Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Political
ar: سياسي
de: Politisch
es: Político
fr: Politique
it: Politico
nl: Politiek
pl: Polityczny
pt: Político
ro: Politic
ru: Политическая
sr: Политички
tr: Politik
uk: Політична

source: Political laws
ar: قوانين سياسية
de: Politische Gesetze
es: Leyes políticas
fr: Lois politiques
it: Leggi politiche
nl: Politieke wetten
pl: Prawa polityczne
pt: Leis políticas
ro: Legi politice
ru: Политические законы
sr: Политички закони
tr: Politik yasalar
uk: Політичні закони

source: Political motions
ar: اقتراحات سياسية
de: Politische Anträge
es: Mociones políticas
nl: Politieke moties
sr: Политички предлози
uk: Політичні резолюції

source: Precision
ar: الدقة
de: Präzision
es: Precisión
fr: Précision
it: Precisione
nl: Precisie
pl: Precyzja
pt: Precisão
ro: Precizie
ru: Точность
sr: Прецизност
tr: Hassasiyet
uk: Влучність

source: Premium
ar: مميز
ro: Plan Susținător
ru: Премиум-подписка
sr: Премиум
uk: Преміум

source: Premium activated
ar: تم تفعيل العضوية المميزة
de: Premium aktiviert
es: Premium activado
fr: Premium activé
it: Premium attivato
nl: Premium geactiveerd
pl: Premium aktywowane
pt: Premium ativado
ro: Plan Susținător activat
ru: Премиум-подписка активирована
sr: Премиум активиран
tr: Premium aktif edildi
uk: Преміум активовано

source: Premium expired
ar: انتهت العضوية المميزة
de: Premium abgelaufen
es: Premium expirado
fr: Premium expiré
it: Premium scaduto
nl: Premium verlopen
pl: Premium wygasło
pt: Premium expirado
ro: Plan Susținător expirat
ru: Премиум-подписка истёкла
sr: Премиум истекао
tr: Premium süresi doldu
uk: Преміум скінчився

source: Premium gift expired
ar: انتهت هدية العضوية المميزة
de: Premium-Geschenk abgelaufen
es: Regalo premium expirado
fr: Cadeau premium expiré
it: Regalo premium scaduto
nl: Premium cadeau verlopen
pl: Prezent premium wygasł
pt: Presente premium expirado
ro: Cadou Plan Susținător expirat
ru: Премиум-подписка истекла
sr: Поклоњен премиум истекао
tr: Premium hediyesi süresi doldu
uk: Подарований преміум скінчився

source: Premium gift received
ar: تم استلام هدية العضوية المميزة
de: Premium-Geschenk erhalten
es: Regalo premium recibido
fr: Cadeau premium reçu
it: Regalo premium ricevuto
nl: Premium cadeau ontvangen
pl: Otrzymano prezent premium
pt: Presente premium recebido
ro: Cadou Plan Susținător primit
ru: Подарочная премиум-подписка получена
sr: Примљен поклон премиум
tr: Premium hediyesi alındı
uk: Отримано преміум подарунок

source: Premium gift sent
ar: تم إرسال هدية العضوية المميزة
de: Premium-Geschenk gesendet
es: Regalo premium enviado
fr: Cadeau premium envoyé
it: Regalo premium inviato
nl: Premium cadeau verzonden
pl: Wysłano prezent premium
pt: Presente premium enviado
ro: Cadou Plan Susținător trimis
ru: Подарочная премиум-подписка отправлена
sr: Премиум поклон послат
tr: Premium hediyesi gönderildi
uk: Преміум подарунок надіслано

source: Premium has started working
ar: بدأت العضوية المميزة بالعمل
de: Premium hat begonnen zu wirken
es: El premium empezó a funcionar
fr: Le premium commence à marcher
it: Il premium è attivo
nl: Premium werkt nu weer
pl: Premium zaczęło działać
pt: O premium começou a funcionar
ro: Planul Susținător a început să funcționeze
ru: Подарочная премиум-подписка начала действовать
sr: Премиум је почео да ради
tr: Premium çalışmaya başladı
uk: Преміум почав працювати

source: President
ar: رئيس
de: Präsident
es: Presidente
fr: Président
it: Presidente
pl: Prezydent
pt: Presidente
ro: Președinte
ru: Президент
sr: Председник
tr: Başkan
uk: Президент

source: Presidential election
ar: الانتخابات الرئاسية
de: Präsidentschaftswahl
es: Elección presidencial
fr: Élection présidentielle
nl: Presidentsverkiezing
ru: Президенсткие выборы
sr: Председнички избори
uk: Вибори президента

source: Presidential election candidacy is now open in <0/>
ar: باب الترشح للانتخابات الرئاسية مفتوح الآن في <0/>
de: Kandidatur für die Präsidentschaftswahl ist jetzt offen in <0/>
es: La candidatura para las elecciones presidenciales ya está abierta en <0/>
fr: Les candidatures aux élections présidentielles sont ouvertes dans <0/>
it: Le candidature alle elezioni presidenziali sono ora aperte in <0/>
nl: De presidentsverkiezingskandidatuur is nu geopend in <0/>
pl: Zgłaszanie kandydatur w wyborach prezydenckich jest otwarte w <0/>
pt: A candidatura para as eleições presidenciais está aberta em <0/>
ro: Candidaturile pentru alegerile prezidențiale sunt deschise în <0/>
ru: Выдвижение кандидатов на президентские выборы в <0/> открыто
sr: Кандидатура за председничке изборе је сада почела у <0/>
tr: <0/>'da başkanlık seçimi adaylığı açıldı
uk: Реєстрація на вибори президента тепер відкрита у <0/>

source: Presidential election candidate open
ar: فتح باب الترشح للرئاسة
de: Kandidatur für Präsidentschaftswahl offen
es: Candidaturas presidenciales abiertas
fr: Candidatures présidentielles ouvertes
it: Candidature elezioni presidenziali aperte
nl: Presidentsverkiezingskandidaat geopend
pl: Kandydatury w wyborach prezydenckich otwarte
pt: Candidaturas presidenciais abertas
ro: Candidaturile pentru alegeri prezidențiale sunt deschise
ru: Выдвижение кандидатов на президентские выборы открыто
sr: Кандидатура за председничке изборе је отворена
tr: Başkanlık seçimi adayı açık
uk: Відкрито реєстрацію на вибори президента

source: Presidential election ended
ar: انتهت الانتخابات الرئاسية
de: Präsidentschaftswahl beendet
es: Elección presidencial terminada
fr: Élection présidentielle terminée
it: Elezioni presidenziali terminate
nl: Presidentsverkiezingen beëindigd
pl: Wybory prezydenckie zakończone
pt: Eleição presidencial terminada
ro: Alegerile prezidențiale s-au încheiat
ru: Президентские выборы завершены
sr: Председнички избори завршени
tr: Başkanlık seçimi sona erdi
uk: Президентські вибори завершено

source: Presidential election has ended in <0/>. Check the results!
ar: انتهت الانتخابات الرئاسية في <0/>. تحقق من النتائج!
de: Die Präsidentschaftswahl in <0/> ist beendet. Überprüfe die Ergebnisse!
es: Las elecciones presidenciales han terminado en <0/>. ¡Revisa los resultados!
fr: Les élections présidentielles sont terminées dans <0/>. Découvrez les résultats !
it: Le elezioni presidenziali sono terminate in <0/>. Controlla i risultati!
nl: De presidentsverkiezingen zijn afgelopen in <0/>. Bekijk de resultaten!
pl: Wybory prezydenckie zakończyły się w <0/>. Sprawdź wyniki!
pt: As eleições presidenciais terminaram em <0/>. Confira os resultados!
ro: Alegerile prezidențiale s-au încheiat în <0/>. Verifică rezultatele!
ru: Президентские выборы в <0/> завершены. Ознакомьтесь с результатами!
sr: Председнички избори су завршени у <0/>. Провери резултате!
tr: <0/>'da başkanlık seçimi sona erdi. Sonuçları kontrol et!
uk: Президентські вибори завершено у <0/>. Перевір результати!

source: Presidential election vote open
ar: فتح باب التصويت للرئاسة
de: Abstimmung für Präsidentschaftswahl offen
es: Votación presidencial abierta
fr: Vote présidentiel ouvert
it: Votazioni elezioni presidenziali aperte
nl: Presidentsverkiezingsstemming open
pl: Głosowanie w wyborach prezydenckich otwarte
pt: Votação presidencial aberta
ro: Votul pentru alegeri prezidențiale este deschis
ru: Голосование на президентских выборах открыто
sr: Гласање за председничке изборе отворено
tr: Başkanlık seçimi oylaması açık
uk: Президентські вибори відкриті для голосування

source: Presidential election voting is now open in <0/>
ar: التصويت في الانتخابات الرئاسية مفتوح الآن في <0/>
de: Die Abstimmung für die Präsidentschaftswahl ist jetzt offen in <0/>
es: La votación de las elecciones presidenciales ya está abierta en <0/>
fr: Le vote des élections présidentielles est ouvert dans <0/>
it: Le votazioni per le elezioni presidenziali sono ora aperte in <0/>
nl: Presidentsverkiezingsstemmingen zijn nu geopend in <0/>
pl: Głosowanie w wyborach prezydenckich jest otwarte w <0/>
pt: A votação das eleições presidenciais está aberta em <0/>
ro: Votarea pentru alegerile prezidențiale este deschisă în <0/>
ru: Голосование на президентских выборах в <0/> открыто
sr: Глаање за председничке изборе је сада отворено у <0/>
tr: <0/>'da başkanlık seçimi oylaması açıldı
uk: Президентські вибори тепер відкриті для голосування у <0/>

source: Presidential elections
ar: الانتخابات الرئاسية
de: Präsidentschaftswahlen
es: Elecciones presidenciales
fr: Élections présidentielles
it: Elezioni presidenziali
nl: Presidentsverkiezingen
pl: Wybory prezydenckie
pt: Eleições presidenciais
ro: Alegeri prezidențiale
ru: Президентские выборы
sr: Председнички избори
tr: Başkanlık seçimleri
uk: Президентські вибори

source: Primary election
ar: الانتخابات التمهيدية
de: Vorwahl
es: Elección primaria
fr: Élection primaire
nl: Voorverkiezing
ru: Праймериз
sr: Прелиминарни избори
uk: Праймериз

source: Primary Election Ended
ar: انتهت الانتخابات التمهيدية
de: Vorwahl beendet
es: Elección primaria concluida
fr: Élection primaire terminée
nl: Voorverkiezing beëindigd
ru: Праймериз окончен
sr: Прелиминарни избори завршени
uk: Праймериз завершено

source: Priority from declaring wars or winning battles is <0>{0} hours</0> instead of 24.
ar: أولوية إعلان الحروب أو الفوز بالمعارك هي <0>{0} ساعات</0> بدلاً من 24.
de: Die Priorität durch Kriegserklärungen oder gewonnene Schlachten beträgt <0>{0} Stunden</0> statt 24.
fr: La priorité venant des déclarations de guerre ou des batailles gagnées dure <0>{0} heures</0> au lieu de 24.
nl: Prioriteit bij het verklaren van oorlogen of het winnen van veldslagen is <0>{0} uur</0> in plaats van 24.
ru: Приоритет от объявления войн или победы в битвах составляет <0>{0} часов</0> вместо 24.
sr: Приоритет од објављивања ратова или добијања битака је <0>{0} сати</0> уместо 24.
uk: Пріоритет після оголошення війни або перемоги у битві становить <0>{0} годин</0> замість 24.

source: Privacy
ar: الخصوصية
de: Privatsphäre
es: Privacidad
fr: Confidentialité
pl: Prywatność
pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sr: Приватности
tr: Gizlilik
uk: Конфіденційність

source: Private
ar: جندي
de: Gefreiter
es: Soldado
fr: Soldat
it: Privato
nl: Privé
pl: Szeregowy
pt: Soldado
ro: Soldat
ru: Рядовой
sr: Редов
tr: Er
uk: Солдат

source: Probability of landing a critical hit
ar: احتمالية توجيه ضربة حرجة
de: Wahrscheinlichkeit für einen kritischen Treffer
es: Probabilidad de asestar un golpe crítico
fr: Probabilité de porter un coup critique
it: Probabilità di mettere a segno un colpo critico
nl: Kans op een kritieke treffer
pl: Prawdopodobieństwo trafienia krytycznego
pt: Probabilidade de acertar um golpe crítico
ro: Șansa de a nimeri o lovitură critică
ru: Вероятность критического удара
sr: Вероватноћа задавања критичног ударца
tr: Kritik vuruş yapma olasılığı
uk: Шанс завдати критичного удару

source: Produce
ar: إنتاج
de: Produzieren
es: Producir
fr: Produire
it: Produci
nl: Produceer
pl: Produkuj
pt: Produzir
ro: Produ
ru: Произвести
sr: Произведи
tr: Üret
uk: Виробити

source: Produce All
ar: إنتاج الكل
de: Alle produzieren
es: Producir todo
fr: Tout produire
it: Produci tutto
nl: Produceer alles
pl: Produkuj wszystko
pt: Produzir tudo
ro: Produ la toate
ru: Произвести все
sr: Произведи све
tr: Hepsini Üret
uk: Виробити все

source: Produce items <0>{count}</0> times
ar: إنتاج عناصر <0>{count}</0> مرات
de: Gegenstände <0>{count}</0> Mal produzieren
es: Produce artículos <0>{count}</0> veces
fr: Produis des articles <0>{count}</0> fois
it: Produci oggetti <0>{count}</0> volte
nl: Produceer artikelen <0>{count}</0> keer
pl: Produkuj przedmioty <0>{count}</0> razy
pt: Produzir itens <0>{count}</0> vezes
ro: Produ obiecte de <0>{count}</0> ori
ru: Произведите предметы <0>{count}</0> раз
sr: Произведи предмете <0>{count}</0> пута
tr: <0>{count}</0> kez eşya üret
uk: Виробіть продукцію <0>{count}</0> разів

source: Produced item
ar: العنصر المنتج
de: Produzierter Gegenstand
es: Objeto producido
fr: Objet produit
it: Oggetto prodotto
nl: Geproduceerd item
pl: Produkowany przedmiot
pt: Item produzido
ro: Obiectul produs
ru: Производимый предмет
sr: Предмет произведен
tr: Üretilen eşya
uk: Продукт виробництва

source: Produced item changed!
ar: تم تغيير العنصر المنتج!
de: Produzierter Gegenstand geändert!
es: ¡Objeto producido cambiado!
fr: Objet produit modifié !
it: Oggetto prodotto cambiato!
nl: Geproduceerd item veranderd!
pl: Zmieniono produkowany przedmiot!
pt: Item produzido alterado!
ro: Obiectul produs a fost schimbat!
ru: Производимый предмет изменен!
sr: Производни предмет промењен!
tr: Üretilen eşya değiştirildi!
uk: Продукт виробництва змінено!

source: Production
ar: الإنتاج
de: Produktion
es: Producción
it: Produzione
nl: Productie
pl: Produkcja
pt: Produção
ro: Producție
ru: Производство
sr: Производња
tr: Üretim
uk: Виробництво

source: Production bonus
ar: مكافأة الإنتاج
de: Produktionsbonus
es: Bono de producción
fr: Bonus de production
it: Bonus produzione
nl: Productiebonus
pl: Bonus produkcji
pt: Bônus de produção
ro: Bonus producție
ru: Бонус к производству
sr: Бонус производње
tr: Üretim bonusu
uk: Бонус до виробництва

source: Production bonus:
ar: مكافأة الإنتاج:
de: Produktionsbonus:
es: Bono de producción:
fr: Bonus de production :
nl: Productiebonus:
uk: Бонус виробництва:

source: Production in<0/> is full, you should start production!
ar: الإنتاج في <0/> ممتلئ، يجب عليك بدء الإنتاج!
de: Produktion in <0/> ist voll, du solltest die Produktion starten!
es: ¡La producción en<0/> está llena, deberías iniciar la producción!
fr: La production dans<0/> est pleine, tu devrais lancer la production !
it: La produzione in<0/> è piena, dovresti avviare la produzione!
nl: De productie is in<0/> vol, je moet beginnen met de productie!
pl: Produkcja w<0/> jest pełna, powinieneś rozpocząć produkcję!
pt: A produção em<0/> está cheia, você deveria iniciar a produção!
ro: Magazia în <0/> este plină, ar trebui să începi producția!
ru: Производство в <0/> заполнено, начните производство!
sr: Производња у <0/> је пуна, требаш започети производњу!
tr: <0/>'daki üretim dolu, üretime başlamalısın!
uk: Виробництво <0/> переповнене, варто звільнити склад!

source: Production is full
ar: الإنتاج ممتلئ
de: Produktion ist voll
es: Producción llena
fr: Production pleine
it: Produzione piena
nl: De productie is vol
pl: Produkcja pełna
pt: Produção cheia
ro: Magazia este plină
ru: Производство заполнено
sr: Производња је пуна
tr: Üretim dolu
uk: Виробництво переповнене

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
pl: Profil
pt: Perfil
ro: Profil
ru: Профиль
sr: Профил
tr: Profil
uk: Профіль

source: Promoted to Commander
ar: تمت الترقية إلى قائد
de: Zum Kommandanten befördert
es: Ascendido a Comandante
fr: Promu Commandant
it: Promosso a Comandante
nl: Gepromoveerd tot commandant
pl: Awansowany na Dowódcę
pt: Promovido a Comandante
ro: Promovat la comandant
ru: Повышен до командира
sr: Унапређен у команданта
tr: Komutanlığa Terfi Etti
uk: Підвищено до командира

source: Propose a motion
ar: تقديم اقتراح
de: Einen Antrag stellen
es: Proponer una moción
fr: Proposer une motion
nl: Stel een motie voor
sr: Предложи предлог
uk: Запропонувати резолюцію

source: Propose alliance
ar: اقتراح تحالف
de: Bündnis vorschlagen
es: Proponer alianza
fr: Proposer une alliance
it: Proponi alleanza
nl: Alliantie voorstellen
pl: Zaproponuj sojusz
pt: Propor aliança
ro: Propune alianță
ru: Предложить союз
sr: Предложи савез
tr: İttifak öner
uk: Запропонувати альянс

source: Propose an alliance to <0/>, increasing your citizens damages when fighting for them by <1>{0}</1> and reciprocally
ar: اقتراح تحالف مع <0/>، مما يزيد من أضرار مواطنيك عند القتال لأجلهم بنسبة <1>{0}</1> والعكس صحيح
de: Schlage ein Bündnis mit <0/> vor, das den Schaden deiner Bürger beim Kampf für sie um <1>{0}</1> erhöht und umgekehrt
es: Proponer una alianza con <0/>, aumentando el daño de tus ciudadanos cuando luchan por ellos en <1>{0}</1> y recíprocamente
fr: Proposer une alliance à <0/>, augmentant les dégâts infligés par vos citoyens de <1>{0}</1> lorsqu'ils se battent l'un pour l'autre
it: Proponi un'alleanza a <0/>, aumentando i danni dei tuoi cittadini di <1>{0}</1> quando combattono per loro, e viceversa
nl: Stel een alliantie voor met <0/>, waarbij de schade van je burgers bij het vechten met <1>{0}</1> en wederkerig verhoogd wordt
pl: Zaproponuj sojusz z <0/>, zwiększając obrażenia twoich obywateli o <1>{0}</1> gdy walczą za nich i odwrotnie
pt: Propor uma aliança com <0/>, aumentando o dano dos seus cidadãos em <1>{0}</1> quando lutam por eles e reciprocamente
ro: Propune o alianță cu <0/>, crescând daunele cauzate de cetățeni cu <1>{0}</1> atunci când luptați unul pentru celălalt
ru: Предложить союз с <0/>, увеличив урон Ваших граждан при боях за них на <1>{0}</1> и наоборот
sr: Предложи савез са <0/>, повећавајући штету када се боре за њих за <1>{0}</1> и обрнуто
tr: <0/>'a ittifak öner, onlar için savaşırken vatandaşlarının hasarını <1>{0}</1> artır ve karşılıklı olarak
uk: Запропонуйте альянс <0/>, що збільшить шкоду ваших громадян на <1>{0}</1> коли вони боряться за них, та навпаки

source: Propose an alliance to another country
ar: اقتراح تحالف مع دولة أخرى
de: Schlage ein Bündnis mit einem anderen Land vor
es: Proponer una alianza con otro país
fr: Proposer une alliance avec un autre pays
it: Proponi un'alleanza a un altro paese
nl: Stel een alliantie voor met een ander land
pl: Zaproponuj sojusz z innym krajem
pt: Propor uma aliança com outro país
ro: Propune o alianță cu o altă țară
ru: Предложить союз другой стране
sr: Предложи савез другој земљи
tr: Başka bir ülkeye ittifak öner
uk: Запропонувати альянс інший державі

source: Propose law
ar: اقتراح قانون
de: Gesetz vorschlagen
es: Proponer ley
fr: Proposer une loi
it: Proponi legge
nl: Wet voorstellen
pl: Zaproponuj prawo
pt: Propor lei
ro: Propune lege
ru: Предложить законопроект
sr: Предложи закон
tr: Yasa öner
uk: Запропонувати закон

source: Propose motion
ar: تقديم اقتراح
de: Antrag stellen
es: Proponer una moción
fr: Proposer une motion
nl: Voorstel voorstel
sr: Предложи предлог
uk: Запропонувати резолюцію

source: Propose peace
ar: اقتراح سلام
de: Frieden vorschlagen
es: Proponer paz
fr: Proposer la paix
it: Proponi pace
nl: Stel vrede voor
pl: Zaproponuj pokój
pt: Propor paz
ro: Propune pace
ru: Предложить мир
sr: Предложи мир
tr: Barış öner
uk: Запропонувати мир

source: Propose peace to <0/>
ar: اقتراح سلام مع <0/>
de: Frieden mit <0/> vorschlagen
es: Proponer paz con <0/>
fr: Proposer la paix avec <0/>
it: Proponi pace a <0/>
nl: Stel vrede voor aan <0/>
pl: Zaproponuj pokój z <0/>
pt: Propor paz com <0/>
ro: Propune pace cu <0/>
ru: Предложить мир <0/>
sr: Предложи мир са <0/>
tr: <0/>'a barış öner
uk: Запропонувати мир <0/>

source: Propose peace to another country
ar: اقتراح سلام مع دولة أخرى
de: Frieden mit einem anderen Land vorschlagen
es: Proponer paz con otro país
fr: Proposer la paix avec un autre pays
it: Proponi pace a un altro paese
nl: Stel vrede voor aan een ander land
pl: Zaproponuj pokój z innym krajem
pt: Propor paz com outro país
ro: Propune pace cu o altă țară
ru: Предложить мир другой стране
sr: Предложи мир другој земљи
tr: Başka bir ülkeye barış öner
uk: Запропонувати мир іншій державі

source: Propose to buy <0/> from <1/> for <2>{0}</2>
ar: اقتراح شراء <0/> من <1/> مقابل <2>{0}</2>
de: Vorschlagen, <0/> von <1/> für <2>{0}</2> zu kaufen
es: Proponer comprar la región <0/> de <1/> por <2>{0}</2>
fr: Proposer d'acheter la région <0/> à <1/> pour <2>{0}</2>
it: Proponi di comprare <0/> da <1/> per <2>{0}</2>
nl: Stel voor om <0/> te kopen van <1/> voor <2>{0}</2>
pl: Zaproponuj kupno <0/> od <1/> za <2>{0}</2>
pt: Propor comprar <0/> de <1/> por <2>{0}</2>
ro: Propune cumpărarea regiunii <0/> de la <1/> pentru <2>{0}</2>
ru: Предложить купить <0/> у <1/> за <2>{0}</2>
sr: Предложи куповину <0/> од <1/> за <2>{0}</2>
tr: <1/>'dan <2>{0}</2>'a <0/>'ı satın almayı öner
uk: Запропонувати купити <0/> у <1/> за <2>{0}</2>

source: Propose to buy a region
ar: اقتراح شراء منطقة
de: Kauf einer Region vorschlagen
es: Proponer comprar una región
fr: Proposer d'acheter une région
it: Proponi di comprare una regione
nl: Voorstel om een regio te kopen
pl: Zaproponuj kupno regionu
pt: Propor comprar uma região
ro: Propune cumpărarea unei regiuni
ru: Предложить покупку региона
sr: Предложи куповину региона
tr: Bölge satın almayı öner
uk: Запропонувати купити регіон

source: Propose to buy a region from another country
ar: اقتراح شراء منطقة من دولة أخرى
de: Kauf einer Region von einem anderen Land vorschlagen
es: Proponer comprar una región de otro país
fr: Proposer d'acheter une région à un autre pays
it: Proponi di comprare una regione da un altro paese
nl: Stel voor om een regio van een ander land te kopen
pl: Zaproponuj kupno regionu od innego kraju
pt: Propor comprar uma região de outro país
ro: Propune cumpărarea unei regiuni de la altă țară
ru: Предложить покупку региона у другой страны
sr: Предложи куповина региона од друге земље
tr: Başka bir ülkeden bölge satın almayı öner
uk: Запропонувати купити регіон у іншої держави

source: Propose wage reduction
ar: اقتراح تخفيض الأجر
de: Lohnkürzung vorschlagen
es: Proponer reducción salarial
fr: Proposer une réduction de salaire
it: Proponi riduzione salariale
nl: Voorstel loonverlaging
pl: Zaproponuj obniżkę wynagrodzenia
pt: Propor redução salarial
ro: Propune reducere salarială
ru: Предложить снижение зарплаты
sr: Предложи смањење плате
tr: Maaş indirimi öner
uk: Запропонувати зменшення зарплатні

source: Propositions
ar: مقترحات
de: Vorschläge
es: Proposiciones
it: Proposte
nl: Proposities
pl: Propozycje
pt: Propostas
ro: Propuneri
ru: Предложения
sr: Предлози
tr: Teklifler
uk: Пропозиції

source: Put yourself to work!
ar: شغّل نفسك!
de: Mach dich an die Arbeit!
es: ¡Ponte a trabajar!
fr: Mets-toi au travail !
it: Mettiti al lavoro!
nl: Zet jezelf aan het werk!
pl: Zabierz się do pracy!
pt: Mãos à obra!
ro: Hai, la treabă!
ru: Приступай к работе!
sr: Баци се на посао!
tr: Kendini işe koy!
uk: Почни працювати!

source: Quick dismantle
ar: تفكيك سريع
de: Schnellzerlegung
es: Desmontar rápido
fr: Démontage rapide
it: Smantellamento rapido
nl: Snelle ontmanteling
pl: Szybki demontaż
pt: Desmontar rápido
ro: Demontare rapidă
ru: Быстрый разбор
sr: Брзо растави
tr: Hızlı parçala
uk: Швидкий розбір

source: Quickly dismantle items
ar: تفكيك العناصر بسرعة
de: Gegenstände schnell zerlegen
es: Desmontar objetos rápidamente
fr: Démanteler rapidement les objets
it: Smantella rapidamente gli oggetti
nl: Snel onderdelen uit elkaar halen
pl: Szybko rozbieraj przedmioty
pt: Desmontar itens rapidamente
ro: Dezmembrează rapid obiectele
ru: Быстрый разбор вещей
sr: Брзо растави предмете
tr: Eşyaları hızlıca parçala
uk: Швидко розбирайте предмети

source: Ranking loot chance
ar: فرصة غنيمة الترتيب
de: Ranglisten-Beutechance
es: Probabilidad de botín por ranking
fr: Chance de butin du classement
it: Probabilità bottino classifica
nl: Lootkans van klassement
pl: Szansa na łup z rankingu
pt: Chance de saque do ranking
ro: Șansă pradă după clasament
ru: Рейтинг шанса лута
sr: Рангирање шансе за плен
tr: Sıralama yağma şansı
uk: Шанс здобичі за рейтинг

source: Ranking Reward
ar: مكافأة الترتيب
de: Ranglisten-Belohnung
es: Recompensa de clasificación
fr: Récompense de classement
it: Ricompensa classifica
nl: Rangschikkingsbeloning
pl: Nagroda rankingowa
pt: Recompensa de classificação
ro: Recompensă clasament
ru: Награда за рейтинг
sr: Награда за рангирање
tr: Sıralama Ödülü
uk: Нагорода за рейтинг

source: Rankings
ar: التصنيفات
de: Ranglisten
es: Clasificaciones
fr: Classements
it: Classifiche
nl: Ranglijsten
pl: Rankingi
ro: Clasamente
ru: Рейтинги
sr: Рангирања
tr: Sıralamalar
uk: Рейтинги

source: Ranks
ar: الرتب
de: Ränge
es: Rangos
fr: Rangs
it: Gradi
nl: Rangen
pl: Rangi
ro: Clasament
ru: Звания
sr: Рангирања
tr: Rütbeler
uk: Рейтинг
