Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Reset CAPTCHA
ar: إعادة تعيين CAPTCHA
de: CAPTCHA zurücksetzen
es: Reiniciar CAPTCHA
fr: Réinitialiser le CAPTCHA
it: Reimposta CAPTCHA
pl: Zresetuj CAPTCHA
pt: Resetar CAPTCHA
ro: Resetează testul CAPTCHA
ru: Сбросить CAPTCHA
sr: Ресетуј CAPTCHA
tr: CAPTCHA'yı Sıfırla
uk: Скинути CAPTCHA

source: Reset description
ar: إعادة تعيين الوصف
de: Beschreibung zurücksetzen
es: Restablecer descripción
fr: Réinitialiser la description
it: Reimposta descrizione
nl: Beschrijving reseten
pl: Zresetuj opis
pt: Resetar descrição
ro: Resetează descriere
ru: Сбросить описание
sr: Ресетуј опис
tr: Açıklamayı sıfırla
uk: Скинути опис

source: Reset tutorials
ar: إعادة تعيين الدروس التعليمية
de: Tutorials zurücksetzen
es: Restablecer tutoriales
fr: Réinitialiser les tutoriels
it: Reimposta tutorial
nl: Tutorials resetten
pl: Zresetuj samouczki
pt: Resetar tutoriais
ro: Resetează tutorialele
ru: Сбросить обучение
sr: Ресетуј туториал
tr: Eğitimleri sıfırla
uk: Скинути навчання

source: Reset username
ar: إعادة تعيين اسم المستخدم
de: Benutzernamen zurücksetzen
es: Restablecer nombre de usuario
fr: Réinitialiser le nom d'utilisateur
it: Reimposta nome utente
nl: Gebruikersnaam resetten
pl: Zresetuj nazwę użytkownika
pt: Resetar nome
ro: Resetează nume
ru: Сбросить никнейм
sr: Ресетуј корисничко име
tr: Kullanıcı adını sıfırla
uk: Скинути прізвисько

source: Reset Username
ar: إعادة تعيين اسم المستخدم
de: Benutzernamen zurücksetzen
es: Restablecer nombre de usuario
fr: Réinitialiser le nom d'utilisateur
it: Reimposta nome utente
nl: Gebruikersnaam resetten
pl: Zresetuj nazwę użytkownika
pt: Resetar Nome
ro: Resetează Nume
ru: Сбросить никнейм
sr: Ресетуј корисничко име
tr: Kullanıcı Adını Sıfırla
uk: Скинути прізвисько

source: Reshuffle in
ar: إعادة خلط في
de: Neuverteilung in
es: Redistribución en
fr: Redistribution dans
it: Rimescola tra
nl: Herschikking
pl: Przetasowanie za
pt: Redistribuição em
ro: Redistribuire în
ru: Перераспределение через
sr: Премештање за
tr: Yeniden dağıtım
uk: Змінить розташування через

source: Resist
ar: مقاومة
de: Widerstand leisten
es: Resistir
fr: Résister
it: Resisti
nl: Verzet
pl: Opór
pt: Resistir
ro: Rezistă
ru: Бороться
sr: Отпор
tr: Diren
uk: Опір

source: Resistance
ar: المقاومة
de: Widerstand
es: Resistencia
fr: Résistance
it: Resistenza
nl: Verzet
pl: Opór
pt: Resistência
ro: Rezistență
ru: Сопротивление
sr: Отпорност
tr: Direniş
uk: Спротив

source: Resistance Contributors
ar: المساهمون في المقاومة
de: Widerstands-Unterstützer
es: Contribuidores de la resistencia
nl: Bijdragers aan het verzet
ru: Участники сопротивления
sr: Доприносиоци отпора
uk: Сприячі спротиву

source: Resources
ar: الموارد
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
nl: Bronnen
pl: Zasoby
pt: Recursos
ro: Resurse
ru: Ресурсы
sr: Ресурси
tr: Kaynaklar
uk: Ресурси

source: Resources reshuffled
ar: تم إعادة خلط الموارد
de: Ressourcen neu verteilt
es: Recursos redistribuidos
fr: Ressources redistribuées
it: Risorse rimescolate
nl: Middelen herschikken
pl: Zasoby przetasowane
pt: Recursos redistribuídos
ro: Resurse redistribuite
ru: Ресурсы перераспределены
sr: Ресурси премештени
tr: Kaynaklar yeniden dağıtıldı
uk: Зміна розташування ресурсів

source: Response to message
ar: رد على رسالة
de: Antwort auf Nachricht
es: Respuesta a mensaje
fr: Réponse au message
it: Risposta al messaggio
nl: Reactie op bericht
pl: Odpowiedź na wiadomość
pt: Resposta à mensagem
ro: Răspuns la mesaj
ru: Ответ на сообщение
sr: Одгвор на поруку
tr: Mesaja yanıt
uk: Відповідь на повідомлення

source: Restore your health!
ar: استعد صحتك!
de: Stelle deine Gesundheit wieder her!
es: ¡Restaura tu salud!
fr: Restaure ta santé !
it: Ripristina la tua salute!
nl: Herstel je gezondheid!
pl: Przywróć swoje zdrowie!
pt: Restaure sua saúde!
ro: Reîncarcă-ți viața!
ru: Восстановите здоровье!
sr: Обнови своје здравље!
tr: Sağlığını yenile!
uk: Віднови здоров'я!

source: Return a region to its original country
ar: إعادة منطقة إلى بلدها الأصلي
de: Eine Region an ihr ursprüngliches Land zurückgeben
es: Devolver una región a su país original
fr: Rendre une région à son pays d'origine
it: Restituisci una regione al suo paese d'origine
nl: Een regio terugbrengen naar het oorspronkelijke land
pl: Zwróć region do oryginalnego kraju
pt: Devolver uma região ao seu país original
ro: Eliberează o regiune către țara ei originală
ru: Вернуть регион в его родную страну
sr: Врати регион његовој оригиналној земљи
tr: Bölgeyi orijinal ülkesine geri ver
uk: Повернути регіон початковому власнику

source: Revoke API token?
ar: إبطال رمز API؟
de: API-Token widerrufen?
es: ¿Revocar token de API?
fr: Révoquer le jeton API ?
it: Revocare token API?
nl: API-token intrekken?
pl: Unieważnić token API?
pt: Revogar token de API?
ro: Revoci tokenul API?
ru: Отозвать API токен?
sr: Опозови API токен?
tr: API jetonu iptal edilsin mi?
uk: Відкликати API токен?

source: Revolt started!
ar: بدأت الثورة!
de: Rebellion gestartet!
es: ¡Rebelión iniciada!
fr: Révolte commencée !
it: Rivolta iniziata!
nl: Opstand begonnen!
pl: Bunt rozpoczęty!
pt: Revolta iniciada!
ro: Revolta a început!
ru: Восстание началось!
sr: Буна почела!
tr: İsyan başladı!
uk: Повстання розпочато!

source: Revolution ended
ar: انتهت الثورة
de: Revolution beendet
es: La revuelta terminó
fr: Révolution terminée
nl: Revolutie beëindigd
ru: Революция окончена
sr: Револуција завршена
uk: Революція завершилась

source: Revolution started
ar: بدأت الثورة
de: Revolution gestartet
es: Revuela iniciada
fr: Révolution commencée
nl: De revolutie begon
ru: Революция началась
sr: Револуција започета
uk: Розпочато революцію

source: Revolution started!
ar: بدأت الثورة!
de: Revolution gestartet!
es: ¡Revuelta iniciada!
fr: Révolution commencée !
nl: De revolutie is begonnen!
ru: Революция началась!
sr: Револуција започета!
uk: Розпочато революцію!

source: Rifle
ar: بندقيه
de: Gewehr
fr: Fusil
it: Fucile
nl: Geweer
pl: Karabin
ro: Pușcă
ru: Автомат
sr: Пушка
tr: Tüfek
uk: Автомат

source: Rights
ar: الحقوق
de: Rechte
es: Derechos
fr: Droits
it: Diritti
nl: Rechten
pl: Prawa
pt: Direitos
ro: Drepturi
ru: Полномочия
sr: Права
tr: Haklar
uk: Права

source: Round #{0}
ar: الجولة #{0}
de: Runde #{0}
es: Ronda #{0}
nl: Ronde #{0}
pl: Runda #{0}
pt: Rodada #{0}
ro: Runda #{0}
ru: Раунд #{0}
sr: Рунда #{0}
tr: Tur #{0}
uk: Раунд #{0}

source: Round <0>#{0}</0> in <1/> is about to end!
ar: الجولة <0>#{0}</0> في <1/> على وشك الانتهاء!
de: Runde <0>#{0}</0> in <1/> endet bald!
es: ¡La ronda <0>#{0}</0> en <1/> está por terminar!
fr: Le round <0>#{0}</0> dans <1/> est sur le point de se terminer !
it: Il round <0>#{0}</0> in <1/> sta per terminare!
nl: Ronde <0>#{0}</0> in <1/> staat op het punt te eindigen!
pl: Runda <0>#{0}</0> w <1/> zaraz się skończy!
pt: A rodada <0>#{0}</0> em <1/> está prestes a terminar!
ro: Runda <0>#{0}</0> în <1/> este pe cale să se termine!
ru: Раунд <0>#{0}</0> в <1/> скоро завершится!
sr: Рунда <0>#{0}</0> u <1/> се ускоро завршава!
tr: <1/> içindeki <0>#{0}</0>. raunt bitmek üzere!
uk: Раунд <0>#{0}</0> у <1/> наближається до кінця!

source: Round about to end
ar: الجولة على وشك الانتهاء
de: Runde endet bald
es: Ronda por terminar
fr: Round sur le point de se terminer
it: Round in chiusura
nl: Rond bijna ten einde
pl: Runda zaraz się skończy
pt: Rodada prestes a terminar
ro: Runda pe cale să se termine
ru: Раунд скоро завершится
sr: Рунда се ускоро завршава
tr: Raunt bitmek üzere
uk: Раунд наближається до кінця

source: Round ended
ar: انتهت الجولة
de: Runde beendet
es: Ronda terminada
fr: Round terminé
it: Round terminato
nl: Ronde beëindigd
pl: Runda zakończona
pt: Rodada terminada
ro: Runda s-a încheiat
ru: Раунд завершен
sr: Рунда завршена
tr: Tur sona erdi
uk: Раунд завершено

source: Rounds timeline
ar: الجدول الزمني للجولات
de: Rundenverlauf
es: Línea de tiempo de rondas
fr: Chronologie des rounds
it: Timeline round
nl: Tijdlijn van de rondes
pl: Oś czasu rund
pt: Linha do tempo das rodadas
ro: Istoric runde
ru: Хронология раундов
sr: Ток рунди
tr: Tur zaman çizelgesi
uk: Історія раундів

source: Rounds won
ar: الجولات التي تم الفوز بها
de: Gewonnene Runden
es: Rondas ganadas
fr: Manches gagnées
it: Round vinti
nl: Gewonnen rondes
pl: Wygrane rundy
pt: Rodadas vencidas
ro: Runde câștigate
ru: Выигранные раунды
sr: Добијене рунде
tr: Kazanılan turlar
uk: Виграно раундів

source: Rounds Won
ar: الجولات التي تم الفوز بها
de: Gewonnene Runden
es: Rondas ganadas
fr: Manches gagnées
it: Round vinti
nl: Gewonnen rondes
pl: Wygrane Rundy
pt: Rodadas Vencidas
ro: Runde câștigate
ru: Выигранные Раунды
sr: Добијене рунде
tr: Kazanılan Turlar
uk: Виграно раундів

source: Rules
ar: القواعد
de: Regeln
es: Reglas
fr: Règles
it: Regole
nl: Regels
pl: Zasady
pt: Regras
ro: Reguli
ru: Правила
sr: Правила
tr: Kurallar
uk: Правила

source: Ruling Party
ar: الحزب الحاكم
de: Regierungspartei
es: Partido de gobierno
fr: Parti au pouvoir
nl: Regerende Partij
ru: Правящая Партия
sr: Владајућа странка
uk: Правляча партія

source: Running low on health?
ar: هل تعاني من انخفاض الصحة؟
de: Wenig Gesundheit?
es: ¿Te queda poca salud?
fr: Tu manques de santé ?
it: Salute quasi finita?
nl: Heb je weinig gezondheid meer?
pl: Mało zdrowia?
pt: Com pouca saúde?
ro: Nu mai ai viață?
ru: Мало здоровья?
sr: Понестаје ти здравља?
tr: Sağlık mı azalıyor?
uk: Мало здоров'я?

source: Sanction History
ar: سجل العقوبات
de: Sanktionshistorie
es: Historial de sanciones
fr: Historique des sanctions
it: Cronologia sanzioni
nl: Sanctiegeschiedenis
pl: Historia sankcji
pt: Histórico de sanções
ro: Istoric Sancțiuni
ru: История санкций
sr: Историја санкција
tr: Yaptırım Geçmişi
uk: Історія покарань

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Sla op
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sr: Сачувај
tr: Kaydet
uk: Зберегти

source: Save your progress!
ar: احفظ تقدمك!
de: Speichere deinen Fortschritt!
es: ¡Guarda tu progreso!
fr: Sauvegarde ta progression !
it: Salva i tuoi progressi!
nl: Bewaar je voortgang!
pl: Zapisz swój postęp!
pt: Salve seu progresso!
ro: Salvează-ți progresul!
ru: Сохраните прогресс!
sr: Сачувај свој напредак!
tr: İlerlemenizi kaydedin!
uk: Збережіть свій прогрес!

source: Say hello!
ar: قُل مرحباً!
de: Sag Hallo!
es: ¡Saluda!
fr: Dis bonjour !
it: Di' ciao!
nl: Zeg hallo!
pl: Przywitaj się!
pt: Diga olá!
ro: Salută!
ru: Поздоровайтесь!
sr: Реци здраво!
tr: Merhaba de!
uk: Привітайтесь!

source: Scammed
ar: تم خداعك
de: Betrogen
es: Estafado
fr: Arnaqué
it: Truffato
nl: Opgelicht
pl: Oszukany
pt: Roubado
ro: Țeapă, n-ai mai luat țeapă?
ru: Обманут
sr: Преварен
tr: Dolandırıldın
uk: Заскамлений

source: Scraps
ar: خردة
de: Schrott
es: Chatarra
fr: Ferraille
it: Rottami
nl: Schroot
pl: Złom
pt: Sucata
ro: Resturi
ru: Лом
sr: Метални отпад
tr: Hurda
uk: Брухт

source: Screenshot or it didn't happen
ar: صورة أو لم يحدث
de: Screenshot oder es ist nicht passiert
es: Screenshot o no pasó
fr: Screenshot ou c'est pas arrivé
it: Screenshot o non è mai successo
nl: Maak een screenshot of het is niet gebeurd
pl: Screenshot albo się nie stało
pt: Screenshot ou não aconteceu
ro: Screenshot sau nu s-a întâmplat
ru: Скриншот или этого не было
sr: Скриншот или се није десило
tr: Ekran görüntüsü yoksa olmamıştır
uk: Немає скріншоту - нічого не сталось

source: Screenshot this or no one will believe you
ar: التقط صورة لهذا وإلا لن يصدقك أحد
de: Mach einen Screenshot davon, sonst glaubt dir niemand
es: Haz screenshot o nadie te creerá
fr: Fais un screenshot ou personne ne te croira
it: Fai uno screenshot o nessuno ti crederà
nl: Maak een screenshot hiervan, anders gelooft niemand je
pl: Zrób screenshot, bo nikt ci nie uwierzy
pt: Tira print ou ninguém vai acreditar
ro: Fă screenshot, altfel nimeni nu te crede
ru: Сделай скрин, иначе тебе никто не поверит
sr: Скриншотуј ово или ти нико неће веровати
tr: Ekran görüntüsü al yoksa kimse inanmaz
uk: Роби скріншот, інакше ніхто не повірить

source: Search countries...
ar: البحث عن دول...
de: Länder suchen...
es: Buscar países...
fr: Rechercher des pays...
it: Cerca paesi...
nl: Zoek landen...
pl: Szukaj krajów...
pt: Buscar países...
ro: Caută țară...
ru: Поиск стран…
sr: Тражи земље...
tr: Ülke ara...
uk: Знайти державу...

source: See all your workers and companies stats
ar: شاهد جميع إحصائيات عمالك وشركاتك
de: Sieh dir alle Statistiken deiner Arbeiter und Unternehmen an
es: Ver todas las estadísticas de tus trabajadores y empresas
fr: Voir toutes les statistiques de vos travailleurs et entreprises
it: Vedi le statistiche di tutti i tuoi lavoratori e aziende
nl: Bekijk alle statistieken van je werknemers en bedrijven
pl: Zobacz wszystkie statystyki swoich pracowników i firm
pt: Ver todas as estatísticas de seus trabalhadores e empresas
ro: Vezi toate statisticile muncitorilor și companiilor tale
ru: Просмотр всех данных по работникам и компаниям
sr: Види статистику свих својих радника и компанија
tr: Tüm işçi ve şirket istatistiklerini gör
uk: Переглядайте статистику ваших робітників та фабрик

source: See your spending and income breakdown
ar: شاهد تفاصيل إنفاقك ودخلك
de: Sieh dir deine Ausgaben- und Einnahmenaufschlüsselung an
es: Ver el desglose de tus gastos e ingresos
fr: Voir le détail de tes dépenses et revenus
it: Vedi la ripartizione di spese e entrate
nl: Bekijk je uitgaven- en inkomensverdeling
pl: Zobacz podział wydatków i przychodów
pt: Ver o detalhamento de seus gastos e receitas
ro: Vezi raportul cheltuielilor și veniturilor tale
ru: Смотреть расход и доход
sr: Погледајте преглед својих трошкова и прихода
tr: Harcama ve gelir dökümünü gör
uk: Переглядайте розбір ваших доходів та витрат

source: Select a location
ar: اختر موقعاً
de: Wähle einen Standort
es: Selecciona una ubicación
fr: Sélectionner un emplacement
it: Seleziona una posizione
nl: Selecteer een locatie
pl: Wybierz lokalizację
pt: Selecione uma localização
ro: Selectează o locație
ru: Выбрать локацию
sr: Изабери локацију
tr: Konum seç
uk: Виберіть локацію

source: Select a region
ar: اختر منطقة
de: Wähle eine Region
es: Selecciona una región
fr: Sélectionnez une région
nl: Selecteer een regio
pl: Wybierz region
pt: Selecione uma região
ro: Selectați o regiune
ru: Выбрать регион
sr: Изабери регион
tr: Bir bölge seçin
uk: Виберіть регіон

source: Select all
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
nl: Selecteer alles
pl: Zaznacz wszystko
pt: Selecionar tudo
ro: Selectează tot
ru: Выбрать все
sr: Изабери све
tr: Tümünü seç
uk: Вибрати все

source: Select an occupied region
ar: اختر منطقة محتلة
de: Wähle eine besetzte Region
es: Elegir una región ocupada
fr: Sélectionner une région occupée
nl: Selecteer een bezet gebied
ru: Выбрать оккупированный регион
sr: Изабери окупиран регион
uk: Виберіть окупований регіон

source: Select banner
ar: اختر شعاراً
de: Banner auswählen
es: Seleccionar banner
fr: Sélectionner la bannière
it: Seleziona banner
nl: Selecteer banner
pl: Wybierz baner
pt: Selecionar banner
ro: Selectează copertă
ru: Выбрать баннер
sr: Изабери банер
tr: Afiş seç
uk: Вибрати банер

source: Select law type
ar: اختر نوع القانون
de: Gesetzestyp auswählen
es: Elegir el tipo de ley
fr: Sélectionner un type de loi
nl: Selecteer wetstype
ru: Выбрать законопроект
sr: Изабери врсту закона
uk: Виберіть тип закону

source: Select map accent
ar: اختر لون الخريطة المميز
de: Kartenakzent auswählen
es: Seleccionar acento
fr: Sélectionner l'accent
it: Seleziona accento mappa
nl: Selecteer kaartaccent
pl: Wybierz akcent
pt: Selecionar acento
ro: Selectează tentă
ru: Выбрать оттенок на карте
sr: Изабери акцент мапе
tr: Harita aksanı seç
uk: Вибрати відтінок

source: Select motion type
ar: اختر نوع الاقتراح
de: Antragstyp auswählen
es: Elegir el tipo de moción
fr: Sélectionner un type de motion
nl: Selecteer bewegingstype
sr: Изабери тип предлога
uk: Виберіть тип резолюції

source: Select skin
ar: اختر مظهراً
de: Skin auswählen
es: Seleccionar una skin
fr: Sélectionner un cosmétique
nl: Selecteer huid
ru: Выбрать скин
sr: Изабери скин
uk: Виберіть скін

source: Self Work
ar: عمل ذاتي
de: Selbst arbeitend
es: Trabajo propio
fr: Travail personnel
it: Lavora in proprio
nl: Zelfwerk
pl: Praca własna
pt: Trabalho próprio
ro: Antreprenoriat
ru: Работа на себя
sr: Самостални рад
tr: Kendi İşin
uk: Самостійна робота

source: Self work <0>{count}</0> times in your companies
ar: اعمل ذاتياً <0>{count}</0> مرات في شركاتك
de: <0>{count}</0> Mal in deinen Unternehmen selbst arbeiten
es: Trabaja para ti <0>{count}</0> veces en tus empresas
fr: Travaille pour toi <0>{count}</0> fois dans tes entreprises
it: Lavora in proprio <0>{count}</0> volte nelle tue aziende
nl: Zelfstandig werken <0>{count}</0> keer in je bedrijf
pl: Pracuj dla siebie <0>{count}</0> razy w swoich firmach
pt: Trabalhar para si <0>{count}</0> vezes em suas empresas
ro: Muncește de <0>{count}</0> ori în propriile companii
ru: Работайте <0>{count}</0> раз в Ваших компаниях
sr: Ради самостално <0>{count}</0> пута у својим компанијама
tr: Şirketlerinde <0>{count}</0> kez kendi işini yap
uk: Попрацюйте <0>{count}</0> разів у своїй фабриці

source: Sell company?
ar: بيع الشركة؟
de: Unternehmen verkaufen?
es: ¿Vender empresa?
fr: Vendre l'entreprise ?
it: Vendere l'azienda?
nl: Bedrijf verkopen?
pl: Sprzedać firmę?
pt: Vender empresa?
ro: Vinzi compania?
ru: Продать компанию?
sr: Продај компанију?
tr: Şirketi sat?
uk: Продати фабрику?

source: Sell for <0>{count}</0> money on market
ar: بيع مقابل <0>{count}</0> من المال في السوق
de: Für <0>{count}</0> Geld auf dem Markt verkaufen
es: Vende por <0>{count}</0> de dinero en el mercado
fr: Vends pour <0>{count}</0> d'argent sur le marché
it: Vendi per <0>{count}</0> soldi sul mercato
nl: Verkoop voor <0>{count}</0> geld op de markt
pl: Sprzedaj za <0>{count}</0> pieniędzy na rynku
pt: Vender por <0>{count}</0> de dinheiro no mercado
ro: Câștigă <0>{count}</0> bani din vânzări la piață
ru: Продать за <0>{count}</0> на рынке
sr: Продај за <0>{count}</0> новца на маркету
tr: Pazarda <0>{count}</0> paraya sat
uk: Продайте товару на <0>{count}</0> монет

source: Sell it, you need to buy more cases to gamble!
ar: بعه، تحتاج لشراء المزيد من الصناديق للمقامرة!
de: Verkauf es, du musst mehr Kisten kaufen, um zu spielen!
es: ¡Véndelo, necesitas comprar más cajas!
fr: Vends-le, t'as besoin d'acheter plus de caisses !
it: Vendilo, devi comprare altre casse per giocare d'azzardo!
nl: Verkoop het, je moet meer koffers kopen om te gokken!
pl: Sprzedaj to, musisz kupić więcej skrzynek!
pt: Venda, você precisa comprar mais caixas!
ro: Vinde-l, trebuie să cumperi mai multe cutii!
ru: Продай это, тебе нужно купить больше кейсов для игры!
sr: Продај то, треба купити још Сандука за коцкање!
tr: Sat şunu, daha fazla kasa almak için kumar oynaman lazım!
uk: Продай це, тобі потрібно більше грошей щоб лудити!

source: Sell Items
ar: بيع عناصر
de: Gegenstände verkaufen
es: Vender artículos
fr: Vendre des articles
it: Vendi oggetti
nl: Verkoop Items
pl: Sprzedaj przedmioty
pt: Vender itens
ro: Vinde obiecte
ru: Продать предметы
sr: Продај предмете
tr: Eşya Sat
uk: Продайте предмети

source: Sell order match!
ar: مطابقة أمر بيع!
de: Verkaufsauftrag passt!
es: ¡Orden de venta coincidida!
fr: Ordre de vente correspondant !
it: Ordine di vendita eseguito!
nl: Verkooporder match!
pl: Zlecenie sprzedaży dopasowane!
pt: Ordem de venda correspondida!
ro: Comandă de vânzare rezolvată!
ru: Совпадение заявки на продажу!
sr: Налог за продају поклопљен!
tr: Satış emri eşleşti!
uk: Замовлення на продаж виконано!

source: Sell orders
ar: أوامر البيع
de: Verkaufsaufträge
es: Órdenes de venta
fr: Ordres de vente
it: Ordini di vendita
nl: Verkooporders
pl: Zamówienia sprzedaży
pt: Ordens de venda
ro: Comenzi de vânzare
ru: Заявки на продажу
sr: Налози за продају
tr: Satış emirleri
uk: Замовлення на продаж

source: Sell price:
ar: سعر البيع:
de: Verkaufspreis:
es: Precio de venta:
fr: Prix de vente :
nl: Verkoopprijs:
uk: Ціна продажу:

source: sells
ar: يبيع
de: verkauft
es: vende
fr: vend
it: vende
nl: verkoopt
pl: sprzedaje
pt: vende
ro: vinde
ru: продает
sr: продаје
tr: satıyor
uk: продає

source: Send <0>{0}</0> to <1/>
ar: إرسال <0>{0}</0> إلى <1/>
de: <0>{0}</0> an <1/> senden
es: Enviar <0>{0}</0> a <1/>
fr: Envoyer <0>{0}</0> à <1/>
it: Invia <0>{0}</0> a <1/>
nl: Stuur <0>{0}</0> naar <1/>
pl: Wyślij <0>{0}</0> do <1/>
pt: Enviar <0>{0}</0> para <1/>
ro: Trimite <0>{0}</0> spre <1/>
ru: Отправить <0>{0}</0> <1/>
sr: Пошаљи <0>{0}</0> ка <1/>
tr: <1/>'a <0>{0}</0> gönder
uk: Переказати <0>{0}</0> до <1/>

source: Send <0>{count}</0> messages
ar: إرسال <0>{count}</0> رسائل
de: <0>{count}</0> Nachrichten senden
es: Envía <0>{count}</0> mensajes
fr: Envoie <0>{count}</0> messages
it: Invia <0>{count}</0> messaggi
nl: Stuur <0>{count}</0> berichten
pl: Wyślij <0>{count}</0> wiadomości
pt: Enviar <0>{count}</0> mensagens
ro: Trimite <0>{count}</0> mesaje
ru: Отправить <0>{count}</0> сообщений
sr: Пошаљи <0>{count}</0> порука
tr: <0>{count}</0> mesaj gönder
uk: Надішліть <0>{count}</0> повідомлень

source: Send a message
ar: إرسال رسالة
de: Eine Nachricht senden
es: Enviar un mensaje
fr: Envoyer un message
it: Invia un messaggio
nl: Stuur een bericht
pl: Wyślij wiadomość
pt: Enviar uma mensagem
ro: Trimite un mesaj
ru: Отправить сообщение
sr: Пошаљи поруку
tr: Mesaj gönder
uk: Надіслати повідомлення

source: Send a message to complete the tutorial. Welcome to the community!
ar: أرسل رسالة لإكمال البرنامج التعليمي. أهلاً بك في المجتمع!
de: Sende eine Nachricht, um das Tutorial abzuschließen. Willkommen in der Community!
es: Envía un mensaje para completar el tutorial. ¡Bienvenido a la comunidad!
fr: Envoie un message pour terminer le tutoriel. Bienvenue dans la communauté !
it: Invia un messaggio per completare il tutorial. Benvenuto nella community!
nl: Stuur een bericht om de tutorial te voltooien. Welkom in de community!
pl: Wyślij wiadomość, aby ukończyć samouczek. Witamy w społeczności!
pt: Envie uma mensagem para completar o tutorial. Bem-vindo à comunidade!
ro: Trimite un mesaj pentru a încheia tutorialul. Bun venit în comunitate!
ru: Отправьте сообщение, чтобы завершить обучение. Добро пожаловать в сообщество!
sr: Пошаљи поруку да завршиш туториал. Добродошао у заједницу!
tr: Eğitimi tamamlamak için bir mesaj gönder. Topluluğa hoş geldin!
uk: Надішліть повідомлення, щоб завершити навчання. Вітаємо у спільноті!

source: Send Gift
ar: إرسال هدية
de: Geschenk senden
es: Enviar regalo
fr: Envoyer un cadeau
nl: Stuur Cadeau
ru: Отправить подарок
sr: Пошаљи поклон
uk: Надіслати подарунок

source: Send Message
ar: إرسال رسالة
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
it: Invia messaggio
nl: Stuur Bericht
pl: Wyślij wiadomość
pt: Enviar mensagem
ro: Trimite mesaje
ru: Отправить сообщение
sr: Пошаљи поруку
tr: Mesaj Gönder
uk: Надішліть повідомлення

source: Send money to another country
ar: إرسال المال إلى دولة أخرى
de: Geld an ein anderes Land senden
es: Enviar dinero a otro país
fr: Envoyer de l'argent à un autre pays
it: Invia denaro a un altro paese
nl: Stuur geld naar een ander land
pl: Wyślij pieniądze do innego kraju
pt: Enviar dinheiro para outro país
ro: Trimite bani către o țară
ru: Отправить деньги другой стране
sr: Пошаљи новац другој земљи
tr: Başka bir ülkeye para gönder
uk: Переказати гроші іншій державі

source: Send warning
ar: إرسال تحذير
de: Warnung senden
es: Enviar advertencia
fr: Envoyer un avertissement
it: Invia avviso
nl: Stuur waarschuwing
pl: Wyślij ostrzeżenie
pt: Enviar aviso
ro: Atenționează
ru: Отправить предупреждение
sr: Пошаљи упозорење
tr: Uyarı gönder
uk: Зробити попередження

source: Sergeant
ar: رقيب
es: Sargento
fr: Sergent
it: Sergente
pl: Sierżant
pt: Sargento
ro: Sergent
ru: Сержант
sr: Водник
tr: Çavuş
uk: Сержант
