Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: - Reason: {0}
ar: - السبب: {0}
de: - Grund: {0}
es: - Motivo: {0}
fr: - Motif : {0}
it: - Motivo: {0}
nl: - Reden: {0}
pl: - Powód: {0}
pt: - Motivo: {0}
ro: - Motiv: {0}
ru: - Причина: {0}
sr: - Разлог: {0}
tr: - Sebep: {0}
uk: - Причина: {0}

source: Gift a sub
ar: أهدِ اشتراكاً
de: Ein Abo verschenken
es: Regalar una suscripción
fr: Offrir un abonnement
it: Regala un abbonamento
nl: Donneer een abonnement
pl: Podaruj subskrypcję
pt: Presentear uma assinatura
ro: Oferă un abonament
ru: Подарить подписку
sr: Поклони претплату
tr: Premium Abonelik Hediye Et
uk: Подарувати підписку

source: - Defending this region will have a malus of <0>{0}</0>.
ar: - الدفاع عن هذه المنطقة سيتعرض لعقوبة قدرها <0>{0}</0>.
de: - Die Verteidigung dieser Region hat einen Malus von <0>{0}</0>.
es: - Defender esta región tendrá una penalización de <0>{0}</0>.
fr: - Défendre cette région aura un malus de <0>{0}</0>.
it: - Difendere questa regione avrà un malus di <0>{0}</0>.
nl: - Deze regio verdedigen heeft een malus van <0>{0}</0>.
pl: - Obrona tego regionu będzie miała karę <0>{0}</0>.
pt: - Defender esta região terá uma penalidade de <0>{0}</0>.
ro: - Apărarea acestei regiuni va avea o penalizare de <0>{0}</0>.
ru: - Оборона этого региона будет иметь штраф <0>{0}</0>.
sr: - Одбрана овог региона ће имати малус од <0>{0}</0>.
tr: - Bu bölgeyi savunmak <0>{0}</0> ceza alacak.
uk: - Штраф при захисті цього регіону складає <0>{0}</0>.

source: - Development income is reduced by 50%:<0>{0}</0>.
ar: - دخل التطور انخفض بنسبة 50٪: <0>{0}</0>.
de: - Das Entwicklungseinkommen ist um 50% reduziert: <0>{0}</0>.
es: - Los ingresos de desarrollo se reducen en un 50%:<0>{0}</0>.
fr: - Les revenus de développement sont réduits de 50%:<0>{0}</0>.
it: - Il reddito da sviluppo è ridotto del 50%: <0>{0}</0>.
nl: - Ontwikkelingsinkomen gereduceerd met 50%:<0>{0}</0>.
pl: - Dochód z rozwoju jest zmniejszony o 50%:<0>{0}</0>.
pt: - A renda de desenvolvimento é reduzida em 50%:<0>{0}</0>.
ro: - Venitul din dezvoltare este redus cu 50%:<0>{0}</0>.
ru: - Доход от развития снижен на 50%:<0>{0}</0>.
sr: - Приход од развоја је смањен за 50%:<0>{0}</0>.
tr: - Gelişim geliri %50 azaltıldı:<0>{0}</0>.
uk: - Дохід від розвитку зменшено на 50%:<0>{0}</0>.

source: {0} & allies
ar: {0} والحلفاء
de: {0} & Verbündete
es: {0} y aliados
fr: {0} & alliés
it: {0} e alleati
nl: {0} & bondgenoten
pl: {0} i sojusznicy
pt: {0} e aliados
ro: {0} & aliați
ru: {0} и союзники
sr: {0} и савезници
tr: {0} ve müttefikleri
uk: {0} та союзники

source: {0} active citizens required
ar: مطلوب {0} مواطناً نشطاً
de: {0} aktive Bürger erforderlich
es: Se requieren al menos {0} ciudadanos activos
fr: {0} citoyens actifs requis
nl: {0} actieve burgers vereist
ru: Требуется {0} активных граждан
sr: Потребно је {0} активних грађана
tr: {0} aktif vatandaş gerektirir
uk: Потрібно {0} активних громадян

source: {0} bought your item offer
ar: قام {0} بشراء العنصر المعروض لديك
de: {0} hat dein Item-Angebot gekauft
es: {0} compró tu oferta de objeto
fr: {0} a acheté ton offre d'objet
it: {0} ha comprato la tua offerta dell'oggetto
nl: {0} heeft jouw artikel gekocht
pl: {0} kupił twoją ofertę przedmiotu
pt: {0} comprou sua oferta de item
ro: {0} a cumpărat un obiect de la tine
ru: {0} купил ваш товар
sr: {0} је купио твоју понуду предмета
tr: {0} eşyanı satın aldı
uk: {0} купив ваш товар

source: {0} days cooldown
ar: {0} أيام فترة انتظار
de: {0} Tage Abklingzeit
es: {0} días de enfriamiento
fr: {0] jours d'attente
nl: {0} dagen afkoelperiode
ru: {0} дней до восстановления
sr: Cooldown: {0} дана
tr: (0} gün bekleme süresi
uk: {0} днів кулдауну

source: {0} Free
ar: {0} مجاناً
de: {0} Kostenlos
es: {0} Gratis
fr: {0} Gratuit
it: {0} Gratis
nl: {0} Beschikbaar
pl: {0} Za darmo
pt: {0} Grátis
ro: {0} Gratis
ru: {0} Бесплатно
sr: {0} Бесплатно
tr: {0} Ücretsiz
uk: {0} даром

source: {0} hours
ar: {0} ساعات
de: {0} Stunden
es: {0} horas
fr: {0} heures
it: {0} ore
nl: {0} uren
pl: {0} godzin
pt: {0} horas
ro: {0} ore
ru: {0} часов
sr: {0} сати
tr: {0} saat
uk: {0} годин

source: {0} proposed a law, check it out!
ar: اقترح {0} قانوناً، تحقق منه!
de: {0} hat ein Gesetz vorgeschlagen, sieh es dir an!
es: ¡{0} propuso una ley, échale un vistazo!
fr: {0} a proposé une loi, va voir !
it: {0} ha proposto una legge, dai un'occhiata!
nl: {0} heeft een wet voorgesteld, bekijk het!
pl: {0} zaproponował ustawę, sprawdź to!
pt: {0} propôs uma lei, confira!
ro: {0} a propus o lege!
ru: {0} выдвинул законопроект, зацените!
sr: {0} предлаже нови закон, провери!
tr: {0} bir yasa sundu, göz at!
uk: {0} запропонував закон, погляньте!

source: {0} rounds are needed to win the battle.
ar: مطلوب {0} جولات للفوز بالمعركة.
de: {0} Runden werden benötigt, um die Schlacht zu gewinnen.
es: Se necesitan {0} rondas para ganar la batalla.
fr: {0} rounds sont nécessaires pour gagner la bataille.
it: Servono {0} round per vincere la battaglia.
nl: {0} rondes zijn vereist om deze slag te winnen.
pl: {0} rund jest potrzebnych do wygrania bitwy.
pt: {0} rodadas são necessárias para vencer a batalha.
ro: {0} runde sunt necesare pentru a câștiga această luptă.
ru: Для победы в битве, необходимо выиграть {0} раунда.
sr: {0} рунди потребно за победу у бици.
tr: Savaşı kazanmak için {0} tur gerekli.
uk: Для перемогти у битві потрібні {0} успішні раунди.

source: {0}'s Companies
ar: شركات {0}
de: Unternehmen von {0}
es: Empresas de {0}
fr: Entreprises de {0}
it: Aziende di {0}
nl: {0}'s Bedrijven
pl: Firmy {0}
pt: Empresas de {0}
ro: Companiile lui {0}
ru: Компании {0}
sr: {0}-ове Компаније
tr: {0}'ın Şirketleri
uk: Фабрики {0}

source: {0}/{1} active
ar: {0}/{1} نشطة
de: {0}/{1} aktiv
es: {0}/{1} activas
fr: {0}/{1} actives
it: {0}/{1} attive
nl: {0}/{1} actief
pl: {0}/{1} aktywne
pt: {0}/{1} ativas
ru: {0}/{1} активны
sr: {0}/{1} активних
tr: {0}/{1} aktif
uk: {0}/{1} активні

source: {0}% income tax will be deducted from earnings when working in this company.
ar: سيتم خصم {0}% ضريبة دخل من الأرباح عند العمل في هذه الشركة.
de: {0}% Einkommensteuer wird vom Verdienst abgezogen, wenn man in diesem Unternehmen arbeitet.
es: Se descontará un {0}% de impuesto sobre la renta de las ganancias al trabajar en esta empresa.
fr: {0}% d'impôt sur le revenu sera déduit des gains en travaillant dans cette entreprise.
it: La tassa sul reddito del {0}% verrà trattenuta dai guadagni lavorando in questa azienda.
nl: {0}% inkomsbelasting wordt afgetrokken van jouw verdiensten werkend bij dit bedrijf.
pl: {0}% podatku dochodowego zostanie potrącone z zarobków podczas pracy w tej firmie.
pt: {0}% de imposto de renda será descontado dos ganhos ao trabalhar nesta empresa.
ro: {0}% impozit va fi reținut din venitul obținut la această companie.
ru: {0}% подоходного налога будет вычтено из заработка при работе в этой компании.
sr: {0}% пореза на приход ће бити одузето од зараде при раду у овој компанији.
tr: Bu şirkette çalışırken kazançlardan {0}% gelir vergisi kesilecek.
uk: {0}% податку буде відраховано з зарплати при роботі на цій фабриці.

source: {0}% income tax will be deducted from your workers wages.
ar: سيتم خصم {0}% ضريبة دخل من أجور عمالك.
de: {0}% Einkommensteuer wird vom Lohn deiner Arbeiter abgezogen.
es: Se descontará un {0}% de impuesto sobre la renta de los salarios de tus trabajadores.
fr: {0}% d'impôt sur le revenu sera déduit des salaires de vos travailleurs.
it: La tassa sul reddito del {0}% verrà trattenuta dai salari dei tuoi lavoratori.
nl: {0}% inkomsbelasting wordt afgetrokken van jouw werknemers hun lonen.
pl: {0}% podatku dochodowego zostanie potrącone z wynagrodzeń twoich pracowników.
pt: {0}% de imposto de renda será descontado dos salários dos seus trabalhadores.
ro: {0}% impozit pe venit va fi reținut din salariile muncitorilor tăi.
ru: {0}% подоходного налога будет вычтено из зарплаты Ваших рабочих.
sr: {0}% пореза на приход ће бити одузето од плата твојих радника.
tr: İşçilerinizin maaşlarından {0}% gelir vergisi kesilecektir.
uk: {0}% зарплати робітників буде відраховано у вигляді податку.

source: {0}% of invested
ar: {0}% من المستثمر
de: {0}% des Investierten
es: {0}% de lo invertido
fr: {0}% de l'investissement
it: {0}% dell'investito
nl: {0}% van geïnvesteerd
pl: {0}% zainwestowanej kwoty
pt: {0}% do investido
ro: {0}% din investiție
ru: {0}% инвестиций
sr: {0}% од уложеног
tr: Yatırımın {0}% oranında
uk: {0}% інвестицій

source: {completedCount}/{totalCount} completed
ar: تم إكمال {completedCount}/{totalCount}
de: {completedCount}/{totalCount} abgeschlossen
es: {completedCount}/{totalCount} completadas
fr: {completedCount}/{totalCount} terminées
it: {completedCount}/{totalCount} completate
nl: {completedCount}/{totalCount} voltooid
pl: {completedCount}/{totalCount} ukończonych
pt: {completedCount}/{totalCount} completadas
ro: {completedCount}/{totalCount} completate
ru: {completedCount}/{totalCount} выполнено
sr: {completedCount}/{totalCount} завршено
tr: {completedCount}/{totalCount} tamamlandı
uk: {completedCount}/{totalCount} завершено

source: {registeredCount} {entityLabel} registered
ar: تم تسجيل {registeredCount} {entityLabel}
de: {registeredCount} {entityLabel} registriert
es: {registeredCount} {entityLabel} registrados
fr: {registeredCount} {entityLabel} inscrits
it: {registeredCount} {entityLabel} registrati
nl: {registeredCount} {entityLabel} geregistreerd
pl: {registeredCount} {entityLabel} zarejestrowanych
pt: {registeredCount} {entityLabel} registrados
ro: {registeredCount} {entityLabel} înregistrați
ru: {registeredCount} {entityLabel} зарегистрировано
sr: {registeredCount} {entityLabel} регистрованих
tr: {registeredCount} {entityLabel} kayıtlı
uk: Зареєстровано {registeredCount} {entityLabel}

source: {roundsToWin} Rounds to win
ar: {roundsToWin} جولات للفوز
de: {roundsToWin} Runden zum Sieg
es: {roundsToWin} rondas para ganar
fr: {roundsToWin} Rounds pour gagner
it: {roundsToWin} round per vincere
nl: {roundsToWin} Rondes om te winnen
pl: {roundsToWin} rund do wygranej
pt: {roundsToWin} Rodadas para vencer
ro: {roundsToWin} runde pentru victorie
ru: {roundsToWin} раунда для победы
sr: {roundsToWin} Рунди потребно за победу
tr: Kazanmak için {roundsToWin} tur
uk: {roundsToWin} раунди, щоб перемогти

source: {score}/{0} Rounds
ar: {score}/{0} جولات
de: {score}/{0} Runden
es: {score}/{0} rondas
it: {score}/{0} round
nl: {score}/{0} Rondes
pl: {score}/{0} rund
pt: {score}/{0} Rodadas
ro: {score}/{0} Runde
ru: {score}/{0} раунда
sr: {score}/{0} Рунди
tr: {score}/{0} Tur
uk: {score}/{0} раундів

source: *If the user already owns some pieces of the set, the price will be reduced
ar: *إذا كان المستخدم يمتلك بالفعل بعض قطع المجموعة، فسيتم تخفيض السعر
de: *Wenn der Benutzer bereits einige Teile des Sets besitzt, wird der Preis reduziert
es: *Si el usuario ya posee algunas piezas del set, el precio se reducirá
fr: *Si l'utilisateur possède déjà certaines parties de l'ensemble, le prix sera réduit
nl: *Wanneer de gebruiker onderdelen van de set bezit, zal de prijs gereduceerd worden
ru: *Если у игрока уже есть какие-то предметы из набора, цена будет снижена
sr: *Ако корисник већ поседује неке делове комплета, цена ће бити смањена
tr: *Kullanıcı setin bazı parçalarına zaten sahipse, fiyat düşürülecektir
uk: *Якщо гравець вже володіє частиною набору, ціну буде зменшено

source: *May burn
ar: *قد تحترق
de: *Kann brennen
es: *Puede arder
fr: *Peut brûler
it: *Può bruciare
nl: *Kan branden
pl: *Może się spalić
pt: *Pode queimar
ro: *Posibil să ardă
ru: *Может сгореть
sr: *Може изгорети
tr: *Alev alabilir
uk: *Може згоріти

source: <0/> applied to join <1/>
ar: تقدم <0/> بطلب للانضمام إلى <1/>
de: <0/> hat sich beworben, <1/> beizutreten
es: <0/> solicitó unirse a <1/>
fr: <0/> a demandé à rejoindre <1/>
it: <0/> ha fatto richiesta per unirsi a <1/>
nl: <0/> heeft zich aangemeld om lid te worden van <1/>
pl: <0/> aplikował do <1/>
pt: <0/> se candidatou a <1/>
ro: <0/> a aplicat să se alăture UM <1/>
ru: <0/> принят для вступления в <1/>
sr: <0/> се пријавио за чланство <1/>
tr: <0/>, <1/> için katılım başvurusunda bulundu.
uk: <0/> подав заявку на приєднання до <1/>

source: <0/> at <1>{0}</1> wage.{1}
ar: <0/> بأجر <1>{0}</1>.{1}
de: <0/> bei <1>{0}</1> Lohn.{1}
es: <0/> a <1>{0}</1> de salario.{1}
fr: <0/> à <1>{0}</1> de salaire.{1}
it: <0/> con salario <1>{0}</1>.{1}
nl: <0/> bij <1>{0}</1> loon.{1}
pl: <0/> za <1>{0}</1> wynagrodzenia.{1}
pt: <0/> a <1>{0}</1> de salário.{1}
ro: <0/> la <1>{0}</1> salariu.{1}
ru: <0/> с зарплатой <1>{0}</1>.{1}
sr: <0/> за <1>{0}</1> плату.{1}
tr: <0/>, <1>{0}</1> maaşla.{1}
uk: <0/> з зарплатою <1>{0}</1>.{1}

source: <0/> buys your region <1/> for <2>{0}</2>
ar: <0/> يشتري منطقتك <1/> مقابل <2>{0}</2>
de: <0/> kauft deine Region <1/> für <2>{0}</2>
es: <0/> compra tu región <1/> por <2>{0}</2>
fr: <0/> achète votre région <1/> pour <2>{0}</2>
it: <0/> compra la tua regione <1/> per <2>{0}</2>
nl: <0/> koopt jouw regio <1/> voor <2>{0}</2>
pl: <0/> kupuje twój region <1/> za <2>{0}</2>
pt: <0/> compra sua região <1/> por <2>{0}</2>
ro: <0/> cumpără regiunea <1/> pentru <2>{0}</2>
ru: <0/> купили <1/> за <2>{0}</2>
sr: <0/> купује твој регион <1/> за <2>{0}</2>
tr: <0/>, <2>{0}</2> karşılığında <1/> bölgeni satın alıyor
uk: <0/> купує ваш регіон <1/> за <2>{0}</2>

source: <0/> commented on your article <1/>
ar: علق <0/> على مقالك <1/>
de: <0/> hat deinen Artikel <1/> kommentiert
es: <0/> comentó en tu artículo <1/>
fr: <0/> a commenté ton article <1/>
it: <0/> ha commentato il tuo articolo <1/>
nl: <0/> heeft een opmerking geplaatst op jouw artikel <1/>
pl: <0/> skomentował twój artykuł <1/>
pt: <0/> comentou no seu artigo <1/>
ro: <0/> a comentat la articolul tău <1/>
ru: <0/> прокомментировал Вашу статью <1/>
sr: <0/> је коментарисао/ла твој чланак <1/>
tr: <0/>, <1/> makalene yorum yaptı
uk: <0/> залишив коментар до статті <1/>

source: <0/> conquered the region in <1/>
ar: احتل <0/> المنطقة في <1/>
de: <0/> hat die Region in <1/> erobert
es: <0/> conquistó la región en <1/>
fr: <0/> a conquis la région dans <1/>
it: <0/> ha conquistato la regione in <1/>
nl: <0/> heeft de regio in <1/> veroverd
pl: <0/> podbił region w <1/>
pt: <0/> conquistou a região em <1/>
ro: <0/> a cucerit regiunea <1/>
ru: <0/> захватили регион в <1/>
sr: <0/> је освојио регион на <1/>
tr: <0/>, <1/>'daki bölgeyi fethetti
uk: Держава <0/> завоювала регіон у <1/>

source: <0/> defended in <1/>
ar: دافع <0/> في <1/>
de: <0/> hat in <1/> verteidigt
es: <0/> defendió en <1/>
fr: <0/> a défendu dans <1/>
it: <0/> ha difeso in <1/>
nl: <0/> heeft zich verdedigd in <1/>
pl: <0/> obronił się w <1/>
pt: <0/> defendeu em <1/>
ro: <0/> a apărat <1/>
ru: <0/> удержали <1/>
sr: <0/> се одбранио на <1/>
tr: <0/> <1/>'da savundu
uk: Держава захистилась у <1/>

source: <0/> donated <1>{0}</1> to <2/>
ar: تبرع <0/> بـ <1>{0}</1> إلى <2/>
de: <0/> hat <1>{0}</1> an <2/> gespendet
es: <0/> donó <1>{0}</1> a <2/>
fr: <0/> a donné <1>{0}</1> à <2/>
it: <0/> ha donato <1>{0}</1> a <2/>
nl: <0/> doneerde <1>{0}</1> aan <2/>
pl: <0/> podarował <1>{0}</1> dla <2/>
pt: <0/> doou <1>{0}</1> para <2/>
ro: <0/> a donat <1>{0}</1> către <2/>
ru: <0/> пожертвовал <1>{0}</1> в бюджет <2/>
sr: <0/> је донирао <1>{0}</1> за <2/>
tr: <0/> tarafından <2/> için <1>{0}</1> bağışlandı.
uk: <0/> пожертвував <1>{0}</1> до <2/>

source: <0/> fired you from your <1>{0}</1> wage job in <2/>
ar: قام <0/> بطردك من وظيفتك ذات الأجر <1>{0}</1> في <2/>
de: <0/> hat dich von deinem Job mit <1>{0}</1> Lohn in <2/> gefeuert
es: <0/> te despidió de tu trabajo asalariado de <1>{0}</1> en <2/>
fr: <0/> vous a licencié de votre emploi de <1>{0}</1> dans <2/>
it: <0/> ti ha licenziato dal tuo lavoro da <1>{0}</1> in <2/>
nl: <0/> heeft je ontslagen van jouw <1>{0}</1> salaris baan in <2/>
pl: <0/> zwolnił cię z pracy za wynagrodzeniem <1>{0}</1> w <2/>
pt: <0/> te demitiu do seu trabalho assalariado de <1>{0}</1> em <2/>
ro: <0/> te-a concediat de la locul tău de muncă de <1>{0}</1> în <2/>
ru: <0/> уволил Вас с <1>{0}</1> зарплатой в <2/>
sr: <0/> те је отпустио са твог <1>{0}</1> плаћеног посла у <2/>
tr: <0/> sizi <2/>'deki <1>{0}</1> maaşlı işinizden kovdu
uk: <0/> звільнив вас з роботи у <2/> (зарплата <1>{0}</1>)

source: <0/> gifted you a premium subscription!
ar: أهداك <0/> اشتراكاً مميزاً!
de: <0/> hat dir ein Premium-Abonnement geschenkt!
es: ¡<0/> te regaló una suscripción premium!
fr: <0/> t'a offert un abonnement premium !
it: <0/> ti ha regalato un abbonamento premium!
nl: <0/> schonk jou een premium abonnement!
pl: <0/> podarował ci subskrypcję premium!
pt: <0/> te presenteou com uma assinatura premium!
ro: <0/> ți-a dăruit un plan Susținător!
ru: <0/> подарил Вам премиум подписку!
sr: <0/> ти је даровао премиум претплату!
tr: <0/> sana premium abonelik hediye etti!
uk: <0/> подарував вам преміум-підписку!

source: <0/> gifted you the banner "{0}"!
ar: أهداك <0/> الشعار "{0}"!
de: <0/> hat dir das Banner "{0}" geschenkt!
es: ¡<0/> te regaló el banner "{0}"!
fr: <0/> t'a offert la bannière "{0}" !
it: <0/> ti ha regalato il banner "{0}"!
nl: <0/> heeft jou de banner "{0}" geschonken!
pl: <0/> podarował ci baner "{0}"!
pt: <0/> te presenteou com o banner "{0}"!
ro: <0/> ți-a dăruit coperta "{0}"!
ru: <0/> подарил Вам баннер "{0}"!
sr: <0/> ти је даровао козметички банер "{0}"!
tr: <0/> sana "{0}" afişini hediye etti!
uk: <0/> подарував вам банер "{0}"!

source: <0/> gifted you the skin "{skinTitle}"!
ar: أهداك <0/> المظهر "{skinTitle}"!
de: <0/> hat dir den Skin "{skinTitle}" geschenkt!
es: ¡<0/> te regaló la skin "{skinTitle}"!
fr: <0/> t'a offert le cosmetique "{skinTitle}"!
nl: <0/> heeft jou de skin "{skinTitle}" geschonken!
ru: <0/> подарил Вам скин "{skinTitle}"!
sr: <0/> ти је поклонио скин „{skinTitle}“!
tr: <0/>, sana “{skinTitle}” kostümünü hediye etti!
uk: <0/> подарував вам скін "{skinTitle}"!

source: <0/> gifted you the skin pack "{0}"!
ar: أهداك <0/> حزمة المظاهر "{0}"!
de: <0/> hat dir das Skin-Paket "{0}" geschenkt!
es: ¡<0/> te regaló el skin pack "{0}"!
fr: <0/> t'a offert l'ensemble de cosmétique "{0}"!
nl: <0/> heeft jou de skin pack "{0}" geschonken!
ru: <0/> подарил Вам набор скинов "{0}"!
sr: <0/> ти је поклонио скин пакет „{0}“!
tr: <0/>, sana “{0}” kostüm paketini hediye etti!
uk: <0/> подарував вам набір скінів "{0}"!

source: <0/> has been created, it gonna start soon!
ar: تم إنشاء <0/>، وسيبدأ قريباً!
de: <0/> wurde erstellt, es wird bald beginnen!
es: ¡<0/> ha sido creado, comenzará pronto!
fr: <0/> a été créé, ça va bientôt commencer !
it: <0/> è stato creato, inizierà a breve!
nl: <0/> is georganiseerd, het start binnenkort!
pl: <0/> został utworzony, wkrótce się rozpocznie!
pt: <0/> foi criado, vai começar em breve!
ro: <0/> a fost creat, va începe în curând!
ru: <0/> создано, оно скоро начнётся!
sr: <0/> је креиран, ускоро почиње!
tr: <0/> oluşturuldu, yakında başlayacak!
uk: <0/> створено, він скоро почнеться!

source: <0/> has been elected president of <1/>
ar: تم انتخاب <0/> رئيساً لـ <1/>
de: <0/> wurde zum Präsidenten von <1/> gewählt
es: <0/> ha sido elegido/a presidente de <1/>
fr: <0/> a été élu(e) président(e) de <1/>
it: <0/> è stato eletto presidente di <1/>
nl: <0/> is als president verkozen van <1/>
pl: <0/> został wybrany prezydentem <1/>
pt: <0/> foi eleito(a) presidente de <1/>
ro: <0/> a fost ales președinte al <1/>
ru: <0/> избран президентом <1/>
sr: <0/> је изабран за председника <1/>
tr: <0/>, <1/>'ın başkanı seçildi
uk: <0/> було обрано президентом <1/>

source: <0/> has started a revolution in <1/>
ar: بدأ <0/> ثورة في <1/>
de: <0/> hat eine Revolution in <1/> gestartet
es: <0/> ha iniciado una revuelta en <1/>
fr: <0/> a lancé une révolution dans <1/>
nl: <0/> heeft een revolutie gestart in <1/>
ru: <0/> устроил революцию в <1/>
sr: <0/> је започео револуцију у <1/>
tr: <1/> içinde <0/> tarafından bir devrim başlatıldı
uk: <0/> розпочала революцію у <1/>

source: <0/> has started! Let the battles begin!
ar: بدأ <0/>! فلتبدأ المعارك!
de: <0/> hat begonnen! Lasst die Schlachten beginnen!
es: ¡<0/> ha comenzado! ¡Que comiencen las batallas!
fr: <0/> a commencé ! Que les batailles commencent !
it: <0/> è iniziato! Che le battaglie abbiano inizio!
nl: <0/> is begonnen! Laat de strijd starten!
pl: <0/> się rozpoczął! Niech rozpoczną się bitwy!
pt: <0/> começou! Que comecem as batalhas!
ro: <0/> a început! Să înceapă bătăliile!
ru: <0/> началось! Да начнётся битва!
sr: <0/> је почео! Нека битке почну!
tr: <0/> başladı! Savaşlar başlasın!
uk: <0/> розпочався! Хай буде бій!

source: <0/> is attacking <1/> in <2/>
ar: يقوم <0/> بمهاجمة <1/> في <2/>
de: <0/> greift <1/> in <2/> an
es: <0/> está atacando a <1/> en <2/>
fr: <0/> attaque <1/> dans <2/>
it: <0/> sta attaccando <1/> in <2/>
nl: <0/> is <1/> aan het aanvallen in <2/>
pl: <0/> atakuje <1/> w <2/>
pt: <0/> está atacando <1/> em <2/>
ro: <0/> atacă <1/> în <2/>
ru: <0/> атакует <1/> в <2/>
sr: <0/> напада <1/> у <2/>
tr: <0/> <2/>'da <1/>'a saldırıyor
uk: <0/> атакує <1/> у <2/>

source: <0/> is attacking your country in <1/>
ar: يقوم <0/> بمهاجمة دولتك في <1/>
de: <0/> greift dein Land in <1/> an
es: <0/> está atacando tu país en <1/>
fr: <0/> attaque ton pays dans <1/>
it: <0/> sta attaccando il tuo paese in <1/>
nl: <0/> valt je land aan in <1/>
pl: <0/> atakuje twój kraj w <1/>
pt: <0/> está atacando seu país em <1/>
ro: <0/> atacă țara ta în <1/>
ru: <0/> атакует Вашу страну в <1/>
sr: <0/> напада твоју земљу у <1/>
tr: <0/> <1/>'da ülkene saldırıyor
uk: <0/> атакує вашу державу у <1/>

source: <0/> is revolting in <1/> against your country
ar: يقوم <0/> بالثورة في <1/> ضد دولتك
de: <0/> rebelliert in <1/> gegen dein Land
es: <0/> se está rebelando en <1/> contra tu país
fr: <0/> se révolte dans <1/> contre ton pays
it: <0/> si sta rivoltando in <1/> contro il tuo paese
nl: <0/> komt in <1/> in opstand tegen je land
pl: <0/> buntuje się w <1/> przeciwko twojemu krajowi
pt: <0/> está se revoltando em <1/> contra seu país
ro: <0/> se revoltă împotriva țării tale în <1/>
ru: <0/> восстала в <1/> против Вашей страны
sr: <0/> диже буну у <1/> против твоје земље
tr: <0/> <1/>'da ülkene karşı isyan ediyor
uk: <0/> повстає у <1/> проти вашої держави

source: <0/> joined the game with your referral link!
ar: انضم <0/> للعبة عبر رابط الدعوة الخاص بك!
de: <0/> ist dem Spiel über deinen Empfehlungslink beigetreten!
es: ¡<0/> se unió al juego con tu enlace de referido!
fr: <0/> a rejoint le jeu avec ton lien de parrainage !
it: <0/> si è unito al gioco con il tuo link referral!
nl: <0/> heeft met jouw verwijzingslink meegedaan aan het spel!
pl: <0/> dołączył do gry z twoim linkiem polecającym!
pt: <0/> entrou no jogo com seu link de indicação!
ro: <0/> s-a alăturat jocului la recomandarea ta!
ru: <0/> присоединился к игре через Вашу рефералку!
sr: <0/> се придружио игри преко твог линка препоруке!
tr: <0/>, davet bağlantını kullanarak oyuna katıldı!
uk: <0/> приєднався до гри за вашим посиланням!

source: <0/> joined your company <1/> for <2>{0}</2> wage
ar: انضم <0/> لشركتك <1/> بأجر <2>{0}</2>
de: <0/> ist deinem Unternehmen <1/> für <2>{0}</2> Lohn beigetreten
es: <0/> se unió a tu empresa <1/> por un salario de <2>{0}</2>
fr: <0/> a rejoint ton entreprise <1/> pour un salaire de <2>{0}</2>
it: <0/> si è unito alla tua azienda <1/> con salario <2>{0}</2>
nl: <0/> bij jouw bedrijf begonnen <1/> voor <2>{0}</2> loon
pl: <0/> dołączył do twojej firmy <1/> za <2>{0}</2> pensji
pt: <0/> entrou na sua empresa <1/> por um salário de <2>{0}</2>
ro: <0/> s-a alăturat companiei tale <1/> pentru un salariu de <2>{0}</2>
ru: <0/> присоединился к Вашей компании <1/> с зарплатой <2>{0}</2>
sr: <0/> се придружио твојој компанији <1/> за плату од <2>{0}</2>
tr: <0/> <2>{0}</2> maaşla <1/> şirketine katıldı
uk: <0/> приєднався до вашої фабрики <1/> з зарплатнею <2>{0}</2>
