Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: You sold items.
ar: لقد بعت عناصر.
de: Du hast Gegenstände verkauft.
es: Vendiste objetos.
fr: Tu as vendu des objets.
it: Hai venduto degli oggetti.
nl: Je hebt spullen verkocht.
pl: Sprzedałeś przedmioty.
pt: Você vendeu itens.
ro: Ai vândut obiecte.
ru: Вы продали предметы.
sr: Продао си предмете.
tr: Eşya sattın.
uk: Ви продали предмети.

source: You successfully gifted "{0}" to <0/>!
ar: لقد أهديت "{0}" بنجاح إلى <0/>!
de: Du hast erfolgreich "{0}" an <0/> verschenkt!
es: ¡Regalaste exitósamente "{0}" a <0/>!
nl: Je hebt met succes "{0}" aan <0/> gegeven!
ru: Вы успешно подарили "{0}" <0/>!
sr: Успешно си поклонио "{0}" <0/>!
uk: Ви успішно подарували "{0}" гравцю <0/>!

source: You successfully gifted "{skinTitle}" to <0/>!
ar: لقد أهديت "{skinTitle}" بنجاح إلى <0/>!
de: Du hast erfolgreich "{skinTitle}" an <0/> verschenkt!
es: ¡Regalaste exitósamente "{skinTitle}" a <0/>!
nl: Je hebt met succes "{skinTitle}" cadeau gedaan aan <0/>!
ru: Вы успешно подарили скин "{skinTitle}" <0/>!
sr: Успешно си поклонио "{skinTitle}" <0/>!
uk: Ви успішно подарували "{skinTitle}" гравцю <0/>!

source: You successfully gifted a premium subscription to <0/>!
ar: لقد أهديت اشتراكاً مميزاً بنجاح إلى <0/>!
de: Du hast erfolgreich ein Premium-Abonnement an <0/> verschenkt!
es: ¡Regalaste exitosamente una suscripción premium a <0/>!
fr: Tu as offert un abonnement premium à <0/> avec succès !
it: Hai regalato con successo un abbonamento premium a <0/>!
nl: Je hebt met succes een premium abonnement op <0/> geschonken!
pl: Pomyślnie podarowałeś subskrypcję premium dla <0/>!
pt: Você presenteou com sucesso uma assinatura premium para <0/>!
ro: Ai dăruit cu succes un plan Susținător pentru <0/>!
ru: Вы успешно подарили премиум подписку <0/>!
sr: Успешно си поклонио premium претплату кориснику <0/>!
tr: <0/>'a başarıyla premium abonelik hediye ettin!
uk: Ви успішно подарували підписку гравцю <0/>!

source: You successfully gifted the skin pack "{0}" to <0/>!
ar: لقد أهديت حزمة المظاهر "{0}" بنجاح إلى <0/>!
de: Du hast erfolgreich das Skin-Paket "{0}" an <0/> verschenkt!
es: ¡Regalaste exitósamente el skin pack "{0}" to <0/>!
nl: Je hebt het skin pack "{0}" succesvol aan <0/> gegeven!
ru: Вы успешно подарили набор скинов "{0}" <0/>!
sr: Успешно си поклонио пакет скинова "{0}" <0/>!
uk: Ви успішно подарували набір "{0}" гравцю <0/>!

source: You very lucky
ar: أنت محظوظ جداً
de: Du hast sehr viel Glück
es: Qué suertudo
fr: T'as trop de chance
it: Sei davvero fortunato
nl: Je hebt veel geluk
pl: Masz dużo szczęścia
pt: Você muito sortudo
ro: Ai mult noroc
ru: Ты чертовски удачлив
sr: Баш имаш среће
tr: Çok şanslısın
uk: Тобі дуже щастить

source: You was fired from the government by <0/>
ar: تم طردك من الحكومة بواسطة <0/>
de: Du wurdest von <0/> aus der Regierung entlassen.
es: Fuiste destituido del gobierno por <0/>
fr: Tu as été renvoyé du gouvernement par <0/>
it: Sei stato rimosso dal governo da <0/>
nl: Je bent door <0/> uit de regering gezet
pl: Zostałeś zwolniony z rządu przez <0/>
pt: Você foi demitido do governo por <0/>
ro: Ai fost demis din guvern de <0/>
ru: <0/> уволил тебя из правительства
sr: Смењен си из владе од стране <0/>
tr: <0/> tarafından hükümetten kovuldun
uk: Ви були звільнені з уряду гравцем <0/>

source: You were elected
ar: تم انتخابك
de: Du wurdest gewählt
es: Fuiste elegido
fr: Tu as été élu
it: Sei stato eletto
nl: Je bent gekozen
pl: Zostałeś wybrany
pt: Você foi eleito
ro: Ai fost ales
ru: Вы были избраны
sr: Изабран си
tr: Seçildin
uk: Вас було обрано

source: You were so close
ar: كنت قريباً جداً
de: Du warst so nah dran
es: Estuviste tan cerca
fr: T'étais si proche
it: Ci sei andato vicino
nl: Je was zo dichtbij
pl: Byłeś tak blisko
pt: Você estava tão perto
ro: Erai așa de aproape
ru: Ты был так близко
sr: Био си баш близу
tr: Çok yaklaştın
uk: Ви були так близькі

source: You win money for the badge + {0}% of the badge income of all your referrals
ar: تربح المال للشارة + {0}% من دخل الشارة لجميع إحالاتك
de: Du gewinnst Geld für das Abzeichen + {0}% des Abzeichen-Einkommens all deiner Empfehlungen
es: Ganas dinero por la insignia + {0}% de los ingresos de la insignia de todos tus referidos
fr: Vous gagnez de l'argent pour le badge + {0}% des revenus de badge de tous vos filleuls
it: Guadagni denaro dal badge + {0}% del reddito da badge di tutti i tuoi referral
nl: Je wint geld voor de badge + {0}% van de badge-inkomsten van al je verwijzingen
pl: Zyskujesz pieniądze za odznakę + {0}% dochodu z odznaki wszystkich twoich poleconych
pt: Você ganha dinheiro pela insígnia + {0}% da renda de insígnias de todas as suas indicações
ro: Câștigi bani per recomandare, prin insignă, + {0}% din câștigurile pe toate insignele celui recomandat
ru: Вы получаете деньги за значки + {0}% от значков, получаемых твоими рефералами
sr: Освајаш новац за значку + {0}% прихода значке од свих твојих препорука
tr: Rozet için para kazanırsın + tüm referanslarının rozet gelirinin {0}%'i
uk: Ви отримуєте монети за значок + {0}% доходу від значків усіх ваших рефералів

source: You're all set!
ar: أنت جاهز تماماً!
de: Alles bereit!
es: ¡Estás listo!
fr: Tu es prêt !
it: È tutto pronto!
nl: Je bent er klaar voor!
pl: Wszystko gotowe!
pt: Você está pronto!
ro: Toate bune!
ru: Все готово!
sr: Све је спремно!
tr: Her şey hazır!
uk: Ви готові!

source: You're already a supporter <0/>
ar: أنت داعم بالفعل <0/>
de: Du bist bereits ein Supporter <0/>
es: Ya eres un supporter <0/>
fr: Tu es déjà un supporter <0/>
it: Sei già supporter <0/>
nl: Je bent al een supporter <0/>
pl: Jesteś już wspierającym <0/>
pt: Você já é um apoiador <0/>
ro: Ești deja un Susținător <0/>
ru: Вы уже премиум-подписчик <0/>
sr: Већ си подржавалац <0/>
tr: Zaten destekçisin <0/>
uk: Ви вже підписник <0/>

source: You're climbing, don't stop now
ar: أنت تصعد، لا تتوقف الآن
de: Du steigst auf, hör jetzt nicht auf
es: Estás subiendo, no pares ahora
fr: Tu montes, n'arrête pas maintenant
it: Stai salendo, non fermarti ora
nl: Je klimt, stop nu niet
pl: Wspinasz się, nie zatrzymuj się
pt: Você está subindo, não pare agora
ro: Hai că merge, nu te opri acum
ru: Ты взбираешься на гору, глупо останавливаться на полпути
sr: Пењеш се, не стај сада
tr: Yükseliyorsun, şimdi durma
uk: Ти вже піднімаєшся, не зупиняйся

source: You're going to be a legend for, like, 100 hits!
ar: ستصبح أسطورة لـ، تقريباً، 100 ضربة!
de: Du wirst eine Legende sein, für etwa 100 Treffer!
es: ¡Vas a ser una leyenda por unos 100 golpes!
fr: Tu vas être une légende pendant genre 100 coups !
it: Sarai una leggenda per tipo 100 colpi!
nl: Je wordt een legende voor, zeg maar, 100 hits!
pl: Będziesz legendą przez następne 100 uderzeń!
pt: Você vai ser uma lenda por uns 100 golpes!
ro: Vei fi legendă pentru următoarele 100 de lovituri!
ru: Ты станешь легендой, скажем... за 100 кейсов!
sr: Бићеш легенда за, рецимо, 100 удараца!
tr: 100 vuruşluk bir efsane olacaksın!
uk: Ви будете легендою наступні, ееее, 100 ударів!

source: You're literally one case away from greatness
ar: أنت حرفياً على بعد صندوق واحد من العظمة
de: Du bist buchstäblich nur eine Kiste von wahrer Größe entfernt
es: Literalmente estás a una caja de la grandeza
fr: T'es littéralement à une caisse de la gloire
it: Ti manca letteralmente una cassa alla grandezza
nl: Je bent letterlijk één geval verwijderd van grootsheid
pl: Dosłownie jedna skrzynka od wielkości
pt: Você está literalmente a uma caixa da grandeza
ro: Ești literalmente o cutie distanță de măreție
ru: Ты в одном кейсе от величия
sr: Буквално си један сандук од величанствености
tr: Büyüklükten tam bir kasa uzaktasın
uk: Ви буквально за один кейс від величі

source: You're officially better than 80% of players
ar: أنت رسمياً أفضل من 80% من اللاعبين
de: Du bist offiziell besser als 80 % der Spieler
es: Oficialmente eres mejor que el 80% de los jugadores
fr: T'es officiellement meilleur que 80% des joueurs
it: Sei ufficialmente meglio dell'80% dei giocatori
nl: Je bent officieel beter dan 80% van de spelers
pl: Oficjalnie jesteś lepszy niż 80% graczy
pt: Você oficialmente é melhor que 80% dos jogadores
ro: Oficial ești mai bun decât 80% din jucători
ru: Ты официально лучше чем 80% игроков
sr: Званично си бољи од 80% играча
tr: Resmi olarak oyuncuların %80'inden daha iyisin
uk: Ви офіційно кращі за 80% гравців

source: You're peaking
ar: أنت في القمة
de: Du bist in Bestform
es: Estás en tu mejor momento
fr: T'es au sommet
it: Sei al massimo
nl: Je piekt
pl: Jesteś na szczycie
pt: Você está no auge
ro: Ești la apogeul norocului tău
ru: Ты в ударе
sr: Достижеш врхунац
tr: Zirvedesin
uk: Ти досягаєш піку

source: You've completed some missions! Let's collect your XP rewards.
ar: لقد أكملت بعض المهام! دعنا نجمع مكافآت الخبرة الخاصة بك.
de: Du hast einige Missionen abgeschlossen! Lass uns deine XP-Belohnungen abholen.
es: ¡Has completado algunas misiones! Vamos a recoger tus recompensas de XP.
fr: Tu as terminé des missions ! Récupérons tes récompenses d'XP.
it: Hai completato alcune missioni! Raccogliamo le ricompense XP.
nl: Je hebt een aantal missies voltooid! Laten we je XP-beloningen verzamelen.
pl: Ukończyłeś kilka misji! Odbierzmy twoje nagrody XP.
pt: Você completou algumas missões! Vamos coletar suas recompensas de XP.
ro: Ai completat câteva misiuni! Să colectăm recompensele.
ru: Вы выполнили несколько миссий! Давайте соберём награду в виде опыта.
sr: Завршио си неке мисије! Хајде да покупимо твоје XP награде.
tr: Bazı görevleri tamamladın! XP ödüllerini toplayalım.
uk: Ви виконали деякі місії! Зберімо бали досвіду.

source: You've reached max level!
ar: لقد وصلت إلى الحد الأقصى للمستوى!
de: Du hast das maximale Level erreicht!
es: ¡Has alcanzado el nivel máximo!
fr: Vous avez atteint le niveau maximum !
it: Hai raggiunto il livello massimo!
nl: Je hebt het maximale level bereikt!
pl: Osiągnąłeś maksymalny poziom!
pt: Você alcançou o nível máximo!
ro: Ai ajuns la nivelul maxim!
ru: Вы достигли максимального уровня!
sr: Достигао си максимални ниво!
tr: Maksimum seviyeye ulaştın!
uk: Ви досягли максимального рівня!

source: Your <0>Production</0> bar is full! Click to produce items and add them to your inventory.
ar: شريط <0>الإنتاج</0> الخاص بك ممتلئ! انقر لإنتاج العناصر وإضافتها إلى مخزونك.
de: Deine <0>Produktionsleiste</0> ist voll! Klicke, um Gegenstände zu produzieren und sie deinem Inventar hinzuzufügen.
es: ¡Tu barra de <0>Producción</0> está llena! Haz clic para producir objetos y añadirlos a tu inventario.
fr: Ta barre de <0>Production</0> est pleine ! Clique pour produire des objets et les ajouter à ton inventaire.
it: La tua barra <0>Produzione</0> è piena! Clicca per produrre oggetti e aggiungerli al tuo inventario.
nl: Je <0>Production</0> balk is vol! Klik om items te produceren en voeg ze toe aan je inventaris.
pl: Twój pasek <0>Produkcji</0> jest pełny! Kliknij, aby wyprodukować przedmioty i dodać je do ekwipunku.
pt: Sua barra de <0>Produção</0> está cheia! Clique para produzir itens e adicioná-los ao inventário.
ro: Bara de <0>Producție</0> e plină! Apasă pentru a produce obiecte și a le adăuga în inventar.
ru: Ваша полоска <0>Производства</0> заполнилась! Кликните, чтобы произвести предметы и отправить их в инвентарь.
sr: Твоја трака <0>производње</0> је пуна! Кликни да произведеш предмете и додаш их у свој инвентар.
tr: <0>Üretim</0> çubuğun dolu! Eşya üretmek ve envanterine eklemek için tıkla.
uk: Ваша шкала <0>Виробництва</0> заповнена! Натисність, аби виробити предмети та додати їх до інвентарю.

source: Your account has been automatically reported for cheating
ar: تم الإبلاغ عن حسابك تلقائياً للغش
de: Dein Konto wurde automatisch wegen Betrugs gemeldet
es: Tu cuenta ha sido reportada automáticamente por hacer trampa
fr: Ton compte a été automatiquement signalé pour triche
it: Il tuo account è stato segnalato automaticamente per cheating
nl: Je account is automatisch gerapporteerd wegens valsspelen
pl: Twoje konto zostało automatycznie zgłoszone za oszustwo
pt: Sua conta foi reportada automaticamente por trapaça
ro: Contul tău a fost raportat automat pentru trișat
ru: Ваш аккаунт отправлен на проверку по подозрению в читерстве
sr: Твој налог је аутоматски пријављен због варања
tr: Hesabın hile için otomatik olarak rapor edildi
uk: Ми перевіримо твій обліковий запис на наявність читів

source: Your ancestors are proud
ar: أجدادك فخورون
de: Deine Vorfahren sind stolz
es: Tus ancestros están orgullosos
fr: Tes ancêtres sont fiers
it: I tuoi antenati sono fieri di te
nl: Je voorouders zijn trots
pl: Twoi przodkowie są dumni
pt: Seus ancestrais estão orgulhosos
ro: Strămoșii tăi sunt mândri
ru: Твои предки гордятся тобой
sr: Твоји преци су поносни
tr: Ataların gururlu
uk: Твої предки пишаються тобою

source: Your application to <0/> has been rejected
ar: تم رفض طلبك للانضمام إلى <0/>
de: Deine Bewerbung bei <0/> wurde abgelehnt.
es: Tu solicitud a <0/> ha sido rechazada
fr: Ta candidature à <0/> a été rejetée
it: La tua richiesta a <0/> è stata rifiutata
nl: Je aanvraag voor <0/> is afgewezen
pl: Twoja aplikacja do <0/> została odrzucona
pt: Sua candidatura para <0/> foi rejeitada
ro: Aplicația ta la <0/> a fost respinsă
ru: Ваш запрос к <0/> был отклонён
sr: Твоја пријава за <0/> је одбијена
tr: <0/> başvurun reddedildi
uk: Ваш запит до <0/> було відхилено

source: Your banner "{0}" has been accepted and is now available in the shop! It has been automatically unlocked for you.
ar: تم قبول شعارك "{0}" وهو متاح الآن في المتجر! تم فتحه تلقائياً لك.
de: Dein Banner "{0}" wurde akzeptiert und ist jetzt im Shop verfügbar! Er wurde automatisch für dich freigeschaltet.
es: ¡Tu portada "{0}" ha sido aceptada, ahora está disponible en la tienda! Se ha desbloqueado automáticamente para tí.
nl: Je banner "{0}" is geaccepteerd en is nu verkrijgbaar in de winkel! Het is automatisch voor je ontgrendeld.
ru: Ваш баннер "{0}" был принят и теперь доступен в магазине! Он был автоматически разблокирован для Вас.
sr: Твоје банер "{0}" је прихваћен и сада је доступан у продавници! Аутоматски је доступан за тебе.
uk: Ваш банер "{0}" був прийнятий, і тепер доступний в магазині! Він був автоматично розблокований для вас.

source: Your citizenship is going to change
ar: جنسيتك ستتغير
de: Deine Staatsbürgerschaft wird sich ändern
es: Tu ciudadanía va a cambiar
fr: Votre citoyenneté va changer
it: La tua cittadinanza sta per cambiare
nl: Je staatsburgerschap gaat veranderen
pl: Twoje obywatelstwo się zmieni
pt: Sua cidadania vai mudar
ro: Cetățenia ta se va schimba
ru: Ваше гражданство будет изменено
sr: Твоје држављанство ће се променити
tr: Vatandaşlığın değişecek
uk: Ваше громадянство зміниться

source: Your country
ar: بلدك
de: Dein Land
es: Tu país
fr: Ton pays
it: Il tuo paese
nl: Jouw land
pl: Twój kraj
pt: Seu país
ro: Țara ta
ru: Ваша страна
sr: Твоја држава
tr: Ülken
uk: Ваша держава

source: Your country is under attack!
ar: بلدك يتعرض للهجوم!
de: Dein Land wird angegriffen!
es: ¡Tu país está bajo ataque!
fr: Ton pays est attaqué !
it: Il tuo paese è sotto attacco!
nl: Uw land wordt aangevallen!
pl: Twój kraj jest atakowany!
pt: Seu país está sob ataque!
ro: Țara ta este atacată!
ru: Ваша страна атакована!
sr: Твоја држава је под нападом!
tr: Ülken saldırı altında!
uk: На вашу державу напали!

source: Your country launched an attack!
ar: شن بلدك هجوماً!
de: Dein Land hat einen Angriff gestartet!
es: ¡Tu país lanzó un ataque!
fr: Ton pays a lancé une attaque !
it: Il tuo paese ha lanciato un attacco!
nl: Uw land heeft een aanval gelanceerd!
pl: Twój kraj przeprowadził atak!
pt: Seu país lançou um ataque!
ro: Țara ta a lansat un atac!
ru: Ваша страна начала атаку!
sr: Твоја држава је покренула напад!
tr: Ülken saldırı başlattı!
uk: Ваша держава розпочала атаку!

source: Your country started a revolt in <0/> against <1/>
ar: بدأ بلدك ثورة في <0/> ضد <1/>
de: Dein Land hat eine Revolte in <0/> gegen <1/> gestartet.
es: Tu país inició una rebelión en <0/> contra <1/>
fr: Ton pays a commencé une révolte dans <0/> contre <1/>
it: Il tuo paese ha avviato una rivolta in <0/> contro <1/>
nl: Uw land begon in <0/> een opstand tegen <1/>
pl: Twój kraj rozpoczął bunt w <0/> przeciwko <1/>
pt: Seu país iniciou uma revolta em <0/> contra <1/>
ro: Țara ta a început o revoltă în <0/> împotriva <1/>
ru: Ваша страна начала восстание в <0/> против <1/>
sr: Твоја држава је започела побуну у <0/> против <1/>
tr: Ülken <1/>'a karşı <0/>'da isyan başlattı
uk: Ваша держава розпочала повстання у <0/> проти <1/>

source: Your country started the construction of <0/> in <1/>
ar: بدأ بلدك بناء <0/> في <1/>
de: Dein Land hat mit dem Bau von <0/> in <1/> begonnen.
es: Tu país inició la construcción de <0/> en <1/>
fr: Ton pays a commencé la construction de <0/> dans <1/>
it: Il tuo paese ha iniziato la costruzione di <0/> in <1/>
nl: Uw land begon met de bouw van <0/> in <1/>
pl: Twój kraj rozpoczął budowę <0/> w <1/>
pt: Seu país iniciou a construção de <0/> em <1/>
ro: Țara ta a început construcția <0/> în <1/>
ru: Ваша страна начала строительство <0/> в <1/>
sr: Твоја држава је започела изградњу <0/> у <1/>
tr: Ülken <1/>'da <0/> inşaatını başlattı
uk: Ваша держава розпочала будівнивто <0/> у <1/>

source: Your current job
ar: وظيفتك الحالية
de: Dein aktueller Job
es: Tu trabajo actual
fr: Votre emploi actuel
it: Il tuo lavoro attuale
nl: Je huidige baan
pl: Twoja obecna praca
pt: Seu emprego atual
ro: Locul tău de muncă actual
ru: Ваша текущая работа
sr: Твој тренутни посао
tr: Mevcut işin
uk: Ваша поточна робота

source: Your current order
ar: طلبك الحالي
de: Dein aktueller Auftrag
es: Tu orden actual
fr: Votre ordre actuel
it: Il tuo ordine attuale
nl: Je huidige bestelling
pl: Twoje obecne zamówienie
pt: Sua ordem atual
ro: Comanda ta actuală
ru: Ваш текущий ордер
sr: Твој тренутни налог
tr: Mevcut emrin
uk: Ваше замовлення

source: Your daily missions have been reset! Complete them to earn rewards.
ar: تمت إعادة تعيين مهامك اليومية! أكملها لكسب المكافآت.
de: Deine täglichen Missionen wurden zurückgesetzt! Schließe sie ab, um Belohnungen zu verdienen.
es: ¡Tus misiones diarias han sido reiniciadas! Completa las misiones para ganar recompensas.
fr: Vos missions quotidiennes ont été réinitialisées ! Complétez-les pour gagner des récompenses.
it: Le tue missioni giornaliere sono state reimpostate! Completale per ottenere ricompense.
nl: Je dagelijkse missies zijn opnieuw ingesteld! Voltooi ze om beloningen te verdienen.
pl: Twoje misje dzienne zostały zresetowane! Wykonaj je, aby zdobyć nagrody.
pt: Suas missões diárias foram reiniciadas! Complete-as para ganhar recompensas.
ro: Misiunile tale zilnice au fost resetate! Completează-le pentru a câștiga recompense.
ru: Ваши ежедневные миссии сброшены! Выполните их, чтобы забрать награды.
sr: Твоје дневне мисије су ресетоване! Заврши их да зарадиш награде.
tr: Günlük görevleriniz sıfırlandı! Ödüller kazanmak için tamamlayın.
uk: Ваші щоденні місії було скинуто! Завершіть їх, аби отримати нагороду.

source: Your daily XP limit has been reset, you can now gain XP and get your daily reward!
ar: تمت إعادة تعيين حد الخبرة اليومي، يمكنك الآن كسب الخبرة والحصول على مكافأتك اليومية!
de: Dein tägliches XP-Limit wurde zurückgesetzt, du kannst jetzt wieder XP sammeln und deine tägliche Belohnung erhalten!
es: ¡Tu límite de XP diario se ha reiniciado, ahora puedes ganar XP y obtener tu recompensa diaria!
fr: Ta limite d'XP quotidienne a été réinitialisée, tu peux maintenant gagner de l'XP et obtenir ta récompense quotidienne !
it: Il tuo limite giornaliero di XP è stato reimpostato: ora puoi guadagnare XP e ottenere la ricompensa giornaliera!
nl: Je dagelijkse XP-limiet is gereset, je kunt nu XP verdienen en je dagelijkse beloning krijgen!
pl: Twój dzienny limit XP został zresetowany, możesz teraz zdobywać XP i otrzymać dzienną nagrodę!
pt: Seu limite diário de XP foi resetado, você pode ganhar XP e obter sua recompensa diária!
ro: Limita ta zilnică de XP a fost resetată, poți acum să câștigi XP și să primești recompensa zilnică!
ru: Ваш ежедневный лимит XP сброшен, теперь Вы можете получать XP и забирать ежедневные награды!
sr: Твој дневни XP лимит је ресетован, сада можеш да стичеш XP и преузмеш своју дневну награду!
tr: Günlük XP limitin sıfırlandı, artık XP kazanabilir ve günlük ödülünü alabilirsin!
uk: Ваш щоденний ліміт досвіду було скинуто, тепер ви можете отримати XP за щоденні нагороди!

source: Your damages
ar: أضرارك
de: Dein Schaden
es: Tu daño
fr: Tes dégâts
it: I tuoi danni
nl: Uw schade
pl: Twoje obrażenia
pt: Seus danos
ro: Daunele tale
ru: Ваш урон
sr: Твоја штета
tr: Senin hasarın
uk: Ваша шкода

source: Your email
ar: بريدك الإلكتروني
de: Deine E-Mail
es: Tu correo electrónico
fr: Votre e-mail
it: La tua email
nl: Je e-mailadres
pl: Twój email
pt: Seu email
ro: Adresa ta de email
ru: Ваш email
sr: Твој имејл
tr: E-postan
uk: Ваша пошта

source: Your employer wants to reduce your wage from <0>{0}</0> to <1>{1}</1>.
ar: صاحب العمل يريد تخفيض أجرك من <0>{0}</0> إلى <1>{1}</1>.
de: Dein Arbeitgeber möchte deinen Lohn von <0>{0}</0> auf <1>{1}</1> senken.
es: Tu empleador quiere reducir tu salario de <0>{0}</0> a <1>{1}</1>.
fr: Votre employeur souhaite réduire votre salaire de <0>{0}</0> à <1>{1}</1>.
it: Il tuo datore di lavoro vuole ridurre il tuo salario da <0>{0}</0> a <1>{1}</1>.
nl: Je werkgever wil je loon verlagen van <0>{0}</0> naar <1>{1}</1>.
pl: Twój pracodawca chce obniżyć Twoje wynagrodzenie z <0>{0}</0> do <1>{1}</1>.
pt: Seu empregador quer reduzir seu salário de <0>{0}</0> para <1>{1}</1>.
ro: Angajatorul tău dorește să îți reducă salariul de la <0>{0}</0> la <1>{1}</1>.
ru: Ваш работодатель хочет сократить вашу зарплату с <0>{0}</0> до <1>{1}</1>.
sr: Твој послодавац жели да смањи твоју плату са <0>{0}</0> на <1>{1}</1>.
tr: İşvereniniz maaşınızı <0>{0}</0>'dan <1>{1}</1>'e düşürmek istiyor.
uk: Ваш роботодавець хоче зменшити вашу зарплатню з <0>{0}</0> до <1>{1}</1>.

source: Your employer wants to reduce your wage in <0/> from <1>{0}</1> to <2>{1}</2>. Accept or reject this change.
ar: صاحب العمل يريد تخفيض أجرك في <0/> من <1>{0}</1> إلى <2>{1}</2>. اقبل أو ارفض هذا التغيير.
de: Dein Arbeitgeber möchte deinen Lohn in <0/> von <1>{0}</1. auf <2>{1}</2> senken. Akzeptiere oder lehne diese Änderung ab.
es: Tu empleador quiere reducir tu salario en <0/> de <1>{0}</1> a <2>{1}</2>. Acepta o rechaza este cambio.
fr: Votre employeur souhaite réduire votre salaire dans <0/> de <1>{0}</1> à <2>{1}</2>. Acceptez ou refusez ce changement.
it: Il tuo datore di lavoro vuole ridurre il tuo salario in <0/> da <1>{0}</1> a <2>{1}</2>. Accetta o rifiuta questa modifica.
nl: Je werkgever wil je loon in <0/> verlagen van <1>{0}</1> naar <2>{1}</2>. Accepteer of wijs deze verandering af.
pl: Twój pracodawca chce obniżyć Twoje wynagrodzenie w <0/> z <1>{0}</1> do <2>{1}</2>. Zaakceptuj lub odrzuć tę zmianę.
pt: Seu empregador quer reduzir seu salário em <0/> de <1>{0}</1> para <2>{1}</2>. Aceite ou rejeite esta mudança.
ro: Angajatorul tău dorește să îți reducă salariul în <0/> de la <1>{0}</1> la <2>{1}</2>. Acceptă sau respinge această schimbare.
ru: Ваш работодатель хочет сократить вашу зарплату в <0/> с <1>{0}</1> до <2>{1}</2>. Примите или отклоните изменение.
sr: Твој послодавац жели да смањи твоју плату у <0/> са <1>{0}</1> на <2>{1}</2>. Прихвати или одбиј ову промену.
tr: İşvereniniz <0/>'daki maaşınızı <1>{0}</1>'dan <2>{1}</2>'e düşürmek istiyor. Bu değişikliği kabul veya reddedin.
uk: Ваш роботодавець хоче зменшити вашу зарплатню у <0/> з <1>{0}</1> до <2>{1}</2>. Прийміть або відхиліть цю зміну.

source: Your enemies
ar: أعداؤك
de: Deine Feinde
es: Tus enemigos
fr: Tes ennemis
it: I tuoi nemici
nl: Je vijanden
pl: Twoi wrogowie
pt: Seus inimigos
ro: Inamicii tăi
ru: Ваши враги
sr: Твоји непријатељи
tr: Düşmanların
uk: Ваші вороги
