Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: <0/> left his job in your company {0}
ar: ترك <0/> وظيفته في شركتك {0}
de: <0/> hat seinen Job in deinem Unternehmen {0} verlassen
es: <0/> dejó su trabajo en tu empresa {0}
fr: <0/> a quitté son emploi dans ton entreprise {0}
it: <0/> ha lasciato il lavoro nella tua azienda {0}
nl: <0/> zijn baan bij jouw bedrijf opgezegd {0}
pl: <0/> odszedł z pracy w twojej firmie {0}
pt: <0/> deixou o emprego na sua empresa {0}
ro: <0/> a demisionat din compania ta {0}
ru: <0/> покинул Вашу компанию {0}
sr: <0/> је напустио посао у твојој компанији {0}
tr: <0/> {0} şirketindeki işinden ayrıldı
uk: <0/> покинув роботу на вашій фабриці {0}

source: <0/> liked your article <1/>
ar: أعجب <0/> بمقالك <1/>
de: <0/> hat deinen Artikel <1/> geliked
es: A <0/> le gustó tu artículo <1/>
fr: <0/> a aimé ton article <1/>
it: <0/> ha messo mi piace al tuo articolo <1/>
nl: <0/> vond je artikel <1/>
pl: <0/> polubił twój artykuł <1/>
pt: <0/> curtiu seu artigo <1/>
ro: <0/> a apreciat articolul tău <1/>
ru: <0/> понравилась Ваша статья <1/>
sr: <0/> је лајковао твој чланак <1/>
tr: <0/> <1/> makaleni beğendi
uk: <0/> вподобав вашу статтю <1/>

source: <0/> liked your message <1/>
ar: أعجب <0/> برسالتك <1/>
de: <0/> hat deine Nachricht <1/> geliked
es: A <0/> le gustó tu mensaje <1/>
fr: <0/> a aimé ton message <1/>
it: <0/> ha messo mi piace al tuo messaggio <1/>
nl: <0/> vond je bericht leuk <1/>
pl: <0/> polubił twoją wiadomość <1/>
pt: <0/> curtiu sua mensagem <1/>
ro: <0/> a apreciat mesajul tău <1/>
ru: <0/> понравилось Ваше сообщение <1/>
sr: <0/> је лајковао твоју поруку <1/>
tr: <0/> <1/> mesajını beğendi
uk: <0/> вподобав ваше повідомлення <1/>

source: <0/> mentioned you in a message <1/>
ar: أشار إليك <0/> في رسالة <1/>
de: <0/> hat dich in einer Nachricht <1/> erwähnt
es: <0/> te mencionó en un mensaje <1/>
fr: <0/> vous a mentionné dans un message <1/>
it: <0/> ti ha menzionato in un messaggio <1/>
nl: <0/> noemde je in een bericht <1/>
pl: <0/> wspomniał(a) o Tobie w wiadomości <1/>
pt: <0/> mencionou você em uma mensagem <1/>
ro: <0/> te-a menționat într-un mesaj <1/>
ru: <0/> упомянул Вас в сообщении <1/>
sr: <0/> те је споменуо у поруци <1/>
tr: <0/> senden <1/> mesajında bahsetti
uk: <0/> згадав вас у повідомленні <1/>

source: <0/> Priority ends in <1/>
ar: <0/> تنتهي الأولوية في <1/>
de: <0/> Priorität endet in <1/>
es: Prioridad de <0/> termina en <1/>
fr: La priorité de <0/> se termine dans <1/>
it: <0/> La priorità termina tra <1/>
nl: <0/> Priority eindigt op <1/>
pl: Priorytet <0/> kończy się za <1/>
pt: Prioridade de <0/> termina em <1/>
ro: Prioritatea pentru <0/> se termină în <1/>
ru: <0/> Приоритет закончится в <1/>
sr: <0/> Приоритет истиче за <1/>
tr: <0/> Önceliği <1/>'da bitiyor
uk: Пріоритет <0/> закінчується через <1/>

source: <0/> published a new article
ar: نشر <0/> مقالاً جديداً
de: <0/> hat einen neuen Artikel veröffentlicht
es: <0/> publicó un nuevo artículo
fr: <0/> a publié un nouvel article
it: <0/> ha pubblicato un nuovo articolo
nl: <0/> publiceerde een nieuw artikel
pl: <0/> opublikował nowy artykuł
pt: <0/> publicou um novo artigo
ro: <0/> a publicat un articol nou
ru: <0/> опубликовал новую статью
sr: <0/> је објавио нови чланак
tr: <0/> yeni bir makale yayınladı
uk: <0/> опублікував нову статтю

source: <0/> referred you to the game.
ar: قام <0/> بدعوتك إلى اللعبة.
de: <0/> hat dich für das Spiel geworben.
es: <0/> te invitó al juego.
fr: <0/> t'a invité au jeu.
it: <0/> ti ha invitato al gioco.
nl: <0/> verwees je naar het spel.
pl: <0/> polecił ci grę.
pt: <0/> te indicou para o jogo.
ro: <0/> te-a recomandat pentru joc.
ru: <0/> порекомендовал Вам эту игру.
sr: <0/> те је препоручио за игру.
tr: <0/> seni oyuna yönlendirdi.
uk: <0/> запросив вас до гри.

source: <0/> responded to your message {0}
ar: رد <0/> على رسالتك {0}
de: <0/> hat auf deine Nachricht {0} geantwortet
es: <0/> respondió a tu mensaje {0}
fr: <0/> a répondu à ton message {0}
it: <0/> ha risposto al tuo messaggio {0}
nl: <0/> heb op je bericht gereageerd {0}
pl: <0/> odpowiedział na twoją wiadomość {0}
pt: <0/> respondeu à sua mensagem {0}
ro: <0/> a răspuns la mesajul tău {0}
ru: <0/> ответил на Ваше сообщение {0}
sr: <0/> је одговорио на твоју поруку {0}
tr: <0/> {0} mesajına yanıt verdi
uk: <0/> відповів на ваше повідомлення {0}

source: <0/> subscribed to you on your article <1/>
ar: اشترك <0/> معك عبر مقالك <1/>
de: <0/> hat dich bei deinem Artikel <1/> abonniert
es: <0/> se suscribió a ti en tu artículo <1/>
fr: <0/> s'est abonné à toi sur ton article <1/>
it: <0/> si è iscritto a te sul tuo articolo <1/>
nl: <0/> op je geabonneerd op je artikel <1/>
pl: <0/> zasubskrybował cię przy artykule <1/>
pt: <0/> se inscreveu em você no seu artigo <1/>
ro: <0/> s-a abonat la tine de la articolul tău <1/>
ru: <0/> подписался на Вас после прочтения <1/>
sr: <0/> се претплатио на твој чланак <1/>
tr: <0/> <1/> makalende sana abone oldu
uk: <0/> підписався на вас завдяки статті <1/>

source: <0/> tipped your article <1/>
ar: منح <0/> إكرامية لمقالك <1/>
de: <0/> hat dir für deinen Artikel <1/> Trinkgeld gegeben
es: <0/> dio propina a tu artículo <1/>
fr: <0/> a donné un pourboire à ton article <1/>
it: <0/> ha lasciato una mancia al tuo articolo <1/>
nl: <0/> je artikel <1/>
pl: <0/> dał napiwek do twojego artykułu <1/>
pt: <0/> deu gorjeta ao seu artigo <1/>
ro: <0/> ți-a sponsorizat articolul <1/>
ru: <0/> поддержал монетой Вашу статью <1/>
sr: <0/> је дао напојницу за твој чланак <1/>
tr: <0/> <1/> makalene bahşiş verdi
uk: <0/> залишив чайові для статті <1/>

source: <0/> vs <1/> war
ar: حرب <0/> ضد <1/>
de: <0/> vs <1/> Krieg
es: Guerra <0/> vs <1/>
fr: Guerre <0/> vs <1/>
it: Guerra <0/> vs <1/>
nl: <0/> versus <1/> oorlog
pl: Wojna <0/> vs <1/>
pt: Guerra <0/> vs <1/>
ro: Războiul <0/> vs <1/>
ru: Война <0/> против <1/>
sr: Рат између <0/> и <1/>
tr: <0/> vs <1/> savaşı
uk: Війна <0/> vs <1/>

source: <0/> wants to make peace with your country
ar: يريد <0/> عقد سلام مع دولتك
de: <0/> möchte Frieden mit deinem Land schließen
es: <0/> propone un tratado de paz con tu país
fr: <0/> propose un traité de paix avec votre pays
it: <0/> vuole fare pace con il tuo paese
nl: <0/> wil vrede sluiten met je land
pl: <0/> proponuje pokój z twoim krajem
pt: <0/> propõe um tratado de paz com seu país
ro: <0/> propune un tratat de pace
ru: <0/> хочет заключить мир с Вашей страной
sr: <0/> жели да склопи мир са твојом државом
tr: <0/> ülkenle barış yapmak istiyor
uk: <0/> бажає укласти мир з вашою державою

source: <0/> was nominated as <1>{0}</1>
ar: تم ترشيح <0/> كـ <1>{0}</1>
de: <0/> wurde als <1>{0}</1> nominiert
es: <0/> fue nombrado como <1>{0}</1>
fr: <0/> a été nommé comme <1>{0}</1>
it: <0/> è stato nominato come <1>{0}</1>
nl: <0/> werd genomineerd als <1>{0}</1>
pl: <0/> został nominowany jako <1>{0}</1>
pt: <0/> foi nomeado como <1>{0}</1>
ro: <0/> a fost nominalizat ca <1>{0}</1>
ru: <0/> был выдвинут на пост <1>{0}</1>
sr: <0/> је номинован за <1>{0}</1>
tr: <0/> <1>{0}</1> olarak aday gösterildi
uk: <0/> отримав посаду <1>{0}</1>

source: <0/> won the primary election in <1/> and can now run for president!
ar: فاز <0/> بالانتخابات التمهيدية في <1/> ويمكنه الآن الترشح للرئاسة!
de: <0/> hat die Vorwahl in <1/> gewonnen und kann nun für das Präsidentenamt kandidieren!
es: ¡<0/> ganó las elecciones primarias en <1/> y ahora puede postularse a la presidencia!
fr: <0/>a remporté la primaire des élections <1/> et peut désormais concourir pour la présidence
nl: <0/> won de voorverkiezing in <1/> en kan nu voor het presidentschap meedoen!
ru: <0/> победил в праймериз в <1/> и теперь может баллотироваться в президенты!
sr: <0/> је победио на прелиминарним изборима у <1/> и сада може да се кандидује за председника!
uk: <0/> виграв праймериз у <1/> та готовий балотуватися в президенти!

source: <0/> won the round <1>#{0}</1> in <2/>
ar: فاز <0/> بالجولة <1>#{0}</1> في <2/>
de: <0/> hat die Runde <1>#{0}</1> in <2/> gewonnen
es: <0/> ganó la ronda <1>#{0}</1> en <2/>
fr: <0/> a gagné le round <1>#{0}</1> dans <2/>
it: <0/> ha vinto il round <1>#{0}</1> in <2/>
nl: <0/> won de ronde <1>#{0}</1> in <2/>
pl: <0/> wygrał rundę <1>#{0}</1> w <2/>
pt: <0/> venceu a rodada <1>#{0}</1> em <2/>
ro: <0/> a câștigat runda <1>#{0}</1> în <2/>
ru: <0/> выиграли раунд <1>#{0}</1> in <2/>
sr: <0/> је однела победу у рунди <1>#{0}</1> у <2/>
tr: <0/> <2/>'da <1>#{0}</1>. turu kazandı
uk: Держава <0/> перемогла у раунді <1>#{0}</1> у битві <2/>

source: <0/> won the round <1>#{0}</1> in <2/>!
ar: فاز <0/> بالجولة <1>#{0}</1> في <2/>!
de: <0/> hat die Runde <1>#{0}</1> in <2/> gewonnen!
es: ¡<0/> ganó la ronda <1>#{0}</1> en <2/>!
fr: <0/> a gagné le round <1>#{0}</1> dans <2/> !
it: <0/> ha vinto il round <1>#{0}</1> in <2/>!
nl: <0/> won de ronde <1>#{0}</1> in <2/>!
pl: <0/> wygrał rundę <1>#{0}</1> w <2/>!
pt: <0/> venceu a rodada <1>#{0}</1> em <2/>!
ro: <0/> a câștigat runda <1>#{0}</1> în <2/>!
ru: <0/> выиграли раунд <1>#{0}</1> in <2/>!
sr: <0/> је остварила победу у рунди <1>#{0}</1> у <2/>!
tr: <0/> <2/>'da <1>#{0}</1>. turu kazandı!
uk: Держава <0/> перемогла у раунді <1>#{0}</1> у битві <2/>!

source: <0/><1>Buff</1> ends <2/>
ar: <0/><1>التأثير الإيجابي</1> ينتهي <2/>
de: <0/><1>Buff</1> endet <2/>
es: <0/><1>Bonificación</1> termina en <2/>
fr: <0/><1>Buff</1> se termine <2/>
it: <0/><1>Buff</1> scade <2/>
nl: <0/><1>Buff</1> eindigt <2/>
pl: <0/><1>Buff</1> kończy się <2/>
pt: <0/><1>Buff</1> termina <2/>
ro: <0/><1>Bufful</1> se termină <2/>
ru: <0/><1>Усиление</1> закончится <2/>
sr: <0/><1>Buff</1> истиче <2/>
tr: <0/><1>Buff</1> <2/>'da bitiyor
uk: <0/><1>Підсилення</1> закінчується <2/>

source: <0/><1>Debuff</1> ends <2/>
ar: <0/><1>التأثير السلبي</1> ينتهي <2/>
de: <0/><1>Debuff</1> endet <2/>
es: <0/><1>Penalización</1> termina en <2/>
fr: <0/><1>Debuff</1> se termine <2/>
it: <0/><1>Debuff</1> scade <2/>
nl: <0/><1>Debuff</1> eindigt <2/>
pl: <0/><1>Debuff</1> kończy się <2/>
pt: <0/><1>Debuff</1> termina <2/>
ro: <0/><1>Debufful</1> se termină <2/>
ru: <0/><1>Усталость</1> закончится <2/>
sr: <0/><1>Debuff</1> истиче <2/>
tr: <0/><1>Debuff</1> <2/>'da bitiyor
uk: <0/><1>Послаблення</1> закінчується <2/>

source: <0/>Last connection was <1><2/></1>
ar: <0/>آخر اتصال كان <1><2/></1>
de: <0/>Letzte Verbindung war <1><2/></1>
es: <0/>La última conexión fue <1><2/></1>
fr: <0/>Dernière connexion : <1><2/></1>
it: <0/>Ultima connessione: <1><2/></1>
nl: <0/>Laatste verbinding was <1><2/></1>
pl: <0/>Ostatnie połączenie było <1><2/></1>
pt: <0/>A última conexão foi <1><2/></1>
ro: <0/>Ultima conexiune <1><2/></1>
ru: <0/>Последний раз был <1><2/></1>
sr: <0/> Последњи пут је био повезан <1><2/></1>
tr: <0/>Son bağlantı <1><2/></1> idi
uk: <0/>Останній вхід був <1><2/></1>

source: <0/>Priority ends in <1/>
ar: <0/>تنتهي الأولوية في <1/>
de: <0/>Priorität endet in <1/>
es: La prioridad para <0/> termina en <1/>
fr: La priorité pour <0/> se termine dans <1/>
it: <0/>La priorità termina tra <1/>
nl: <0/>Prioriteit eindigt in <1/>
pl: Priorytet dla <0/> kończy się za <1/>
pt: Prioridade para <0/> termina em <1/>
ro: Prioritatea pentru <0/> se termină în <1/>
ru: <0/>Приоритет закончится в <1/>
sr: <0/>Приоритет истиче за <1/>
tr: <0/>Öncelik <1/>'da bitiyor
uk: Пріоритет <0/> закінчується через <1/>

source: <0>{0}/{1}</0> Companies
ar: <0>{0}/{1}</0> شركات
de: <0>{0}/{1}</0> Unternehmen
es: <0>{0}/{1}</0> Empresas
fr: <0>{0}/{1}</0> Entreprises
it: <0>{0}/{1}</0> Aziende
nl: <0>{0}/{1}</0> Bedrijven
pl: <0>{0}/{1}</0> Firmy
pt: <0>{0}/{1}</0> Empresas
ro: <0>{0}/{1}</0> Companii
ru: <0>{0}/{1}</0> Компаний
sr: <0>{0}/{1}</0> Компаније
tr: <0>{0}/{1}</0> Şirketler
uk: <0>{0}/{1}</0> фабрик

source: <0>{0}/{1}</0> Workers
ar: <0>{0}/{1}</0> عمال
de: <0>{0}/{1}</0> Arbeiter
es: <0>{0}/{1}</0> Trabajadores
fr: <0>{0}/{1}</0> Travailleurs
it: <0>{0}/{1}</0> Lavoratori
nl: <0>{0}/{1}</0> Werknemers
pl: <0>{0}/{1}</0> Pracownicy
pt: <0>{0}/{1}</0> Trabalhadores
ro: <0>{0}/{1}</0> Muncitori
ru: <0>{0}/{1}</0> Рабочих
sr: <0>{0}/{1}</0> Радника
tr: <0>{0}/{1}</0> İşçiler
uk: <0>{0}/{1}</0> працівників

source: <0>{0}</0> <1/> in <2/>
ar: <0>{0}</0> <1/> في <2/>
es: <0>{0}</0> <1/> en <2/>
fr: <0>{0}</0> <1/> dans <2/>
pl: <0>{0}</0> <1/> w <2/>
pt: <0>{0}</0> <1/> em <2/>
ro: <0>{0}</0> <1/> în <2/>
ru: <0>{0}</0> <1/> в <2/>
sr: <0>{0}</0> <1/> у <2/>
tr: <2/>'da <1/> <0>{0}</0>
uk: <0>{0}</0> <1/> через <2/>

source: <0>{0}</0> <1/> orders
ar: <0>{0}</0> <1/> أوامر
de: <0>{0}</0> <1/> Befehle
es: Órdenes de <0>{0}</0> <1/>
fr: <0>{0}</0> ordres <1/>
it: <0>{0}</0> ordini <1/>
pl: <0>{0}</0> rozkazy <1/>
pt: <0>{0}</0> ordens de <1/>
ro: <0>{0}</0> din ordine de la <1/>
ru: <0>{0}</0> <1/> отдал приказ
sr: <0>{0}</0> <1/> наређења
tr: <1/> emirleri <0>{0}</0>
uk: <0>{0}</0> наказ <1/>

source: <0>{0}</0> against enemy of <1/>
ar: <0>{0}</0> ضد عدو <1/>
de: <0>{0}</0> gegen Feind von <1/>
es: <0>{0}</0> contra el enemigo de <1/>
fr: <0>{0}</0> contre l'ennemi de <1/>
it: <0>{0}</0> contro il nemico di <1/>
nl: <0>{0}</0> tegen de vijand van <1/>
pl: <0>{0}</0> przeciwko wrogowi <1/>
pt: <0>{0}</0> contra inimigo de <1/>
ro: <0>{0}</0> împortiva inamicului <1/>
ru: <0>{0}</0> против врага <1/>
sr: <0>{0}</0> против непријатеља <1/>
tr: <1/>'ın düşmanına karşı <0>{0}</0>
uk: <0>{0}</0> проти ворога держави <1/>

source: <0>{0}</0> because <1/> is not linked to the capital
ar: <0>{0}</0> لأن <1/> غير مرتبطة بالعاصمة
de: <0>{0}</0> weil <1/> nicht mit der Hauptstadt verbunden ist
es: <0>{0}</0> porque <1/> no está conectada a la capital
fr: <0>{0}</0> car <1/> n'est pas reliée à la capitale
it: <0>{0}</0> perché <1/> non è collegato alla capitale
nl: <0>{0}</0> omdat <1/> niet aan de hoofdstad is gekoppeld
pl: <0>{0}</0> ponieważ <1/> nie jest połączony ze stolicą
pt: <0>{0}</0> porque <1/> não está ligada à capital
ro: <0>{0}</0> deoarece <1/> a pierdut legătura cu capitala
ru: <0>{0}</0> поскольку <1/> не имеет связи со столицей
sr: <0>{0}</0> јер <1/> није повезан са престоницом
tr: <1/> başkente bağlı olmadığı için <0>{0}</0>
uk: <0>{0}</0> оскільки <1/> не має зв'язку зі столицею

source: <0>{0}</0> because <1/> lost <2/>
ar: <0>{0}</0> لأن <1/> خسرت <2/>
de: <0>{0}</0> weil <1/> <2/> verloren hat
es: <0>{0}</0> porque <1/> perdió <2/>
fr: <0>{0}</0> car <1/> a perdu <2/>
it: <0>{0}</0> perché <1/> ha perso <2/>
nl: <0>{0}</0> omdat <1/> <2/>
pl: <0>{0}</0> ponieważ <1/> stracił <2/>
pt: <0>{0}</0> porque <1/> perdeu <2/>
ro: <0>{0}</0> deoarece <1/> a pierdut <2/>
ru: <0>{0}</0> поскольку <1/> потеряли <2/>
sr: <0>{0}</0> јер је <1/> изгубио <2/>
tr: <1/> <2/>'ı kaybettiği için <0>{0}</0>
uk: <0>{0}</0> оскільки держава <1/> втратила <2/>

source: <0>{0}</0> because <1/> occupies at least one of <2/> regions
ar: <0>{0}</0> لأن <1/> تحتل واحدة على الأقل من مناطق <2/>
de: <0>{0}</0> weil <1/> mindestens eine von <2/> Regionen besetzt
es: <0>{0}</0> porque <1/> ocupa al menos una de las regiones de <2/>
fr: <0>{0}</0> car <1/> occupe au moins une des régions de <2/>
it: <0>{0}</0> perché <1/> occupa almeno una delle regioni di <2/>
nl: <0>{0}</0> omdat <1/> ten minste één van <2/> regio's beslaat
pl: <0>{0}</0> ponieważ <1/> okupuje przynajmniej jeden z regionów <2/>
pt: <0>{0}</0> porque <1/> ocupa pelo menos uma região de <2/>
ro: <0>{0}</0> deoarece <1/> ocupă cel puțin o regiune din <2/>
ru: <0>{0}</0> поскольку <1/> оккупировали как минимум один из регионов <2/>
sr: <0>{0}</0> јер <1/> окупира најмање један регион државе <2/>
tr: <1/> <2/> bölgelerinden en az birini işgal ettiği için <0>{0}</0>
uk: <0>{0}</0> оскільки <1/> окуповує щонайменше один регіон держави <2/>

source: <0>{0}</0> from <1/> in <2/>
ar: <0>{0}</0> من <1/> في <2/>
de: <0>{0}</0> von <1/> in <2/>
es: <0>{0}</0> de <1/> en <2/>
fr: <0>{0}</0> de <1/> dans <2/>
it: <0>{0}</0> da <1/> in <2/>
nl: <0>{0}</0> van <1/> in <2/>
pl: <0>{0}</0> z <1/> w <2/>
pt: <0>{0}</0> de <1/> em <2/>
ro: <0>{0}</0> de la <1/> din <2/>
ru: <0>{0}</0> от <1/> в <2/>
sr: <0>{0}</0> од <1/> у <2/>
tr: <2/>'daki <1/>'dan <0>{0}</0>
uk: <0>{0}</0> завдяки <1/> у <2/>

source: <0>{0}</0> from <1>Resistance</1>
ar: <0>{0}</0> من <1>المقاومة</1>
de: <0>{0}</0> vom <1>Widerstand</1>
es: <0>{0}</0> de <1>Resistencia</1>
fr: <0>{0}</0> de la <1>Résistance</1>
it: <0>{0}</0> da <1>Resistenza</1>
nl: <0>{0}</0> van <1> resistentie </1>
pl: <0>{0}</0> z <1>Oporu</1>
pt: <0>{0}</0> de <1>Resistência</1>
ro: <0>{0}</0> de la <1>Rezistență</1>
ru: <0>{0}</0> от <1>Сопротивления</1>
sr: <0>{0}</0> од <1>Отпор</1>
tr: <1>Direniş</1>'ten <0>{0}</0>
uk: <0>{0}</0> через <1>Заворушення</1>

source: <0>{0}</0> from agrarian ethics deposit bonus.
ar: <0>{0}</0> من مكافأة ودائع الأخلاقيات الزراعية.
de: <0>{0}</0> durch Agrar-Ethik-Vorkommen-Bonus.
es: <0>{0}</0> por bono de depósito de ideología agrarista.
fr: <0>{0}</0> du bonus de dépôt de l'éthique agraire
nl: <0>{0}</0> van de Agrarische Ethiek voorraad bonus.
ru: <0>{0}</0> от бонусов на залежи из аграрных принципов
sr: <0>{0}</0> од бонуса на депозит за аграрну етику.
uk: <0>{0}</0> через бонус аграризму.

source: <0>{0}</0> from alliance with <1/>
ar: <0>{0}</0> من التحالف مع <1/>
de: <0>{0}</0> durch Allianz mit <1/>
es: <0>{0}</0> por la alianza con <1/>
fr: <0>{0}</0> de l'alliance avec <1/>
it: <0>{0}</0> da alleanza con <1/>
nl: <0>{0}</0> uit een alliantie met <1/>
pl: <0>{0}</0> z sojuszu z <1/>
pt: <0>{0}</0> de aliança com <1/>
ro: <0>{0}</0> din alianța cu <1/>
ru: <0>{0}</0> от союза с <1/>
sr: <0>{0}</0> од савеза са <1/>
tr: <1/> ile ittifaktan <0>{0}</0>
uk: <0>{0}</0> через альянс з <1/>

source: <0>{0}</0> from deposit resources.
ar: <0>{0}</0> من موارد الودائع.
de: <0>{0}</0> aus Vorkommen-Ressourcen.
es: <0>{0}</0> por depósito de recursos.
nl: <0>{0}</0> uit de bronnen van de aanleg.
ru: <0>{0}</0> из ресурсного депозита.
sr: <0>{0}</0> од налазишта ресурса.
uk: <0>{0}</0> від покладу ресурсу.

source: <0>{0}</0> from Diplomatic ethics (fighting for ally)
ar: <0>{0}</0> من الأخلاقيات الدبلوماسية (القتال من أجل حليف)
de: <0>{0}</0> durch diplomatische Ethik (Kampf für Verbündete)
es: <0>{0}</0> por ideología diplomática (al luchar por un aliado)
nl: <0>{0}</0> van Diplomatieke ethiek (vechten voor bondgenoot)
ru: <0>{0}</0> от Дипломатичных принципов (война на стороне союзника)
sr: <0>{0}</0> из Дипломатске етике (борба за савезника)
uk: <0>{0}</0> через принцип дипломатизму (боротьба за союзника)

source: <0>{0}</0> from fighting for your country
ar: <0>{0}</0> من القتال من أجل بلدك
de: <0>{0}</0> durch Kampf für dein Land
es: <0>{0}</0> por combatir por tu país
nl: <0>{0}</0> van vechten voor je land
ru: <0>{0}</0> от сражения за свою страну
sr: <0>{0}</0> од борбе за своју земљу
uk: <0>{0}</0> через боротьбу за свою державу

source: <0>{0}</0> from industrialist ethics specialization bonus.
ar: <0>{0}</0> من مكافأة تخصص الأخلاقيات الصناعية.
de: <0>{0}</0> durch Industriellen-Ethik-Spezialisierungsbonus.
es: <0>{0}</0> por bono de especialización de ideología industrialista.
nl: <0>{0}</0> van de specialisatie industrieel ethiek.
ru: <0>{0}</0> от бонуса за специализацию из промышленных принципов.
sr: <0>{0}</0> од бонуса за специјализацију етике индустријалаца.
uk: <0>{0}</0> через бонус індустріалізму.

source: <0>{0}</0> from Isolationist ethics (fighting enemy)
ar: <0>{0}</0> من الأخلاقيات الانعزالية (قتال العدو)
de: <0>{0}</0> durch isolationistische Ethik (Kampf gegen Feind)
es: <0>{0}</0> por ideología aislacionista (combatiendo al enemigo)
nl: <0>{0}</0> van Isolationistische ethiek (strijdend tegen de vijand)
ru: <0>{0}</0> от Изоляционистских принципов (сражение с врагом)
sr: <0>{0}</0> из изолационистичке етике (борба против непријатеља)
uk: <0>{0}</0> через принцип ізоляціонізму (боротьба проти ворога)

source: <0>{0}</0> from Militarist ethics (attacking)
ar: <0>{0}</0> من الأخلاقيات العسكرية (الهجوم)
de: <0>{0}</0> durch militaristische Ethik (Angriff)
es: <0>{0}</0> por ideología militarista (atacando)
nl: <0>{0}</0> van Militaristische ethiek (aanvallend)
ru: <0>{0}</0> от Милитаристских принципов (атака)
sr: <0>{0}</0> из милитаристичке етике (напада)
uk: <0>{0}</0> через принцип мілітаризму (напад)

source: <0>{0}</0> from orders of <1/>
ar: <0>{0}</0> من أوامر <1/>
de: <0>{0}</0> durch Befehle von <1/>
es: <0>{0}</0> de las órdenes de <1/>
fr: <0>{0}</0> des ordres de <1/>
it: <0>{0}</0> dagli ordini di <1/>
nl: <0>{0}</0> uit orders van <1/>
pl: <0>{0}</0> z rozkazów <1/>
pt: <0>{0}</0> de ordens de <1/>
ro: <0>{0}</0> de la ordinele din <1/>
ru: <0>{0}</0> от приказа <1/>
sr: <0>{0}</0> од наређења <1/>
tr: <1/>'ın emirlerinden <0>{0}</0>
uk: <0>{0}</0> через наказ <1/>

source: <0>{0}</0> from Pacifist ethics (defending)
ar: <0>{0}</0> من الأخلاقيات السلمية (الدفاع)
de: <0>{0}</0> durch pazifistische Ethik (Verteidigung)
es: <0>{0}</0> por ideología pacifista (defendiendo)
nl: <0>{0}</0> van Pacifistische ethiek (verdediging)
ru: <0>{0}</0> от Пацифистских принципов (defending)
sr: <0>{0}</0> из пацифистичке етике (брани)
uk: <0>{0}</0> через принцип пацифізму (оборона)

source: <0>{0}</0> from strategic resources production bonus.
ar: <0>{0}</0> من مكافأة إنتاج الموارد الاستراتيجية.
de: <0>{0}</0> durch Produktionsbonus für strategische Ressourcen.
es: <0>{0}</0> por bono de producción de recursos estratégicos.
nl: <0>{0}</0> van de bonus voor de productie van strategische grondstoffen.
ru: <0>{0}</0> от бонуса на добычу стратегических ресурсов
sr: <0>{0}</0> од бонуса за производњу стратешких ресурса.
uk: <0>{0}</0> через виробничий бонус стратегічного ресурсу.

source: <0>{0}</0> ground are required to win a round, points are gained every tick
ar: <0>{0}</0> أرض مطلوبة للفوز بالجولة، يتم اكتساب النقاط مع كل نبضة (tick)
de: <0>{0}</0> Boden sind erforderlich, um eine Runde zu gewinnen; Punkte werden bei jedem Tick gutgeschrieben
es: <0>{0}</0> puntos de terreno son necesarios para ganar una ronda, los puntos se ganan en cada tic
fr: <0>{0}</0> points de terrain sont requis pour gagner un round, les points sont gagnés à chaque tick
it: Servono <0>{0}</0> punti terreno per vincere un round, i punti si ottengono a ogni tick
nl: <0>{0}</0> grond is vereist om een ronde te winnen, worden er punten verdiend bij elke tick
pl: <0>{0}</0> punktów terenu jest wymaganych do wygrania rundy, punkty są zdobywane co tik
pt: <0>{0}</0> pontos de terreno são necessários para vencer uma rodada, pontos são ganhos a cada tick
ro: <0>{0}</0> Teren necesar pentru a câștiga runda, terenul fiind câștigat în fiecare tic
ru: <0>{0}</0> высот нужно для победы в раунде, очки начисляются каждый тик
sr: <0>{0}</0> поена је потребно за победу у рунди, поени се добијају при сваком тику
tr: Bir tur kazanmak için <0>{0}</0> zemin gerekli, puanlar her tikte kazanılır
uk: <0>{0}</0> контролю потрібно для перемоги у раунді, бали нараховуються кожен такт

source: <0>{0}</0>/day
ar: <0>{0}</0>/يومياً
de: <0>{0}</0>/Tag
es: <0>{0}</0>/día
fr: <0>{0}</0>/jour
it: <0>{0}</0>/giorno
nl: <0>{0}</0>/dag
pl: <0>{0}</0>/dzień
pt: <0>{0}</0>/dia
ro: <0>{0}</0>/zi
ru: <0>{0}</0>/день
sr: <0>{0}</0>/дан
tr: <0>{0}</0>/gün
uk: <0>{0}</0>/день
