Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Disable company
ar: تعطيل الشركة
de: Unternehmen deaktivieren
es: Desactivar empresa
fr: Désactiver l'entreprise
it: Disabilita azienda
nl: Schakel het bedrijf uit
pl: Wyłącz firmę
pt: Desativar empresa
ro: Dezactivează companie
ru: Выключить компанию
sr: Онемогући компанију
tr: Şirketi devre dışı bırak
uk: Зупинити фабрику

source: Disable transparency
ar: تعطيل الشفافية
de: Transparenz deaktivieren
es: Desactivar transparencia
fr: Désactiver la transparence
nl: Transparantie uitschakelen
ru: Убрать прозрачность
sr: Угаси транспарентност
tr: Saydamlığı devre dışı bırak
uk: Вимкнути прозорість

source: Disabled
ar: معطل
de: Deaktiviert
es: Desactivada
fr: Désactivée
it: Disabilitato
nl: Gehandicapt
pl: Wyłączone
pt: Desativada
ro: Dezactivată
ru: Выключена
sr: Онемогућено
tr: Devre Dışı
uk: Зупинено

source: Dismantle
ar: تفكيك
de: Zerlegen
es: Desmontar
fr: Démonter
it: Smantella
nl: Ontmantelen
pl: Rozmontuj
pt: Desmontar
ro: Dezmembrează
ru: Разобрать
sr: Растави
tr: Parçala
uk: Розібрати

source: Dismantle <0>{count}</0> items
ar: تفكيك <0>{count}</0> عناصر
de: Zerlege <0>{count}</0> Gegenstände
es: Desmonta <0>{count}</0> artículos
fr: Démonte <0>{count}</0> articles
it: Smantella <0>{count}</0> oggetti
nl: Ontmantel <0>{count}</0> items
pl: Rozmontuj <0>{count}</0> przedmiotów
pt: Desmontar <0>{count}</0> itens
ro: Dezmembrează <0>{count}</0> obiecte
ru: Разобрать <0>{count}</0> предметов
sr: Растави <0>{count}</0> предмета
tr: <0>{count}</0> eşya parçala
uk: Розберіть <0>{count}</0> предметів

source: Dismantle Item
ar: تفكيك عنصر
de: Gegenstand zerlegen
es: Desmontar objeto
fr: Démonter un objet
it: Smantella oggetto
nl: Ontmantel Item
pl: Rozmontuj przedmiot
pt: Desmontar item
ro: Dezmembrează obiect
ru: Разбор предметов
sr: Растави предмет
tr: Eşyayı Parçala
uk: Розбір предметів

source: Dismiss
ar: صرف النظر
de: Entlassen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Ontslag
pl: Zamknij
pt: Fechar
ro: Închide
ru: Отклонить
sr: Одбаци
tr: Kapat
uk: Скасувати

source: Do you even know what luck is?
ar: هل تعرف أصلاً ما هو الحظ؟
de: Weißt du überhaupt, was Glück ist?
es: ¿Sabes qué es la suerte?
fr: Tu sais ce que c'est la chance ?
it: Sai almeno cos'è la fortuna?
nl: Weet je eigenlijk wel wat geluk is?
pl: Czy wiesz w ogóle co to szczęście?
pt: Você sabe o que é sorte?
ro: Știi măcar ce e norocul?
ru: Ты знаешь что такое удача?
sr: Знаш ли уопште шта је срећа?
tr: Daha şansın ne olduğunu bilir misin, sen?
uk: Ти взагалі знаєш, що таке удача?

source: Dodge
ar: تفادي
de: Ausweichen
es: Esquiva
fr: Esquive
it: Schiva
nl: Ontwijken
pl: Unik
pt: Esquiva
ro: Eschivă
ru: Уклонение
sr: Избегавање
tr: Savuşturma
uk: Ухилення

source: Dodge <0>{count}</0> attacks
ar: تفادي <0>{count}</0> هجمات
de: Weiche <0>{count}</0> Angriffen aus
es: Esquiva <0>{count}</0> ataques
fr: Esquive <0>{count}</0> attaques
it: Schiva <0>{count}</0> attacchi
nl: Ontwijk <0>{count}</0> aanvallen
pl: Uniknij <0>{count}</0> ataków
pt: Esquivar <0>{count}</0> ataques
ro: Eschivează <0>{count}</0> atacuri
ru: Уклонитесь от <0>{count}</0> атак
sr: Избегни <0>{count}</0> напада
tr: <0>{count}</0> saldırıyı savuştur
uk: Ухиліться від <0>{count}</0> атак

source: Does not gain development from non-core regions.
ar: لا يكتسب تطويراً من المناطق غير الأساسية.
de: Erhält keine Entwicklung aus Regionen, die keine Kernregionen sind.
es: No obtiene desarrollo de regiones no centrales.
fr: Ne gagne pas de développement des provinces qui ne sont pas de base.
nl: Krijgt geen ontwikkeling uit niet-kernregio's.
ru: Не даёт развитие от ненациональных регионов
sr: Не добија развој из не матичних региона.
tr: Çekirdek olmayan bölgeler kalkınma sağlamaz.
uk: Не отримує дохід від розвитку від не-національних регіонів.

source: Don't forget to drink water
ar: لا تنسَ شرب الماء
de: Vergiss nicht, Wasser zu trinken
es: No olvides beber agua
fr: N'oublie pas de boire de l'eau
it: Non dimenticare di bere acqua
nl: Vergeet niet water te drinken
pl: Nie zapomnij pić wody
pt: Não esqueça de beber água
ro: Nu uita să bei apă
ru: Не забывайте пить водичку
sr: Не заборави да пијеш воду
tr: Suyunu içmeyi unutma
uk: Не забувайте пити воду

source: Don't forget to save your skill upgrades.
ar: لا تنسَ حفظ ترقيات مهاراتك.
de: Vergiss nicht, deine Skill-Verbesserungen zu speichern.
es: No olvides guardar tus mejoras de habilidades.
fr: N'oublie pas de sauvegarder tes améliorations de compétences.
it: Non dimenticare di salvare i potenziamenti delle abilità.
nl: Vergeet niet je vaardigheidsupgrades op te slaan.
pl: Nie zapomnij zapisać swoich ulepszeń umiejętności.
pt: Não esqueça de salvar suas melhorias de habilidades.
ro: Nu uita să salvezi competențele.
ru: Не забудьте сохранить улучшения навыков.
sr: Не заборави да сачуваш надоградње вештина.
tr: Beceri yükseltmelerini kaydetmeyi unutma.
uk: Не забудь зберегти прокачані навички.

source: Don't quit now, your luck is buffering
ar: لا تتوقف الآن، حظك قيد التحميل
de: Hör jetzt nicht auf, dein Glück lädt gerade
es: No te rindas, tu suerte está cargando
fr: N'abandonne pas, ta chance est en train d'arriver
it: Non mollare ora, la tua fortuna sta caricando
nl: Stop nu niet, je pech is aan het bufferen
pl: Nie poddawaj się, twoje szczęście się ładuje
pt: Não desista, sua sorte está carregando
ro: Nu renunța, norocul tău se încarcă
ru: Не уходи сейчас, тебе повезёт
sr: Не одustaj сада, срећа ти се учитава
tr: Şimdi bırakma, şansın dönüyor
uk: Не виходь зараз, удача ще вантажиться

source: Donate
ar: تبرع
de: Spenden
es: Donar
fr: Donner
it: Dona
nl: Doneer
pl: Wpłać
pt: Doar
ro: Donează
ru: Пожертвовать
sr: Донирај
tr: Bağışla yap
uk: Пожертвувати

source: Donate <0>{count}</0> to MU or Country
ar: تبرع بـ <0>{count}</0> للوحدة العسكرية أو الدولة
de: Spende <0>{count}</0> an ME oder Land
es: Donar <0>{count}</0> a la UM o al país
fr: Donner <0>{count}</0> à l'UM ou au pays
it: Dona <0>{count}</0> a UM o Paese
nl: Doneer <0>{count}</0> aan MU of Country
pl: Wpłać <0>{count}</0> do JW lub kraju
pt: Doar <0>{count}</0> para a UM ou país
ro: Donează <0>{count}</0> către UM sau țară
ru: Пожертвуйте <0>{count}</0> ВО или стране
sr: Донирај <0>{count}</0> ВЈ или земљи
tr: AB veya Ülkeye <0>{count}</0> bağışla
uk: Пожертвувати <0>{count}</0> для ВП або країни

source: Donation
ar: تبرع
de: Spende
es: Donación
fr: Don
it: Donazione
nl: Donatie
pl: Darowizna
pt: Doação
ro: Donație
ru: Пожертвования
sr: Донација
tr: Bağış
uk: Пожертви

source: Donation Summary
ar: ملخص التبرعات
de: Spendenübersicht
es: Resumen de donación
fr: Résumé des dons
nl: Samenvatting van de donatie
ru: Сводки Пожертвований
sr: Резиме донација
tr: Bağış Tablosu
uk: Огляд пожертв

source: Donations
ar: التبرعات
de: Spenden
es: Donaciones
fr: Dons
nl: Donaties
ru: Пожертвования
sr: Донације
tr: Bağışlar
uk: Пожертви

source: Double XP Ended
ar: انتهت الخبرة المضاعفة
de: Doppelte EP beendet
es: XP doble terminado
fr: XP double terminé
it: Doppia XP terminata
nl: Dubbele XP beëindigd
pl: Podwójne XP zakończone
pt: XP duplo terminado
ro: XP dublu încheiat
ru: Двойной XP закончился
sr: Дупли XP завршен
tr: Çifte XP Etkinliği Sona Erdi
uk: Подвійний досвід скінчився

source: Double XP event has started for {0} hours!
ar: بدأ حدث الخبرة المضاعفة لمدة {0} ساعات!
de: Doppel-EP-Event hat für {0} Stunden begonnen!
es: ¡El evento de XP doble ha comenzado por {0} horas!
fr: L'événement XP double a commencé pour {0} heures !
it: Evento Doppia XP iniziato per {0} ore!
nl: Het Double XP-evenement is al {0} uur begonnen!
pl: Wydarzenie podwójnego XP rozpoczęte na {0} godzin!
pt: O evento de XP duplo começou por {0} horas!
ro: Evenimentul XP dublu a început pentru {0} ore!
ru: Событие Двойной XP началось и продлится {0} часов!
sr: Догађај дуплог XP-а је почео и траје {0} сати!
tr: Çifte XP etkinliği {0} saatliğine başladı!
uk: Подія з подвійним досвідом розпочалася на {0} годин!

source: Double XP Started
ar: بدأت الخبرة المضاعفة
de: Doppelte EP gestartet
es: XP doble iniciado
fr: XP double commencé
it: Doppia XP iniziata
nl: Dubbele XP gestart
pl: Podwójne XP rozpoczęte
pt: XP duplo iniciado
ro: XP dublu început
ru: Двойной XP начался
sr: Дупли XP започет
tr: Çifte XP Başladı
uk: Подвійний досвід активовано

source: Eat
ar: تناول
de: Essen
es: Comer
fr: Manger
it: Mangia
nl: Eet
pl: Jedz
pt: Comer
ro: Mănâncă
ru: Есть
sr: Једи
tr: Ye
uk: Їсти

source: Eat <0>{count}</0>
ar: تناول <0>{count}</0>
de: Iss <0>{count}</0>
es: Come <0>{count}</0>
fr: Mange <0>{count}</0>
it: Mangia <0>{count}</0>
nl: Eet <0>{tell}</0>
pl: Zjedz <0>{count}</0>
pt: Comer <0>{count}</0>
ro: Mănâncă <0>{count}</0>
ru: Съесть <0>{count}</0>
sr: Поједи <0>{count}</0>
tr: <0>{count}</0> ye
uk: З’їжте <0>{count}</0>

source: Eat <0>{count}</0> food items
ar: تناول <0>{count}</0> عناصر طعام
de: Iss <0>{count}</0> Nahrungsmittel
es: Come <0>{count}</0> alimentos
fr: Mange <0>{count}</0> aliments
it: Mangia <0>{count}</0> cibi
nl: Eet <0>{count}</0> voedsel
pl: Zjedz <0>{count}</0> jedzenia
pt: Comer <0>{count}</0> alimentos
ro: Mănâncă <0>{count}</0> alimente
ru: Съесть <0>{count}</0> еды
sr: Поједи <0>{count}</0> комада хране
tr: <0>{count}</0> yiyecek ye
uk: З’їжте <0>{count}</0> одиниць їжі

source: Eat Cooked Fish
ar: تناول سمك مطبوخ
de: Iss gekochten Fisch
es: Comer pescado cocinado
fr: Manger du poisson cuit
it: Mangia pesce cotto
nl: Eet gekookte vis
pl: Zjedz gotowaną rybę
pt: Comer peixe cozido
ro: Mănâncă pește gătit
ru: Съесть филе-о-фиш
sr: Једи печену рибу
tr: Pişmiş Balık Ye
uk: З’їжте смажену рибу

source: Eat Steak
ar: تناول شريحة لحم
de: Iss Steak
es: Comer filete
fr: Manger du steak
it: Mangia bistecca
nl: Eet biefstuk
pl: Zjedz stek
pt: Comer bife
ro: Mănâncă friptură
ru: Съесть стейк
sr: Једи бифтек
tr: Biftek Ye
uk: З’їжте стейк

source: Economic laws
ar: قوانين اقتصادية
de: Wirtschaftsgesetze
es: Leyes económicas
fr: Lois économiques
it: Leggi economiche
nl: Economische wetten
pl: Prawa ekonomiczne
pt: Leis econômicas
ro: Legi economice
ru: Экономические законы
sr: Економски закони
tr: Ekonomik yasalar
uk: Економічні закони

source: Economic skills
ar: مهارات اقتصادية
de: Wirtschaftsfertigkeiten
es: Habilidades económicas
fr: Compétences économiques
it: Abilità economiche
nl: Economische vaardigheden
pl: Umiejętności ekonomiczne
pt: Habilidades econômicas
ro: Competențe economice
ru: Экономические навыки
sr: Економске вештине
tr: Ekonomik beceriler
uk: Економічні навички

source: Edit description
ar: تعديل الوصف
de: Beschreibung bearbeiten
es: Editar descripción
fr: Modifier la description
it: Modifica descrizione
nl: Bewerking beschrijving
pl: Edytuj opis
pt: Editar descrição
ro: Editează descriere
ru: Изменить описание
sr: Измени опис
tr: Açıklamayı düzenle
uk: Редагувати опис

source: Edit Description
ar: تعديل الوصف
de: Beschreibung bearbeiten
es: Editar descripción
fr: Modifier la description
nl: Bewerking Beschrijving
pl: Edytuj opis
pt: Editar descrição
ro: Editează descrierea
ru: Изменить Описание
sr: Измени опис
tr: Açıklamayı Düzenle
uk: Редагувати опис

source: Edit worker
ar: تعديل العامل
de: Arbeiter bearbeiten
es: Editar trabajador
fr: Modifier le travailleur
it: Modifica lavoratore
nl: Bewerking medewerker
pl: Edytuj pracownika
pt: Editar trabalhador
ro: Editează muncitor
ru: Управлять рабочим
sr: Измени радника
tr: İşçiyi yönet
uk: Редагувати працівника

source: Elections
ar: الانتخابات
de: Wahlen
es: Elecciones
fr: Élections
it: Elezioni
nl: Verkiezingen
pl: Wybory
pt: Eleições
ro: Alegeri
ru: Выборы
sr: Избори
tr: Seçimler
uk: Вибори

source: Elite Boots
ar: أحذية نخبة
de: Elite-Stiefel
es: Botas de Élite
fr: Bottes d'Élite
it: Stivali élite
nl: Elite Laarzen
pl: Elitarne Buty
pt: Botas de Elite
ro: Cizme de elită
ru: Элитные Берцы
sr: Елитне чизме
tr: Elit Botlar
uk: Елітні чоботи

source: Elite Case
ar: صندوق نخبة
de: Elite-Kiste
es: Caja de Élite
fr: Caisse d'Élite
it: Cassa élite
nl: Elite Kist
pl: Elitarna Skrzynka
pt: Caixa de Elite
ro: Cutie de Elită
ru: Элитный Кейс
sr: Елитно сандуче
tr: Elit Kasa
uk: Елітний кейс

source: Elite Chest
ar: درع صدر نخبة
de: Elite-Brustplatte
es: Peto de Élite
fr: Plastron d'Élite
it: Corazza élite
nl: Elite Borstbescherming
pl: Elitarny Napierśnik
pt: Peitoral de Elite
ro: Vestă de elită
ru: Элитный Бронежилет
sr: Елитни панцир
tr: Elit Göğüslük
uk: Елітний бронежилет

source: Elite Gloves
ar: قفازات نخبة
de: Elite-Handschuhe
es: Guantes de Élite
fr: Gants d'Élite
it: Guanti élite
nl: Elite Handschoenen
pl: Elitarne Rękawice
pt: Luvas de Elite
ro: Mănuși de elită
ru: Элитные Перчатки
sr: Елитне рукавице
tr: Elit Eldiven
uk: Елітні рукавиці

source: Elite Helmet
ar: خوذة نخبة
de: Elite-Helm
es: Casco de Élite
fr: Casque d'Élite
it: Elmo élite
nl: Elite Helm
pl: Elitarny Hełm
pt: Capacete de Elite
ro: Cască de elită
ru: Элитный Шлем
sr: Елитна кацига
tr: Elit Kask
uk: Елітний шолом

source: Elite Pants
ar: سراويل نخبة
de: Elite-Hose
es: Pantalones de Élite
fr: Pantalon d'Élite
it: Pantaloni élite
nl: Elite Broek
pl: Elitarne Spodnie
pt: Calças de Elite
ro: Pantaloni de elită
ru: Элитные Штаны
sr: Елитне панталоне
tr: Elit Pantolon
uk: Елітні штани

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
sr: Имејл
tr: E-posta
uk: Електронна пошта

source: Employee Production
ar: إنتاج الموظف
de: Mitarbeiter-Produktion
es: Producción de Empleados
fr: Production des Employés
it: Produzione dipendenti
nl: Werknemersproductie
pl: Produkcja Pracowników
pt: Produção de Funcionários
ro: Producția Angajaților
ru: Производство рабочими
sr: Производња запослених
tr: Çalışan Üretimi
uk: Виробіток працівника

source: Empty
ar: فارغ
de: Leer
es: Vacío
fr: Vide
it: Vuoto
nl: Leeg
pl: Puste
pt: Vazio
ro: Gol
ru: Пусто
sr: Празно
tr: Boş
uk: Порожньо

source: Enable company
ar: تفعيل الشركة
de: Unternehmen aktivieren
es: Activar empresa
fr: Activer l'entreprise
it: Abilita azienda
nl: Activeer bedrijf
pl: Włącz firmę
pt: Ativar empresa
ro: Activează companie
ru: Включить компанию
sr: Омогући компанију
tr: Şirketi etkinleştir
uk: Запустити фабрику

source: Enacting cost
ar: تكلفة التشريع
de: Kosten für Verabschiedung
es: Coste de promulgación
fr: Coût de promulgation
it: Costo di attuazione
nl: Invoerkosten
pl: Koszt uchwalenia
pt: Custo de promulgação
ro: Cost promulgare
ru: Затраты на принятие
sr: Цена усвајања
tr: Yürürlüğe koyma maliyeti
uk: Вартість ухвалення

source: Ended
ar: انتهى
de: Beendet
es: Finalizada
fr: Terminée
it: Terminato
nl: Einde
pl: Zakończona
pt: Terminada
ro: Încheiată
ru: Завершена
sr: Завршено
tr: Sona Erdi
uk: Завершено

source: Ended <0/>
ar: انتهى <0/>
de: Beendet <0/>
es: Terminado <0/>
fr: Terminé <0/>
it: Terminato <0/>
nl: Eindigde <0/>
pl: Zakończono <0/>
pt: Terminado <0/>
ro: Încheiat <0/>
ru: Завершена <0/>
sr: Завршено <0/>
tr: <0/> sona erdi
uk: Завершилась <0/>

source: Enemies
ar: الأعداء
de: Feinde
es: Enemigos
fr: Ennemis
it: Nemici
nl: Vijanden
pl: Wrogowie
pt: Inimigos
ro: Inamici
ru: Враги
sr: Непријатељи
tr: Düşmanlar
uk: Вороги

source: Energy
ar: الطاقة
de: Energie
es: Energía
fr: Énergie
it: Energia
nl: Energie
pl: Energia
pt: Energia
ro: Energie
ru: Энергия
sr: Енергија
tr: Enerji
uk: Енергія

source: Ensign
ar: ملازم بحري
de: Fähnrich
es: Alférez
fr: Enseigne
it: Alfiere
nl: Vaandrig
pl: Chorąży
pt: Alferes
ro: Sublocotenent
ru: Старший прапорщик
sr: Потпоручник
tr: Teğmen
uk: Молодший лейтенант

source: Enter article ID
ar: أدخل معرف المقال
de: Artikel-ID eingeben
es: Introduce el ID del artículo
fr: Entrez l'ID de l'article
it: Inserisci ID articolo
nl: Voer artikel-ID in
pl: Wprowadź ID artykułu
pt: Insira o ID do artigo
ro: Introdu ID articol
ru: Введите ID статьи
sr: Унеси ID чланка
tr: Makale ID girin
uk: Введіть ID статті

source: Enter the code we sent to your email.
ar: أدخل الرمز الذي أرسلناه إلى بريدك الإلكتروني.
de: Gib den Code ein, den wir an deine E-Mail gesendet haben.
es: Introduce el código que te enviamos a tu correo.
fr: Entrez le code que nous vous avons envoyé par e-mail.
it: Inserisci il codice che abbiamo inviato alla tua email.
nl: Voer de code in die we naar je e-mail hebben gestuurd.
pl: Wprowadź kod, który wysłaliśmy na twój email.
pt: Insira o código que enviamos para seu email.
ro: Introdu codul pe care ți l-am trimis pe email.
ru: Введите код, отправленный на ваш email.
sr: Унеси код који смо послали на твој имејл.
tr: E-postanıza gönderdiğimiz kodu girin.
uk: Введіть код, який ми надіслали на вашу пошту.

source: Enter the username you want to nominate
ar: أدخل اسم المستخدم الذي تريد ترشيحه
fr: Entrez le nom d'utilisateur que vous voulez nommer
nl: Voer de gebruikersnaam in die je wilt nomineren
ru: Введите никнейм кандидата, которого вы хотите выдвинуть
tr: Aday göstermek istediğiniz kullanıcı adını girin

source: Entrepreneurship
ar: ريادة الأعمال
de: Unternehmertum
es: Emprendimiento
fr: Entrepreneuriat
it: Imprenditorialità
nl: Ondernemerschap
pl: Przedsiębiorczość
pt: Empreendedorismo
ro: Antreprenoriat
ru: Предпринимательство
sr: Предузетништво
tr: Girişimcilik
uk: Підприємливість

source: Equipment
ar: المعدات
de: Ausrüstung
es: Equipo
fr: Équipement
it: Equipaggiamento
nl: Uitrusting
pl: Wyposażenie
pt: Equipamento
ro: Echipament
ru: Экипировка
sr: Опрема
tr: Ekipman
uk: Спорядження

source: Equipments
ar: المعدات
de: Ausrüstungsgegenstände
es: Equipamientos
fr: Équipements
it: Equipaggiamenti
nl: Uitrusting
pl: Wyposażenie
pt: Equipamentos
ro: Echipamente
ru: Экипировка
sr: Опрема
tr: Ekipmanlar
uk: Спорядження

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sr: Грешка
tr: Hata
uk: Помилка

source: Estimated benefit per
ar: الفائدة المقدرة لكل
de: Geschätzter Gewinn pro
es: Beneficio estimado por
fr: Bénéfice estimé par
nl: Geschat voordeel per
uk: Очікуваний прибуток

source: Ethics
ar: الأخلاقيات
de: Ethik
es: Ética
fr: Éthique
nl: Ethiek
pl: Etyka
pt: Ética
ro: Etică
ru: Принципы
sr: Етика
tr: Etik
uk: Принципи

source: Ethics are bonuses from the party, applied when the president is a member of this party.
ar: الأخلاقيات هي مكافآت من الحزب، تطبق عندما يكون الرئيس عضواً في هذا الحزب.
de: Ethik sind Boni der Partei, die angewendet werden, wenn der Präsident Mitglied dieser Partei ist.
es: Las éticas son beneficios, se aplican cuando el president es miembro de ese partido.
fr: Les éthiques sont des bonus provenant du parti, appliqués quand le président du pays est membre de ce parti.
nl: Ethiek zijn bonussen van de partij, toegepast wanneer de president lid is van deze partij.
ru: Принципы - бонусы от партии, членом которой является президент страны
sr: Етика су бонуси од странке, који се примењују када је председник члан те странке.
tr: Etikler, partiden gelen bonuslardır. Cumhurbaşkanı bu partinin üyesiyken uygulanırlar.
uk: Принципи - це бонуси, котрі застосовуються, коли президент є членом цієї партії.

source: Ethics motions
ar: اقتراحات الأخلاقيات
de: Ethik-Anträge
es: Mociones éticas
fr: Motions éthiques
nl: Ethische moties
ru: Постановления принципов
sr: Етички предлози
tr: Etik Önergeleri
uk: Засадничі резолюції

source: Ethics Points:
ar: نقاط الأخلاقيات:
de: Ethik-Punkte:
es: Puntos de ideología:
fr: Points éthiques:
nl: Ethische punten:
ru: Очки принципов:
sr: Етички поени:
tr: Etik Puanları
uk: Бали принципів:

source: Events
ar: أحداث
de: Ereignisse
es: Eventos
fr: Événements
it: Eventi
nl: Evenementen
pl: Wydarzenia
pt: Eventos
ro: Noutăți
ru: События
sr: Догађаји
tr: Etkinlikler
uk: Події

source: Everyone participates automatically
ar: الجميع يشارك تلقائياً
de: Jeder nimmt automatisch teil
es: Todos participan automáticamente
fr: Tout le monde participe automatiquement
it: Tutti partecipano automaticamente
nl: Iedereen doet automatisch mee
pl: Każdy uczestniczy automatycznie
pt: Todos participam automaticamente
ro: Toată lumea participă automat
ru: Все участвуют автоматически
sr: Сви учествују аутоматски
tr: Herkes otomatik olarak katılır
uk: Усі беруть участь автоматично

source: Expires in
ar: تنتهي في
de: Läuft ab in
es: Expira en
fr: Expire dans
it: Scade tra
nl: Verloopt in
pl: Wygasa za
pt: Expira em
ro: Expiră în
ru: Истощится через
sr: Истиче за
tr: Sona erme süresi
uk: Вичерпається через

source: Failed to copy
ar: فشل النسخ
de: Kopieren fehlgeschlagen
es: Error al copiar
fr: Échec de la copie
it: Copia non riuscita
nl: Niet gekopieerd
pl: Nie udało się skopiować
pt: Falha ao copiar
ro: Eroare la copiere
ru: Не удалось скопировать
sr: Копирање неуспешно
tr: Kopyalama başarısız
uk: Не вдалося скопіювати

source: Failed to copy text:
ar: فشل نسخ النص:
de: Text konnte nicht kopiert werden:
es: Error al copiar el texto:
fr: Échec de la copie du texte :
it: Impossibile copiare il testo:
nl: Tekst niet kunnen kopiëren:
pl: Nie udało się skopiować tekstu:
pt: Falha ao copiar texto:
ro: Eroare la copiere:
ru: Не удалось скопировать текст:
sr: Неуспешно копирање текста:
tr: Metin kopyalanamadı:
uk: Не вдалося скопіювати текст:

source: Failed to start Discord login.
ar: فشل بدء تسجيل الدخول عبر Discord.
de: Discord-Login konnte nicht gestartet werden.
es: No se pudo iniciar el inicio de sesión con Discord.
fr: Impossible de démarrer la connexion Discord.
it: Impossibile avviare l'accesso con Discord.
nl: Discord-login is niet gestart.
pl: Nie udało się rozpocząć logowania przez Discord.
pt: Falha ao iniciar login com Discord.
ro: Eroare în pornirea autentificării cu Discord.
ru: Не удалось авторизоваться через Discord.
sr: Неуспешно покретање Discord пријаве.
tr: Discord girişi başlatılamadı.
uk: Не вдалося розпочати вхід через Discord.

source: Failed to start Discord login. Please retry the CAPTCHA.
ar: فشل بدء تسجيل الدخول عبر Discord. يرجى إعادة محاولة CAPTCHA.
de: Discord-Login konnte nicht gestartet werden. Bitte versuche das CAPTCHA erneut.
es: No se pudo iniciar el inicio de sesión con Discord. Vuelve a intentar el CAPTCHA.
fr: Impossible de démarrer la connexion Discord. Veuillez réessayer le CAPTCHA.
it: Impossibile avviare l'accesso con Discord. Riprova il CAPTCHA.
nl: Discord-login is niet gestart. Probeer de CAPTCHA alsjeblieft opnieuw.
pl: Nie udało się rozpocząć logowania przez Discord. Spróbuj ponownie CAPTCHA.
pt: Falha ao iniciar login com Discord. Tente o CAPTCHA novamente.
ro: Eroare în pornirea autentificării cu Discord. Refă testul CAPTCHA.
ru: Не удалось авторизоваться через Discord. Повторите CAPTCHA.
sr: Неуспешно покретање Discord пријаве. Молим понови CAPTCHA.
tr: Discord girişi başlatılamadı. Lütfen CAPTCHA'yı tekrar deneyin.
uk: Не вдалося розпочати вхід через Discord. Спробуйте пройти CAPTCHA ще раз.

source: Family Group
ar: مجموعة العائلة
de: Familiengruppe
es: Grupo familiar
fr: Groupe familial
it: Gruppo famiglia
nl: Familiegroep
pl: Grupa rodzinna
pt: Grupo familiar
ro: Grup Familie
ru: Семейная группа
sr: Породична група
tr: Aile Grubu
uk: Сімейна група

source: Fanatic Agrarian
ar: زراعي متعصب
de: Fanatischer Agrarier
es: Agrarista fanático
fr: Agraire fanatique
nl: Fanatische Agrarische
ru: Фанатичный Аграрий
sr: Фанатични аграр
tr: Fanatik Tarımcılık
uk: Фанатичний аграризм

source: Fanatic Diplomatic
ar: دبلوماسي متعصب
de: Fanatischer Diplomat
es: Diplomático fanático
fr: Diplomatique fanatique
nl: Fanatiek Diplomatiek
pl: Fanatycznie dyplomatyczny
pt: Diplomático fanático
ro: Diplomatic fanatic
ru: Фанатичный Дипломат
sr: Фанатични дипломата
tr: Fanatik Diplomatçılık
uk: Фанатичний дипломатизм

source: Fanatic Imperialist
ar: إمبريالي متعصب
de: Fanatischer Imperialist
es: Imperialista fanático
fr: Impérialiste fanatique
nl: Fanatieke Imperialist
pl: Fanatyczny imperialista
pt: Imperialista fanático
ro: Imperialist fanatic
ru: Фанатичный Империалист
sr: Фанатични империјалиста
tr: Fanatik Emperyalist
uk: Фанатичний імперіалізм
