Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Set a <0>description</0>
ar: تعيين <0>وصف</0>
de: Eine <0>Beschreibung</0> festlegen
es: Establecer una <0>descripción</0>
fr: Définir une <0>description</0>
it: Imposta una <0>descrizione</0>
nl: Stel een <0>beschrijving</0 in>
pl: Ustaw <0>opis</0>
pt: Definir uma <0>descrição</0>
ro: Setează o <0>descriere</0>
ru: <0>Описание</0> в профиле
sr: Постави <0>опис</0>
tr: Bir <0>açıklama</0> ayarla
uk: Встановити <0>опис</0>

source: Set a referrer
ar: تعيين داعٍ
de: Einen Werber festlegen
es: Establecer un recomendador
fr: Définir un parrain
it: Imposta un referrer
nl: Stel een referrer in
pl: Ustaw polecającego
pt: Definir um indicador
ro: Setează recomandator
ru: Указать реферала
sr: Постави препоручиоца
tr: Referans veren ayarla
uk: Встановити залучальника

source: Set a welcome article for your country
ar: تعيين مقال ترحيبي لبلدك
de: Einen Willkommensartikel für dein Land festlegen
es: Establecer un artículo de bienvenida para tu país
fr: Définir un article de bienvenue pour votre pays
it: Imposta un articolo di benvenuto per il tuo paese
nl: Stel een welkomstartikel voor jouw land in
pl: Ustaw artykuł powitalny dla swojego kraju
pt: Definir um artigo de boas-vindas para seu país
ro: Seteaza un articol de bun-venit pentru țară
ru: Выбрать приветственную статью для Вашей страны
sr: Постави чланак добродошлице за своју земљу
tr: Ülken için bir karşılama makalesi ayarla
uk: Встановити вітальну статтю для країни

source: Set a welcome article for your country<0/>
ar: تعيين مقال ترحيبي لبلدك<0/>
de: Einen Willkommensartikel für dein Land festlegen <0/>
es: Establecer un artículo de bienvenida para tu país<0/>
fr: Définir un article de bienvenue pour votre pays<0/>
it: Imposta un articolo di benvenuto per il tuo paese<0/>
nl: Stel een welkomstartikel in voor jouw land<0/>
pl: Ustaw artykuł powitalny dla swojego kraju<0/>
pt: Definir um artigo de boas-vindas para seu país<0/>
ro: Seteaza un articol de bun-venit pentru țară<0/>
ru: Выбрать приветственную статью для Вашей страны<0/>
sr: Постави чланак добродошлице за своју земљу<0/>
tr: Ülken için bir karşılama makalesi ayarla<0/>
uk: Встановити вітальну статтю для країни<0/>

source: Set country color
ar: تعيين لون الدولة
de: Landesfarbe festlegen
es: Establecer color del país
fr: Définir la couleur du pays
it: Imposta colore del paese
nl: Stel landkleur in
pl: Ustaw kolor kraju
pt: Definir cor do país
ro: Setează culoarea țării
ru: Выбрать цвет страны
sr: Постави боју земље
tr: Ülke rengini ayarla
uk: Встановити колір країни

source: Set new party ethics configuration:
ar: تعيين تكوين جديد لأخلاقيات الحزب:
de: Neue Parteiethik-Konfiguration festlegen:
es: Establecer una nueva configuración de ideología:
nl: Stel een nieuwe ethische configuratie van de partij in:
ru: Установить новый набор принципов партии
sr: Постави нову конфигурацију страначке етике:
uk: Встановити новий набір принципів:

source: Set party ethics
ar: تعيين أخلاقيات الحزب
de: Parteiethik festlegen
es: Establecer ideologías del partido
nl: Stel partijethiek vast
ru: Установить принципы партии
sr: Постави страначку етику
uk: Встановити принципи

source: Set Profile Picture
ar: تعيين صورة الملف الشخصي
de: Profilbild festlegen
es: Establecer foto de perfil
fr: Définir une photo de profil
it: Imposta immagine profilo
nl: Stel profielfoto in
pl: Ustaw zdjęcie profilowe
pt: Definir foto de perfil
ro: Setează poza de profil
ru: Поставить аватарку
sr: Постави профилну слику
tr: Profil Fotoğrafı Ayarla
uk: Встановити фото профілю

source: Set specialization item
ar: تعيين عنصر التخصص
de: Spezialisierungsgegenstand festlegen
es: Establecer producto de especialidad
fr: Définir l'objet de spécialisation
it: Imposta oggetto di specializzazione
nl: Stel specialisatie in
pl: Ustaw przedmiot specjalizacji
pt: Definir item de especialização
ro: Setează produsul de specialitate
ru: Выбрать специализацию на товаре
sr: Постави предмет специјализације
tr: Uzmanlık eşyasını ayarla
uk: Встановити спеціалізацію

source: Set the country's specialized item to <0>{0}</0>.<1/>The country strategic resources <2>Production Bonus</2> will be available for local companies producing this item.
ar: تعيين عنصر تخصص الدولة إلى <0>{0}</0>.<1/>ستكون <2>مكافأة إنتاج</2> الموارد الاستراتيجية للدولة متاحة للشركات المحلية التي تنتج هذا العنصر.
de: Lege den spezialisierten Gegenstand des Landes auf <0>{0}</0> fest.<1/>Der <2>Produktionsbonus</2> der strategischen Ressourcen des Landes wird für lokale Unternehmen verfügbar sein, die diesen Gegenstand herstellen.
es: Establecer el producto de especialidad del país en <0>{0}</0>.<1/>El <2>Bono de producción</2> de los recursos estratégicos del país estará disponible para las empresas locales que produzcan este producto.
fr: Définir l'objet de spécialisation du pays sur <0>{0}</0>.<1/>Le <2>Bonus de production</2> des ressources stratégiques du pays sera disponible pour les entreprises locales produisant cet objet.
it: Imposta l'oggetto specializzato del paese su <0>{0}</0>.<1/>Il <2>Bonus Produzione</2> delle risorse strategiche del paese sarà disponibile per le aziende locali che producono questo oggetto.
nl: Stel het gespecialiseerde item van het land in op <0>{0}</0>,<1/>De strategische middelen van het land <2>Productiebonus</2> zullen beschikbaar zijn voor lokale bedrijven die dit product produceren.
pl: Ustaw specjalizowany przedmiot kraju na <0>{0}</0>.<1/><2>Bonus Produkcji</2> z zasobów strategicznych kraju będzie dostępny dla lokalnych firm produkujących ten przedmiot.
pt: Definir o item de especialização do país para <0>{0}</0>.<1/>O <2>Bônus de Produção</2> dos recursos estratégicos do país estará disponível para empresas locais que produzem este item.
ro: Setează produsul de specialitate al țării la <0>{0}</0>.<1/><2>Bonusul de Producție</2> oferit de resursele strategice ale țării va fi disponibil pentru companii locale care produc acest produs.
ru: Выбрать специализированным товаром страны <0>{0}</0>.<1/><2>Бонус к производству</2> от стратегических ресурсов страны станет доступен местным компаниям, производящим этот товар.
sr: Поставља специјализовани предмет државе на <0>{0}</0>.<1/> <2>Бонус производње</2> стратешких ресурса државе биће доступан локалним компанијама које производе овај предмет.
tr: Ülkenin özel eşyasını <0>{0}</0> olarak ayarla.<1/>Ülke stratejik kaynakları <2>Üretim Bonusu</2> bu eşyayı üreten yerel şirketler için mevcut olacak.
uk: Встановити спеціалізацію держави <0>{0}</0>.<1/><2>Бонус виробництва</2> від стратегічного ресурсу буде доступний фабрикам, що виробляють цей предмет в межах країни.

source: Set the country's specialized production item
ar: تعيين عنصر الإنتاج المتخصص للدولة
de: Den spezialisierten Produktionsgegenstand des Landes festlegen
es: Establecer el producto de especialidad del país
fr: Définir l'objet de spécialisation de production du pays
it: Imposta l'oggetto di produzione specializzato del paese
nl: Stel het gespecialiseerde productieproduct van het land in
pl: Ustaw specjalizowany przedmiot produkcji kraju
pt: Definir o item de produção especializado do país
ro: Setează produsul de specialitate al țării
ru: Выбрать специализированным товаром страны
sr: Постави специјализовани предмет производње земље
tr: Ülkenin özel üretim eşyasını ayarla
uk: Встановити спеціалізацію держави

source: Set Username
ar: تعيين اسم المستخدم
de: Benutzernamen festlegen
es: Establecer nombre de usuario
fr: Définir un nom d'utilisateur
it: Imposta nome utente
nl: Gebruikersnaam instellen
pl: Ustaw nazwę użytkownika
pt: Definir nome de usuário
ro: Setează numele de utilizator
ru: Выбрать никнейм
sr: Постави корисничко име
tr: Kullanıcı Adı Ayarla
uk: Встановість прізвисько

source: Set welcome article
ar: تعيين مقال ترحيبي
de: Willkommensartikel festlegen
es: Establecer artículo de bienvenida
fr: Définir un article de bienvenue
it: Imposta articolo di benvenuto
nl: Stel welkomstartikel in
pl: Ustaw artykuł powitalny
pt: Definir artigo de boas-vindas
ro: Setează articol de bun-venit
ru: Выбрать приветственную статью
sr: Постави чланак добродошлице
tr: Karşılama makalesi ayarla
uk: Встановити вітальну статтю

source: Set your profile picture
ar: تعيين صورة ملفك الشخصي
de: Lege dein Profilbild fest
es: Establece tu foto de perfil
fr: Définis ta photo de profil
it: Imposta la tua immagine profilo
nl: Stel je profielfoto in
pl: Ustaw swoje zdjęcie profilowe
pt: Defina sua foto de perfil
ro: Setează-ți poza de profil
ru: Поставить аватарку вашего профиля
sr: Постави своју профилну слику
tr: Profil fotoğrafını ayarla
uk: Встановість фото профілю

source: Set your username
ar: تعيين اسم المستخدم الخاص بك
de: Lege deinen Benutzernamen fest
es: Establece tu nombre de usuario
fr: Définis ton nom d'utilisateur
it: Imposta il tuo nome utente
nl: Stel je gebruikersnaam in
pl: Ustaw swoją nazwę użytkownika
pt: Defina seu nome de usuário
ro: Setează-ți numele de utilizator
ru: Выбрать ваш никнейм
sr: Постави своје корисничко име
tr: Kullanıcı adını ayarla
uk: Встановість прізвисько

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sr: Подешавања
tr: Ayarlar
uk: Налаштування

source: Shop
ar: المتجر
es: Tienda
fr: Boutique
it: Negozio
nl: Winkel
pl: Sklep
pt: Loja
ro: Magazin
ru: Магазин
sr: Радња
tr: Mağaza
uk: Магазин

source: Show Inventory
ar: عرض المخزون
de: Inventar anzeigen
es: Mostrar inventario
fr: Afficher l'inventaire
nl: Toon inventaris
ru: Показать инвентарь
sr: Отвори инвентар
uk: Показати інвентар

source: Show more
ar: عرض المزيد
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra altro
nl: Laat meer zien
pl: Pokaż więcej
pt: Mostrar mais
ro: Mai multe
ru: Показать больше
sr: Прикажи више
tr: Daha fazla göster
uk: Більше

source: Skill issue?
ar: مشكلة مهارة؟
de: Skill-Problem?
es: ¿Problema de habilidad?
fr: Problème de skill ?
it: Problema di skill?
nl: Vaardigheidsprobleem?
pl: Problem ze skillem?
pt: Problema de habilidade?
ro: Se mai uită și la față
ru: Дело в навыках?
sr: Мањак скилa?
tr: Yetenek sorunu?
uk: В тебе вкрали танк, тобі залишилось це

source: Skills
ar: المهارات
de: Fähigkeiten
es: Habilidades
fr: Compétences
it: Abilità
nl: Vaardigheden
pl: Umiejętności
pt: Habilidades
ro: Competențe
ru: Навыки
sr: Вештине
tr: Beceriler
uk: Навички

source: Skills make you stronger. Let's boost your abilities!
ar: المهارات تجعلك أقوى. دعنا نعزز قدراتك!
de: Fähigkeiten machen dich stärker. Lass uns deine Fähigkeiten verbessern!
es: Las habilidades te hacen más fuerte. ¡Mejoremos tus capacidades!
fr: Les compétences te rendent plus fort. Améliorons tes capacités !
it: Le abilità ti rendono più forte. Potenziamo le tue capacità!
nl: Vaardigheden maken je sterker. Laten we je vaardigheden verbeteren!
pl: Umiejętności czynią cię silniejszym. Poprawmy twoje zdolności!
pt: Habilidades te tornam mais forte. Vamos melhorar suas capacidades!
ro: Competențele te fac mai puternic. Hai să-ți îmbunătățim abilitățile!
ru: Навыки делают Вас сильнее. Давайте нарастим Ваши способности!
sr: Вештине те чине јачим. Хајде да појачамо твоје способности!
tr: Beceriler seni güçlendirir. Yeteneklerini artıralım!
uk: Навички роблять тебе сильнішим. Давай прокачаємо твої можливості!!

source: Skills saved!
ar: تم حفظ المهارات!
de: Fähigkeiten gespeichert!
es: ¡Habilidades guardadas!
fr: Compétences enregistrées !
it: Abilità salvate!
nl: Vaardigheden opgeslagen!
pl: Umiejętności zapisane!
pt: Habilidades salvas!
ro: Competențe salvate!
ru: Навыки сохранены!
sr: Вештине сачуване!
tr: Beceriler kaydedildi!
uk: Навички збережені!

source: Skin gift received
ar: تم استلام هدية المظهر
de: Skin-Geschenk erhalten
es: Skin de regalo recibida
nl: Skin-geschenk ontvangen
ru: Подарочный скин получен
sr: Поклон скин примљен
uk: Отримано скін

source: Skin gift sent
ar: تم إرسال هدية المظهر
de: Skin-Geschenk gesendet
es: Skin de regalo enviada
nl: Skin-cadeau verzonden
ru: Подарочный скин отправлен
sr: Поклон скин послат
uk: Подарунок надіслано

source: Skin pack gift sent
ar: تم إرسال هدية حزمة المظاهر
de: Skin-Paket-Geschenk gesendet
es: Skin pack de regalo enviada
nl: Skin pack cadeau verzonden
ru: Подарочный набор скинов отправлен
sr: Послат поклон пакет скинова
uk: Подарунковий набір надіслано

source: Skin pack unlocked! All skins equipped!
ar: تم فتح حزمة المظاهر! تم تجهيز جميع المظاهر!
de: Skin-Paket freigeschaltet! Alle Skins ausgerüstet!
es: ¡Skin pack desbloqueado! ¡Todas las skins equipadas!
nl: Skinpack ontgrendeld! Alle skins zijn uitgerust met uitrusting!
ru: Набор скинов разблокирован! Все скины экипированы!
sr: Пакет скинова је откључан! Сви скинови су опремљени!
uk: Набір скінів розблоковано! Усі скіни було одягнуто!

source: Skin Packs
ar: حزم المظاهر
de: Skin-Pakete
fr: Ensemble de cosmétiques
nl: Skin pakketten
ru: Наборы скинов
sr: Пакети скинова
uk: Набори скінів

source: Skins
ar: مظاهر
fr: Cosmétiques
ru: Скины
sr: Скинови
uk: Скіни

source: Skins in this pack
ar: المظاهر في هذه الحزمة
de: Skins in diesem Paket
es: Skins en este pack
fr: Cosmétiques dans cet ensemble
nl: Skins in dit pakket
ru: Скины в этом наборе
sr: Скинови у овом пакету
uk: Скіни у цьому наборі

source: Skip Tutorial
ar: تخطي البرنامج التعليمي
de: Tutorial überspringen
es: Omitir tutorial
fr: Passer le tutoriel
it: Salta tutorial
nl: Sla tutorial over
pl: Pomiń samouczek
pt: Pular tutorial
ro: Sari peste tutorial
ru: Пропустить обучение
sr: Прескочи туториал
tr: Eğitimi Atla
uk: Пропустити навчання

source: Sniper
ar: قناص
de: Scharfschütze
es: Francotirador
it: Cecchino
nl: Sluipschuttersgeweer
pl: Snajper
ro: Pușcă cu lunetă
ru: Снайперка
sr: Снајпер
tr: Keskin Nişancı
uk: Снайперка

source: Some of your companies are disabled.
ar: بعض شركاتك معطلة.
de: Einige deiner Unternehmen sind deaktiviert.
es: Algunas de tus empresas están desactivadas.
fr: Certaines de vos entreprises sont désactivées.
it: Alcune delle tue aziende sono disabilitate.
nl: Sommige van je bedrijven zijn uitgeschakeld.
pl: Niektóre z twoich firm są wyłączone.
pt: Algumas de suas empresas estão desativadas.
ro: Ai companii dezactivate.
ru: Некоторые ваши компании выключены.
sr: Неке твоје компаније су онемогућене.
tr: Bazı şirketlerin devre dışı.
uk: Деякі з ваших фабрик зупинені.

source: Sound
ar: صوت
es: Sonido
fr: Son
it: Audio
nl: Geluid
pl: Dźwięk
pt: Som
ro: Sunet
ru: Звук
sr: Звук
tr: Ses
uk: Звук

source: Sound effects
ar: مؤثرات صوتية
de: Soundeffekte
es: Efectos de sonido
fr: Effets sonores
it: Effetti sonori
nl: Geluidseffecten
pl: Efekty dźwiękowe
pt: Efeitos sonoros
ro: Efecte sonore
ru: Звуковые эффекты
sr: Звучни ефекти
tr: Ses efektleri
uk: Звукові ефекти

source: Specialist
ar: أخصائي
de: Spezialist
es: Especialista
fr: Spécialiste
it: Specialista
pl: Specjalista
pt: Especialista
ru: Ефрейтор
sr: Специјалиста
tr: Uzman
uk: Спеціаліст

source: Specialization
ar: تخصص
de: Spezialisierung
es: Especialización
fr: Spécialisation
it: Specializzazione
nl: Specialisatie
pl: Specjalizacja
pt: Especialização
ro: Specializare
ru: Специализация
sr: Специјализација
tr: Uzmanlık
uk: Спеціалізація

source: Specialization item
ar: عنصر التخصص
de: Spezialisierungsgegenstand
es: Producto de especialidad
fr: Objet de spécialisation
it: Oggetto di specializzazione
nl: Specialisatie-item
pl: Przedmiot specjalizacji
pt: Item de especialização
ro: Produs de specialitate
ru: Специализация на товаре
sr: Предмет спезијализације
tr: Uzmanlık eşyası
uk: Предмет спеціалізації

source: Spend your <0>Energy</0> working here to earn <1>Money</1>. Keep clicking to work more!
ar: انفق <0>طاقتك</0> في العمل هنا لكسب <1>المال</1>. استمر في النقر للعمل أكثر!
de: Verbrauche deine <0>Energie</0> beim Arbeiten hier, um <1>Geld</1> zu verdienen. Klicke weiter, um mehr zu arbeiten!
es: Gasta tu <0>Energía</0> trabajando aquí para ganar <1>Dinero</1>. ¡Sigue haciendo clic para trabajar más!
fr: Dépense ton <0>Énergie</0> en travaillant ici pour gagner de l'<1>Argent</1>. Continue de cliquer pour travailler plus !
it: Spendi la tua <0>Energia</0> lavorando qui per guadagnare <1>Denaro</1>. Continua a cliccare per lavorare di più!
nl: Besteed je <0>Energie</0> hier om <1>Geld</1> te verdienen. Blijf klikken om meer te werken!
pl: Wydaj swoją <0>Energię</0> pracując tutaj, aby zarobić <1>Pieniądze</1>. Kontynuuj klikanie, aby pracować więcej!
pt: Gaste sua <0>Energia</0> trabalhando aqui para ganhar <1>Dinheiro</1>. Continue clicando para trabalhar mais!
ro: Consumă-ți <0>Energia</0> lucrând pentru <1>Bani</1>. Continuă să apeși ca să lucrezi!
ru: Потратьте Вашу <0>Энергию</0> работая здесь, чтобы заработать <1>Деньги</1>. Продолжай кликать, чтобы больше работать!
sr: Потроши своју <0>Енергију</0> радећи овде да зарадиш <1>Новац</1>. Настави да кликћеш!
tr: <0>Enerjini</0> burada çalışarak harca ve <1>Para</1> kazan. Daha fazla çalışmak için tıklamaya devam et!
uk: Витрачайте <0>Енергію</0> працюючи тут, щоб заробити <1>Монети</1>. Продовжуйте натискати, щоб попрацювати ще!

source: Spendings
ar: النفقات
de: Ausgaben
es: Gastos
fr: Dépenses
it: Spese
nl: Uitgaven
pl: Wydatki
pt: Gastos
ro: Cheltuieli
ru: Расходы
sr: Трошкови
tr: Harcamalar
uk: Витрати

source: Start a congress election, now
ar: ابدأ انتخابات الكونغرس، الآن
de: Jetzt eine Kongresswahl starten
es: Convocar elecciones parlamentarias anticipadas
fr: Déclencher des élections parlementaires anticipées
it: Avvia un'elezione del congresso, ora
nl: Start nu een congresverkiezing,
pl: Rozpocznij wybory parlamentarne teraz
pt: Iniciar eleições parlamentares agora
ro: Declanșează alegeri parlamentare anticipate
ru: Начать досрочные выборы в парламент
sr: Започни изборе за владу, одмах
tr: Şimdi meclis seçimi başlat
uk: Почати дострокові парламентські вибори

source: Start a party council election immediately
ar: ابدأ انتخابات مجلس الحزب فوراً
de: Sofort eine Parteiratswahl starten
es: Iniciar una elección para el consejo del partido inmediatamente
nl: Start onmiddellijk een partijraadsverkiezing
ru: Начать досрочные выборы в совет партии
sr: Започни изборе за савет странке одмах
uk: Негайно розпочати вибори до партійної ради

source: Start a party leader election immediately
ar: ابدأ انتخابات قائد الحزب فوراً
de: Sofort eine Parteivorsitzendenwahl starten
es: Iniciar eleccion primaria para líder del partido inmediatamente
nl: Start onmiddellijk een partijleiderverkiezing
ru: Начать досрочные выборы лидера партии
sr: Започни изборе за лидера странке одмах
uk: Негайно розпочати вибори лідера партії

source: Start a party primary election immediately
ar: ابدأ الانتخابات التمهيدية للحزب فوراً
de: Sofort eine Parteivorwahl starten
es: Iniciar eleccion primaria del partido inmediatamente
nl: Start onmiddellijk een partijvoorverkiezing
ru: Начать досрочный праймериз
sr: Започни страначке прелиминарне изборе
uk: Негайно розпочати праймериз

source: Start a revolution to overthrow the government
ar: ابدأ ثورة للإطاحة بالحكومة
de: Eine Revolution starten, um die Regierung zu stürzen
es: Iniciar una revuelta para derrocar al gobierno
nl: Begin een revolutie om de regering omver te werpen
ru: Начните революцию, чтобы свергнуть правительство
sr: Започни револуцију да збациш владу
uk: Розпочати революцію, аби скинути чинний уряд

source: Start congress election
ar: بدء انتخابات الكونغرس
de: Kongresswahl starten
es: Convocar elecciones parlamentarias
fr: Déclencher des élections parlementaires
it: Avvia elezione del congresso
nl: Start congresverkiezingen
pl: Rozpocznij wybory parlamentarne
pt: Iniciar eleições parlamentares
ro: Declanșează alegeri parlamentare
ru: Начать выборы в парламент
sr: Започни изборе за конгрес
tr: Meclis seçimi başlat
uk: Почати парламентські вибори

source: Start presidential election
ar: بدء الانتخابات الرئاسية
de: Präsidentschaftswahl starten
es: Convocar elecciones presidenciales
fr: Déclencher des élections présidentielles
it: Avvia elezione presidenziale
nl: Start presidentsverkiezingen
pl: Rozpocznij wybory prezydenckie
pt: Iniciar eleições presidenciais
ro: Declanșează alegeri prezidențiale
ru: Начать президентские выборы
sr: Запозни председничке изборе
tr: Başkanlık seçimi başlat
uk: Почати президентські вибори

source: Start revolution
ar: بدء الثورة
de: Revolution starten
es: Iniciar una revuelta
fr: Lancer une révolution
nl: Begin de revolutie
ru: Начать революцию
sr: Започни револуцију
uk: Розпочати революцію

source: Started <0/>
ar: بدأ <0/>
de: Gestartet <0/>
es: Iniciado <0/>
fr: Commencé <0/>
it: Iniziato <0/>
nl: Begonnen <0/>
pl: Rozpoczęto <0/>
pt: Iniciado <0/>
ro: Început <0/>
ru: Началась <0/>
sr: Започето <0/>
tr: <0/>'da başladı
uk: Почалась <0/>

source: Starting
ar: جارٍ البدء
de: Startet
es: Empezando
fr: Démarrage
it: In avvio
nl: Start
pl: Rozpoczynanie
pt: Iniciando
ro: Inițiere
ru: Начальные
sr: Почетничке
tr: Başlıyor
uk: Початкові

source: Starting from the bottom...
ar: البداية من القاع...
de: Ganz von unten anfangen...
es: Empezando desde abajo...
fr: On part de zéro...
it: Partendo dal basso...
nl: Beginnend bij de onderkant...
pl: Zaczynając od dna...
pt: Começando de baixo...
ro: Ai plecat de jos...
ru: Из грязи в князи...
sr: Почињем од почетка...
tr: Dipten başlıyoruz...
uk: Починаючи з низу...

source: Starts soon...
ar: يبدأ قريباً...
de: Startet bald...
es: Comienza pronto...
fr: Commence bientôt...
it: Inizia presto...
nl: Begint binnenkort...
pl: Wkrótce się rozpocznie...
pt: Começa em breve...
ro: Începe în curând...
ru: Скоро начнётся...
sr: Почиње ускоро...
tr: Yakında başlıyor...
uk: Скоро почнется...

source: Statistically impossible to stay this unlucky
ar: من المستحيل إحصائياً أن تبقى سيئ الحظ هكذا
de: Statistisch gesehen unmöglich, so viel Pech zu haben
es: Estadísticamente imposible tener tan mala suerte
fr: Statistiquement impossible de rester aussi malchanceux
it: Statisticamente impossibile essere così sfortunato
nl: Statistisch gezien is het onmogelijk om zo ongelukkig te blijven
pl: Statystycznie niemożliwe być tak pechowym
pt: Estatisticamente impossível ter tanta má sorte
ro: Statistic imposibil să ai atât ghinion
ru: Статистически невозможно оставаться таким невезучим
sr: Статистички немогуће немати оволико среће
tr: İstatistiksel olarak bu kadar şanssız kalmak imkansız
uk: Ніби Всесвіт сьогодні переборщив із подарунками

source: Statistically rigged
ar: مزورة إحصائياً
de: Statistisch manipuliert
es: Estadísticamente manipulado
fr: Statistiquement truqué
it: Statisticamente truccato
nl: Statistisch gemanipuleerd
pl: Statystycznie ustawione
pt: Estatisticamente manipulado
ro: E trucată treaba
ru: Статистически смухлёвано
sr: Статистички намештено
tr: İstatistiksel olarak hileli
uk: Статистично неможливо

source: Stats
ar: إحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ro: Statistici
ru: Статистика
sr: Статистика
tr: İstatistikler
uk: Статистика

source: Stats regenerate every hour
ar: تتجدد الإحصائيات كل ساعة
de: Statistiken regenerieren sich jede Stunde
es: Las estadísticas se regeneran cada hora
fr: Les statistiques se régénèrent toutes les heures
it: Le statistiche si rigenerano ogni ora
nl: Statistieken regenereren elk uur
pl: Statystyki regenerują się co godzinę
pt: Estatísticas regeneram a cada hora
ro: Puterile se regenerează în fiecare oră
ru: Показатели восстанавливаются раз в час
sr: Статистика се регенерише сваког сата
tr: İstatistikler her saat yenilenir
uk: Атрибути відновлюются кожну годину

source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
ru: Статус
sr: Статус
tr: Durum
uk: Статус

source: Steak
ar: شريحة لحم
es: Bistec
it: Bistecca
nl: Biefstuk
pl: Stek
pt: Bife
ro: Friptură
ru: Стейк
sr: Бифтек
tr: Biftek
uk: Стейк

source: Steel
ar: فولاذ
de: Stahl
es: Acero
fr: Acier
it: Acciaio
nl: Staal
pl: Stal
pt: Aço
ro: Oțel
ru: Сталь
sr: Челик
tr: Çelik
uk: Сталь
