Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Wage reduction proposed
ar: تم اقتراح تخفيض الأجر
de: Lohnkürzung vorgeschlagen
es: Reducción salarial propuesta
fr: Réduction de salaire proposée
it: Riduzione salariale proposta
nl: Voorgestelde loonverlaging
pl: Zaproponowano obniżkę wynagrodzenia
pt: Redução salarial proposta
ro: Reducere salarială propusă
ru: Предложено снижение зарплаты
sr: Смањење плате предложено
tr: Maaş indirimi önerildi
uk: Запропоновано зменшення зарплати

source: Wage reduction proposed! Waiting for worker to accept or reject.
ar: تم اقتراح تخفيض الأجر! بانتظار قبول العامل أو رفضه.
de: Lohnkürzung vorgeschlagen! Warte darauf, dass der Arbeiter akzeptiert oder ablehnt.
es: ¡Reducción salarial propuesta! Esperando a que el trabajador acepte o rechace.
fr: Réduction de salaire proposée ! En attente de la réponse du travailleur.
it: Riduzione salariale proposta! In attesa che il lavoratore accetti o rifiuti.
nl: Loonverlaging voorgesteld! Wachten tot de werknemer accepteert of weigert.
pl: Zaproponowano obniżkę wynagrodzenia! Oczekiwanie na akceptację lub odrzucenie przez pracownika.
pt: Redução salarial proposta! Aguardando o trabalhador aceitar ou rejeitar.
ro: Reducere salarială propusă! Se așteaptă ca angajatul să accepte sau să respingă.
ru: Предложено снижение зарплаты! Ожидайте решения работника.
sr: Смањење плате предложено! Чека се да радник прихвати или одбије.
tr: Maaş indirimi önerildi! Çalışanın kabul veya reddetmesi bekleniyor.
uk: Запропоновано зменшення зарплати! Очікуємо на рішення робітника.

source: Waiting for level {0}
ar: بانتظار المستوى {0}
de: Warte auf Level {0}
es: Esperando al nivel {0}
fr: En attente du niveau {0}
it: In attesa del livello {0}
nl: Wachten op level {0}
pl: Oczekuje na poziom {0}
pt: Aguardando nível {0}
ro: Se așteaptă nivel {0}
ru: Ожидание уровня {0}
sr: Чека се ниво {0}
tr: {0}. seviye bekleniyor
uk: Очікуємо на {0} рівень

source: Waiting for the worker to accept or reject the wage reduction. You cannot change the wage until they respond.
ar: بانتظار قبول العامل أو رفضه لتخفيض الأجر. لا يمكنك تغيير الأجر حتى يرد.
de: Warte darauf, dass der Arbeiter die Lohnkürzung akzeptiert oder ablehnt. Du kannst den Lohn erst ändern, wenn er geantwortet hat.
es: Esperando a que el trabajador acepte o rechace la reducción salarial. No puedes cambiar el salario hasta que responda.
fr: En attente de la réponse du travailleur à la réduction de salaire. Vous ne pouvez pas modifier le salaire tant qu'il n'a pas répondu.
it: In attesa che il lavoratore accetti o rifiuti la riduzione salariale. Non puoi cambiare il salario finché non risponde.
nl: Wachten tot de werknemer de loonverlaging accepteert of weigert. Je kunt het loon niet wijzigen totdat ze reageren.
pl: Oczekiwanie na akceptację lub odrzucenie obniżki wynagrodzenia przez pracownika. Nie możesz zmienić wynagrodzenia, dopóki nie odpowie.
pt: Aguardando o trabalhador aceitar ou rejeitar a redução salarial. Você não pode alterar o salário até que ele responda.
ro: Se așteaptă ca angajatul să accepte sau să respingă reducerea salarială. Nu poți modifica salariul până când nu răspunde.
ru: Ожидайте, пока работник примет или отклонит снижение зарплаты. Вы не можете изменить зарплату, пока он не ответит.
sr: Чека се да радник прихвати или одбије смањење плате. Не можеш променити плату док не одговори.
tr: Çalışanın maaş indirimini kabul veya reddetmesi bekleniyor. Yanıt verene kadar maaşı değiştiremezsiniz.
uk: Очікуємо на рішення робітника щодо зменшення зарплати. Ви не можете змінити зарплату, поки він не відповість.

source: wants
ar: يريد
de: will
es: quiere
fr: veut
it: vuole
nl: wil
pl: chce
pt: quer
ro: vrea
ru: покупает
sr: жели
tr: istiyor
uk: хоче

source: War declared
ar: تم إعلان الحرب
de: Krieg erklärt
es: Guerra declarada
fr: Guerre déclarée
it: Guerra dichiarata
nl: Oorlog verklaard
pl: Wojna wypowiedziana
pt: Guerra declarada
ro: Război declarat
ru: Объявлена война
sr: Рат објављен
tr: Savaş ilan edildi
uk: Оголошення війни

source: War Ended
ar: انتهت الحرب
de: Krieg beendet
es: Guerra terminada
fr: Guerre terminée
it: Guerra terminata
nl: Oorlog Beëindigd
pl: Wojna zakończona
pt: Guerra terminada
ro: Război încheiat
ru: Война окончена
sr: Рат завршен
tr: Savaş Sona Erdi
uk: Завершення війни

source: War Era is 100% free to play and has no <0>ads</0> or <1>pay-to-win</1>, If you enjoy the game, you can support its development by subscribing to the Supporter Plan <3
ar: War Era هي لعبة مجانية 100% ولا تحتوي على <0>إعلانات</0> أو <1>دفع للفوز</1>، إذا استمتعت باللعبة، يمكنك دعم تطويرها بالاشتراك في خطة الدعم <3
de: War Era ist zu 100 % kostenlos spielbar und hat keine <0>Werbung</0> oder <1>Pay-to-Win</1>. Wenn dir das Spiel gefällt, kannst du die Entwicklung unterstützen, indem du den Supporter-Plan abonnierst <3
es: War Era es 100% gratis y no tiene <0>anuncios</0> ni <1>pay-to-win</1>, Si disfrutas el juego, puedes apoyar su desarrollo suscribiéndote al Plan Supporter <3
fr: War Era est 100% gratuit et n'a pas de <0>pubs</0> ni de <1>pay-to-win</1>, Si tu aimes le jeu, tu peux soutenir son développement en t'abonnant au Plan Supporter <3
it: War Era è 100% free-to-play e non ha <0>pubblicità</0> né <1>pay-to-win</1>. Se ti piace il gioco, puoi supportarne lo sviluppo abbonandoti al Piano Supporter <3
nl: War Era is 100% gratis te spelen en heeft geen <0>ads</0> of <1>pay-to-win</1>. Als je van het spel houdt, kun je de ontwikkeling ondersteunen door je te abonneren op het Supporter Plan <3
pl: War Era jest w 100% darmowa i nie ma <0>reklam</0> ani <1>pay-to-win</1>, Jeśli podoba ci się gra, możesz wesprzeć jej rozwój subskrybując Plan Wspierającego <3
pt: War Era é 100% grátis e não tem <0>anúncios</0> nem <1>pay-to-win</1>, Se você gosta do jogo, pode apoiar seu desenvolvimento assinando o Plano Apoiador <3
ro: War Era este 100% gratuit și nu are <0>reclame</0> sau <1>pay-to-win</1>, Dacă îți place jocul, poți susține dezvoltarea lui abonându-te la Planul Susținător <3
ru: War Era на 100% бесплатна и не содержит <0>рекламы</0> или <1>pay-to-win</1>. Если Вам нравится игра, Вы можете поддержать её развитие, оформив премиум-подписку <3
sr: War Era је 100% бесплатна и нема <0>реклама</0> или <1>P2W</1>, ако Вам се свиђа игрица, можете да је подржите тако што се претплатите <3
tr: War Era %100 ücretsiz oynanabilir ve <0>reklam</0> veya <1>öde-kazan</1> içermez. Oyunu beğeniyorsan, Destekçi Planına abone olarak geliştirilmesini destekleyebilirsin <3
uk: War Era на 100% безкоштовна і не має <0>реклами</0> чи механік <1>pay-to-win</1>. Якщо вам подобається гра, ви можете підтримати її розробку, придбавши підписку <3

source: Warrant Officer
ar: مساعد
de: Offiziersstellvertreter
es: Suboficial mayor
fr: Adjudant
it: Ufficiale di mandato
nl: Onderofficier
pl: Chorąży
pt: Subtenente
ro: Plutonier
ru: Прапорщик
sr: Заставник
tr: Asteğmen
uk: Майстер сержант

source: Wars
ar: حروب
de: Kriege
es: Guerras
fr: Guerres
it: Guerre
nl: Oorlogen
pl: Wojny
pt: Guerras
ro: Războaie
ru: Войны
sr: Ратови
tr: Savaşlar
uk: Війни

source: Wealth
ar: ثروة
de: Reichtum
es: Riqueza
fr: Richesse
it: Ricchezza
nl: Rijkdom
pl: Majątek
pt: Riqueza
ro: Avere
ru: Богатство
sr: Богатсво
tr: Servet
uk: Багатство

source: Weapon
ar: سلاح
de: Waffe
es: Arma
fr: Arme
it: Arma
nl: Wapen
pl: Broń
pt: Arma
ro: Armă
ru: Оружие
sr: Оружје
tr: Silah
uk: Зброя

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanales
fr: Hebdomadaires
it: Settimanale
nl: Wekelijks
pl: Tygodniowe
pt: Semanais
ro: Săptămânale
ru: Еженедельно
sr: Недељнe
tr: Haftalık
uk: Щотижневі

source: Weekly balance
ar: الرصيد الأسبوعي
de: Wochenbilanz
es: Balance semanal
fr: Bilan hebdomadaire
it: Bilancio settimanale
nl: Weeksaldo
pl: Tygodniowe saldo
pt: Balanço semanal
ro: Balanță săptămânală
ru: Недельный баланс
sr: Недељни баланс
tr: Haftalık bakiye
uk: Тижневий баланс

source: Weekly damages
ar: الأضرار الأسبوعية
de: Wöchentlicher Schaden
es: Daños semanales
fr: Dégâts hebdomadaires
it: Danni settimanali
nl: Wekelijkse schade
pl: Tygodniowe obrażenia
pt: Danos semanais
ro: Daune săptămânale
ru: Недельный урон
sr: Недељна штета
tr: Haftalık hasar
uk: Тижнева шкода

source: Weekly Missions Reset
ar: إعادة تعيين المهام الأسبوعية
de: Wöchentliche Missionen zurückgesetzt
es: Reinicio de Misiones Semanales
fr: Réinitialisation des Missions Hebdomadaires
it: Reset missioni settimanali
nl: Wekelijkse missies reset
pl: Reset Misji Tygodniowych
pt: Reinício das Missões Semanais
ro: Resetare Misiuni Săptămânale
ru: Сброс еженедельных миссий
sr: Недељне мисије су ресетоване
tr: Haftalık Görevler Sıfırlandı
uk: Тижневі місії скинуто

source: Welcome
ar: مرحباً
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
nl: Welkom
pl: Witaj
pt: Bem-vindo
ro: Bine ai venit
ru: Добро пожаловать
sr: Добродошао
tr: Hoş Geldin
uk: Вітаємо

source: Welcome back {username}!
ar: مرحباً بعودتك {username}!
de: Willkommen zurück, {username}!
es: ¡Bienvenido de nuevo {username}!
fr: Bon retour {username} !
it: Bentornato {username}!
nl: Welkom terug {username}!
pl: Witaj ponownie {username}!
pt: Bem-vindo de volta {username}!
ro: Bine ai revenit {username}!
ru: С возвращением, {username}!
sr: Добродошао назад {username}!
tr: Tekrar hoş geldin {username}!
uk: З поверненням {username}!

source: Welcome to War Era!
ar: مرحباً بك في War Era!
de: Willkommen bei War Era!
es: ¡Bienvenido a War Era!
fr: Bienvenue sur War Era !
it: Benvenuto su War Era!
nl: Welkom bij War Era!
pl: Witaj w War Era!
pt: Bem-vindo ao War Era!
ro: Bun venit pe War Era!
ru: Добро пожаловать в War Era!
sr: Добродошао у War Era!
tr: War Era'ya Hoş Geldin!
uk: Вітаємо у War Era!

source: Welcome to your economy!
ar: مرحباً بك في اقتصادك!
de: Willkommen in deiner Wirtschaft!
es: ¡Bienvenido a tu economía!
fr: Bienvenue dans ton économie !
it: Benvenuto nella tua economia!
nl: Welkom in je economie!
pl: Witaj w swojej ekonomii!
pt: Bem-vindo à sua economia!
ro: Bun venit in finanțele tale!
ru: Добро пожаловать в Вашу экономику!
sr: Добродошао у твоју економију!
tr: Ekonomine hoş geldin!
uk: Ласкаво просимо до вашої економіки!

source: When your <0>Health</0> runs out, open this menu to restore it with food.
ar: عندما تنفد <0>صحتك</0>، افتح هذه القائمة لاستعادتها بالطعام.
de: Wenn deine <0>Gesundheit</0> erschöpft ist, öffne dieses Menü, um sie mit Nahrung wiederherzustellen.
es: Cuando tu <0>Salud</0> se agote, abre este menú para restaurarla con comida.
fr: Quand ta <0>Santé</0> est épuisée, ouvre ce menu pour la restaurer avec de la nourriture.
it: Quando la tua <0>Salute</0> finisce, apri questo menu per ripristinarla con del cibo.
nl: Wanneer je <0>Gezondheid</0> op is, open dan dit menu om het te herstellen met voedsel.
pl: Gdy twoje <0>Zdrowie</0> się wyczerpie, otwórz to menu, aby je przywrócić jedzeniem.
pt: Quando sua <0>Saúde</0> acabar, abra este menu para restaurá-la com comida.
ro: Când nu mai ai <0>Viață</0>, deschide acest meniu pentru a o reîncărca cu alimente.
ru: Когда Ваше <0>Здоровье</0> закончится, откройте это меню, чтобы восстановить его с помощью еды.
sr: Када потрошиш твоје <0>Здравље</0>, отвори овај мени да га вратиш храном.
tr: <0>Sağlığın</0> bittiğinde, yiyecekle yenilemek için bu menüyü aç.
uk: Коли у вас скінчиться <0>Здоров'я</0>, відкрийте це меню та відновіть його їжею.

source: Whole Production
ar: الإنتاج الكامل
de: Gesamte Produktion
es: Producción completa
fr: Production complète
it: Produzione totale
nl: Hele productie
pl: Cała produkcja
pt: Produção completa
ro: Producție completă
ru: Всё производство
sr: Цела производња
tr: Tüm üretim
uk: Загальне виробництво

source: Why do you want to propose this law?
ar: لماذا تريد اقتراح هذا القانون؟
de: Warum möchtest du dieses Gesetz vorschlagen?
es: ¿Cuál es el motivo de esta ley?
fr: Quelle est la raison de cette loi ?
it: Perché vuoi proporre questa legge?
nl: Waarom wilt u deze wet voorstellen?
pl: Dlaczego chcesz zaproponować to prawo?
pt: Por que você quer propor esta lei?
ro: Care este motivul legii?
ru: Почему Вы хотите предложить этот законопроект?
sr: Зашто желите да предложите овај закон?
tr: Bu yasayı neden önermek istiyorsunuz?
uk: Чому ви хочете запропонувати цей закон?

source: with bonus
ar: مع المكافأة
de: mit Bonus
es: con bono
fr: avec bonus
nl: Met bonus
uk: з бонусом

source: With contracts
ar: مع عقود
de: Mit Verträgen
es: Con contratos
fr: Avec contrats
it: Con contratti
nl: Met contracten
pl: Z kontraktami
pt: Com contratos
ro: Cu contracte
ru: С контрактами
sr: Са плаћеничким уговорима
tr: Sözleşmeli
uk: З контрактами

source: Won by
ar: فاز بها
de: Gewonnen von
es: Ganado por
fr: Gagné par
it: Vinto da
nl: Gewonnen door
pl: Wygrane przez
pt: Vencido por
ro: Câștigat de
ru: Победила
sr: Победио
tr: Kazanan
uk: Виграно

source: Work
ar: عمل
de: Arbeit
es: Trabajar
fr: Travailler
it: Lavora
nl: Werk
pl: Pracuj
pt: Trabalhar
ro: Muncește
ru: Работать
sr: Ради
tr: Çalış
uk: Працювати

source: Work <0>{count}</0> times for an employer
ar: اعمل <0>{count}</0> مرات لدى صاحب عمل
de: <0>{count}</0> Mal für einen Arbeitgeber arbeiten
es: Trabaja <0>{count}</0> veces para un empleador
fr: Travaille <0>{count}</0> fois pour un employeur
it: Lavora <0>{count}</0> volte per un datore di lavoro
nl: Werk <0>{count}</0> keer voor een werkgever
pl: Pracuj <0>{count}</0> razy dla pracodawcy
pt: Trabalhar <0>{count}</0> vezes para um empregador
ro: Muncește de <0>{count}</0> ori pentru un angajator
ru: Поработайте <0>{count}</0> раз(а) на работодателя
sr: Ради <0>{count}</0> пута за послодавца
tr: Bir işveren için <0>{count}</0> kez çalış
uk: Попрацюйте на роботодавця <0>{count}</0> разів

source: Work and earn!
ar: اعمل واكسب!
de: Arbeiten und verdienen!
es: ¡Trabaja y gana!
fr: Travaille et gagne !
it: Lavora e guadagna!
nl: Werk en verdien!
pl: Pracuj i zarabiaj!
pt: Trabalhe e ganhe!
ro: Muncește și câștigă!
ru: Работайте и зарабатывайте!
sr: Ради и заради!
tr: Çalış ve kazan!
uk: Працюйте та заробляйте!

source: Worker fired!
ar: تم طرد العامل!
de: Arbeiter entlassen!
es: ¡Trabajador despedido!
fr: Travailleur licencié !
it: Lavoratore licenziato!
nl: Werknemer ontslagen!
pl: Pracownik zwolniony!
pt: Trabalhador demitido!
ro: Muncitor concediat!
ru: Работник уволен!
sr: Радник отпуштен!
tr: İşçi kovuldu!
uk: Працівника звільнено!

source: Worker left
ar: غادر العامل
de: Arbeiter hat das Unternehmen verlassen
es: Trabajador se fue
fr: Travailleur parti
it: Lavoratore ha lasciato
nl: Arbeider vertrok
pl: Pracownik odszedł
pt: Trabalhador saiu
ro: Un angajat a demisionat
ru: Работник уволился
sr: Радник је напустио посао
tr: İşçi ayrıldı
uk: Робітник вас покинув

source: Worker updated!
ar: تم تحديث العامل!
de: Arbeiter aktualisiert!
es: ¡Trabajador actualizado!
fr: Travailleur mis à jour !
it: Lavoratore aggiornato!
nl: Werknemer bijgewerkt!
pl: Pracownik zaktualizowany!
pt: Trabalhador atualizado!
ro: Muncitor actualizat!
ru: Данные работника обновлены!
sr: Радник ажуриран!
tr: İşçi güncellendi!
uk: Працівника оновлено!

source: Workers
ar: العمال
de: Arbeiter
es: Trabajadores
fr: Employés
it: Lavoratori
nl: Werknemers
pl: Pracownicy
pt: Funcionários
ro: Angajați
ru: Работники
sr: Радници
tr: İşçiler
uk: Робітники

source: Working for others is a great way to earn money when starting out.
ar: العمل لدى الآخرين طريقة رائعة لكسب المال عند البدء.
de: Für andere zu arbeiten ist ein guter Weg, um am Anfang Geld zu verdienen.
es: Trabajar para otros es una gran manera de ganar dinero al empezar.
fr: Travailler pour les autres est un excellent moyen de gagner de l'argent au début.
it: Lavorare per altri è un ottimo modo per guadagnare denaro quando inizi.
nl: Werken voor anderen is een geweldige manier om geld te verdienen als je begint.
pl: Praca dla innych to świetny sposób na zarabianie pieniędzy na początku.
pt: Trabalhar para outros é uma ótima maneira de ganhar dinheiro no início.
ro: Munca pentru alții e o cale bună de a câștiga niște bani la început.
ru: Работа на других — отличный способ заработать деньги на старте.
sr: Рад за друге је одличан начин да зарадите новац на почетку.
tr: Başlarken başkaları için çalışmak para kazanmanın harika bir yoludur.
uk: Праця на інших це чудовий спосіб заробити монети на початку гри.

source: Wow congratulations! Anyway have you considered buying premium?
ar: واو تهانينا! على أي حال، هل فكرت في شراء العضوية المميزة؟
de: Wow, herzlichen Glückwunsch! Hast du eigentlich schon mal über Premium nachgedacht?
es: ¡Wow felicidades! Por cierto, ¿has pensado en comprar premium?
fr: Wow félicitations ! Au fait, t'as pensé à acheter le premium ?
it: Wow, complimenti! Comunque hai considerato di comprare il premium?
nl: Wauw, gefeliciteerd! Heb je overwogen om premium te kopen?
pl: Wow gratulacje! A czy pomyślałeś o premium?
pt: Uau parabéns! Aliás, já pensou em comprar premium?
ro: Wow felicitări! Mă rog, te-ai gândit să cumperi plan Susținător?
ru: Вау, поздравляем! Кстати, не думали о покупке премиума?
sr: Честитке! Узгред, јеси ли размислио о куповини премиума?
tr: Tebrikler! Neyse, premium almayı düşündün mü?
uk: Вау, вітаємо! Як би там не було, бажаєте придбати підписку?

source: Write a law
ar: اكتب قانوناً
de: Ein Gesetz verfassen
es: Proponer una ley
fr: Proposer une loi
it: Scrivi una legge
nl: Schrijf een wet
pl: Napisz prawo
pt: Propor uma lei
ro: Propune o lege
ru: Выдвинуть законопроект
sr: Предложи закон
tr: Yasa yaz
uk: Створити закон

source: Wtf
ar: تباً
it: Ma che...
pl: Co jest
ro: Ce naiba
ru: ЧЗХ
tr: Vay be

source: Wtf is this possible?
ar: هل هذا معقول؟!
de: Wtf, ist das möglich?
es: ¿Wtf es esto posible?
fr: Wtf c'est possible ça ?
it: Ma com'è possibile?
nl: Wat is dit in hemelsnaam mogelijk?
pl: Jak to w ogóle możliwe?
pt: Wtf isso é possível?
ro: Ce naiba, cum e asta posibil?
ru: Погодите, это реально?
sr: Како је ово могуће?
tr: Bu mümkün mü?
uk: WTF, це взагалі можливо?

source: XP
ar: خبرة

source: You already have {0} active companies. Disable one first.
ar: لديك بالفعل {0} شركات نشطة. قم بتعطيل واحدة أولاً.
de: Du hast bereits {0} aktive Unternehmen. Deaktiviere zuerst eines.
es: Ya tienes {0} empresas activas. Desactiva una primero.
fr: Vous avez déjà {0} entreprises actives. Désactivez-en une d'abord.
it: Hai già {0} aziende attive. Disattivane una prima.
nl: Je hebt al {0} actieve bedrijven. Schakel er eerst één uit.
pl: Masz już {0} aktywnych firm. Najpierw wyłącz jedną.
pt: Você já tem {0} empresas ativas. Desative uma primeiro.
ro: Deja deții {0} companii active. Întâi dezactivează una.
ru: У вас уже {0} активных компаний. Сначала отключите одну.
sr: Већ имаш {0} активних компанија. Прво онемогући једну.
tr: Zaten {0} aktif şirketin var. Önce birini devre dışı bırak.
uk: У вас вже є {0} активних фабрик. Спочатку зупиніть якусь.

source: You are a beautiful person
ar: أنت شخص جميل
de: Du bist eine wunderbare Person
es: Eres una persona hermosa
fr: T'es une belle personne
it: Sei una bella persona
nl: Je bent een prachtig persoon
pl: Jesteś pięknym człowiekiem
pt: Você é uma pessoa linda
ro: Ești o persoană minunată
ru: Вы прекрасный человек
sr: Лепотане
tr: Güzel bir insansın
uk: Ви чудова людина

source: You are a lucky bastard
ar: يا لك من محظوظ
de: Du bist ein Glückspilz
es: Eres un suertudo
fr: T'es un sacré veinard
it: Sei un bastardo fortunato
nl: Je bent een geluksvogel
pl: Masz cholerne szczęście
pt: Você é um sortudo
ro: Ai un noroc nebun
ru: Вам чертовски повезло
sr: Усрало те
tr: Şanslı bir herif olduğun kesin
uk: Ти бляха везучий

source: You are already congress member of another country. Resign first.
ar: أنت بالفعل عضو في كونغرس دولة أخرى. استقل أولاً.
de: Du bist bereits Kongressmitglied eines anderen Landes. Tritt zuerst zurück.
es: Ya eres miembro del congreso de otro país. Dimite primero.
fr: Vous êtes déjà parlementaire dans un autre pays. Démissionnez d'abord.
it: Sei già membro del congresso di un altro paese. Dimettiti prima.
nl: Je bent al congreslid van een ander land. Neem eerst ontslag.
pl: Jesteś już członkiem kongresu innego kraju. Najpierw zrezygnuj.
pt: Você já é membro do congresso de outro país. Renuncie primeiro.
ro: Ești deja un parlamentar al altei țări. Întăi demisionează.
ru: Вы уже являетесь членом парламента другой страны. Сначала сложите полномочия.
sr: Већ си члан конгреса друге земље. Прво поднеси оставку.
tr: Zaten başka bir ülkenin meclis üyesisin. Önce istifa et.
uk: Ви вже є парламентарем іншої держави. Спочатку подайте у відставку.

source: You are already president of another country. Resign first.
ar: أنت بالفعل رئيس لدولة أخرى. استقل أولاً.
de: Du bist bereits Präsident eines anderen Landes. Tritt zuerst zurück.
es: Ya eres presidente de otro país. Dimite primero.
fr: Vous êtes déjà président d'un autre pays. Démissionnez d'abord.
it: Sei già presidente di un altro paese. Dimettiti prima.
nl: Je bent al president van een ander land. Neem eerst ontslag.
pl: Jesteś już prezydentem innego kraju. Najpierw zrezygnuj.
pt: Você já é presidente de outro país. Renuncie primeiro.
ro: Ești deja președintele altei țări. Întăi demisionează.
ru: Вы уже являетесь президентом другой страны. Сначала сложите полномочия.
sr: Већ си председник друге државе. Прво поднеси оставку.
tr: Zaten başka bir ülkenin başkanısın. Önce istifa et.
uk: Ви вже є президентом іншої держави. Спочатку подайте у відставку.

source: You are already vice president of another country. Resign first.
ar: أنت بالفعل نائب رئيس لدولة أخرى. استقل أولاً.
de: Du bist bereits Vizepräsident eines anderen Landes. Tritt zuerst zurück.
es: Ya eres vicepresidente de otro país. Dimite primero.
fr: Vous êtes déjà vice-président d'un autre pays. Démissionnez d'abord.
it: Sei già vicepresidente di un altro paese. Dimettiti prima.
nl: Je bent al vicepresident van een ander land. Neem eerst ontslag.
pl: Jesteś już wiceprezydentem innego kraju. Najpierw zrezygnuj.
pt: Você já é vice-presidente de outro país. Renuncie primeiro.
ro: Ești deja vice președintele altei țări. Întăi demisionează.
ru: Вы уже являетесь вице-президентом другой страны. Сначала сложите полномочия.
sr: Већ си потпредседник друге државе. Прво поднеси оставку.
tr: Zaten başka bir ülkenin başkan yardımcısısın. Önce istifa et.
uk: Ви вже є віцепрезидентом іншої держави. Спочатку подайте у відставку.

source: You are jobless
ar: أنت عاطل عن العمل
de: Du bist arbeitslos
es: Estás desempleado
fr: Vous êtes au chômage
it: Sei disoccupato
nl: Je bent werkloos
pl: Jesteś bezrobotny
pt: Você está desempregado
ro: Ești șomer
ru: Вы безработный
sr: Незапослен си
tr: İşsizsin
uk: Ви безробітні

source: You are not a congress member of this country
ar: أنت لست عضو كونغرس في هذا البلد
de: Du bist kein Kongressmitglied dieses Landes
es: No eres miembro del parlamento de este país
fr: Vous n'êtes pas parlementaire dans ce pays
it: Non sei un membro del congresso di questo paese
nl: U bent geen congreslid van dit land
pl: Nie jesteś członkiem kongresu tego kraju
pt: Você não é membro do congresso deste país
ro: Nu ești parlamentar în această țară
ru: Вы не являетесь членом парламента этой страны
sr: Ниси члан конгреса ове земље
tr: Bu ülkenin meclis üyesi değilsin
uk: Ви не парламентар цієї держави

source: You are not a council member of this party
ar: أنت لست عضو مجلس في هذا الحزب
de: Du bist kein Ratsmitglied dieser Partei
es: No eres miembro del consejo de este partido
fr: Vous n'êtes pas un membre du conseil de ce parti
nl: U bent geen raadslid van deze partij
ru: Вы не являетесь членом совета этой партии
sr: Ниси члан одбора ове странке
uk: Ви не член партійної ради

source: You are not participating
ar: أنت لا تشارك
de: Du nimmst nicht teil
es: No estás participando
fr: Vous ne participez pas
it: Non stai partecipando
nl: Je doet niet mee
pl: Nie uczestniczysz
pt: Você não está participando
ro: Nu participi
ru: Вы не участвуете
sr: Не учествујеш
tr: Katılmıyorsun
uk: Ви не бере участь
