Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Crit. damages
ar: أضرار الضربة الحرجة
de: Krit. Schaden
es: Daño crítico
fr: Dégâts critiques
it: Danni crit.
nl: Kritieke schade
pl: Obrażenia kryt.
pt: Dano crítico
ro: Daune critice
ru: Крит. урон
sr: Крит. штета
tr: Kritik hasar
uk: Шкода крит. влучання

source: Critical Hit
ar: ضربة حرجة
de: Kritischer Treffer
es: Golpe crítico
fr: Coup critique
it: Colpo critico
nl: Kritische hit
pl: Trafienie krytyczne
pt: Golpe crítico
ro: Lovitură critică
ru: Критический Удар
sr: Критични удар
tr: Kritik Vuruş
uk: Критичне влучання

source: Crossbow
ar: قوس مستعرض
de: Armbrust
es: Ballesta
fr: Arbalète
nl: Kruisboog
sr: Самострел
tr: Arbalet
uk: Арбалет

source: Current Military Unit
ar: الوحدة العسكرية الحالية
de: Aktuelle Militäreinheit
es: Unidad militar actual
fr: Unité militaire actuelle
it: Unità militare attuale
nl: Huidige militaire eenheid
pl: Aktualna jednostka wojskowa
pt: Unidade Militar Atual
ro: Unitate Militară Actuală
ru: Текущий Военный Отряд
sr: Тренутна војна јединица
tr: Şuanki Askeri Birlik
uk: Поточний військовий підрозділ

source: Current tick:
ar: النبضة الحالية:
de: Aktueller Tick:
es: Tic actual:
fr: Tick actuel :
it: Tick attuale:
nl: Huidige tick:
pl: Aktualny tik:
pt: Tick atual:
ro: Valoare tic actual:
ru: Текущий тик:
sr: Тренутни тик:
tr: Mevcut tik:
uk: Поточний такт:

source: Current total:
ar: الإجمالي الحالي:
de: Aktuelle Gesamtsumme:
es: Total actual:
fr: Total actuel :
it: Totale attuale:
nl: Huidig totaal:
pl: Aktualny wynik:
pt: Total atual:
ro: Total până acum:
ru: Текущее кол-во:
sr: Укупно тренутно:
tr: Mevcut toplam:
uk: Поточна сума:

source: Custom username font
ar: خط مخصص لاسم المستخدم
de: Benutzerdefinierte Schriftart des Benutzernamens
es: Fuente de nombre de usuario personalizada
fr: Police de nom d'utilisateur personnalisée
it: Font personalizzato nome utente
nl: Aangepaste gebruikersnaamlettertype
pl: Niestandardowa czcionka nazwy użytkownika
pt: Fonte de nome de usuário personalizada
ro: Font personalizat pentru numele utilizatorului
ru: Пользовательский шрифт никнейма
sr: Прилагођен фонт корисничког имена
tr: Kullanıcı adı için değiştirilebilir yazı tipi
uk: Власний шрифт імені користувача

source: Daily
ar: يومي
de: Täglich
es: Diarias
fr: Quotidiennes
it: Giornaliero
nl: Dagelijks
pl: Dzienne
pt: Diárias
ro: Zilnice
ru: Ежедневные
sr: Дневне
tr: Günlük
uk: Щоденні

source: Daily maintenance
ar: الصيانة اليومية
de: Tägliche Unterhaltungskosten
es: Mantenimiento diario
fr: Entretien quotidien
it: Manutenzione giornaliera
nl: Dagelijks onderhoud
pl: Dzienny koszt utrzymania
pt: Manutenção diária
ro: Întreținere zinlică
ru: Ежедневное обслуживание
sr: Дневно одржавање
tr: Günlük bakım ücreti
uk: Щоденне утримання

source: Daily Missions Reset
ar: إعادة تعيين المهام اليومية
de: Tägliche Missionen zurückgesetzt
es: Reinicio de Misiones Diarias
fr: Réinitialisation des Missions Quotidiennes
it: Reset missioni giornaliere
nl: Dagelijkse missies worden gereset.
pl: Reset Misji Dziennych
pt: Reinício das Missões Diárias
ro: Resetare Misiuni Zilnice
ru: Сброс ежедневных миссий
sr: Ресет дневних мисија
tr: Günlük Görevler Sıfırlandı
uk: Скидання щоденних місій

source: Daily XP available!
ar: خبرة يومية متاحة!
de: Tägliche EP verfügbar!
es: ¡XP diaria disponible!
fr: XP quotidienne disponible !
it: XP giornalieri disponibili!
nl: Dagelijkse XP beschikbaar!
pl: Dzienne XP dostępne!
pt: XP diário disponível!
ro: XP zilnic disponibil!
ru: Ежедневный XP доступен!
sr: Дневни XP доступан!
tr: Günlük XP mevcut!
uk: Доступний щоденний досвід!

source: Damage ranking
ar: ترتيب الأضرار
de: Schadensrangliste
es: Ranking de daño
fr: Classement des dégâts
it: Classifica danni
nl: Schaderanglijst
pl: Ranking obrażeń
pt: Ranking de dano
ro: Clasament Daune
ru: Рейтинг урона
sr: Ранг листа штете
tr: Hasar sıralaması
uk: Рейтинг за завданою шкодою

source: Damages
ar: الأضرار
de: Schaden
es: Daño
fr: Dégâts
it: Danni
nl: Schade
pl: Obrażenia
pt: Dano
ro: Daune
ru: Урон
sr: Штета
tr: Hasar
uk: Завдана шкода

source: Damages you did for this side in this round
ar: الأضرار التي ألحقتها لهذا الجانب في هذه الجولة
de: Schaden, den du in dieser Runde für diese Seite verursacht hast
es: Daño que infligiste para este bando en esta ronda
fr: Dégâts que tu as infligés pour ce camp dans ce round
it: Danni che hai inflitto per questa fazione in questo round
nl: Schade die je deze kant in deze ronde hebt toegebracht
pl: Obrażenia, które zadałeś dla tej strony w tej rundzie
pt: Dano que você causou para este lado nesta rodada
ro: Daune cauzade de tine, de această parte, în această rundă
ru: Урон, нанесённый Вами за эту сторону в этом раунде
sr: Штета коју си нанео за ову страну у овој рунди
tr: Bu turda bu taraf için verdiğin hasar
uk: Шкода, завдана вами за цю сторону у цьому раунді

source: Damn looks good
ar: تبدو مذهلة حقاً
de: Verdammt, sieht gut aus
es: Se ve bien
fr: Ça a l'air pas mal
it: Cazzo, è figo
nl: Verdomme, ziet er goed uit
pl: Nieźle wygląda
pt: Caramba, parece bom
ro: Arată bine, ce să zic
ru: Чёрт, выглядит круто
sr: Проклетство изгледа добро
tr: Güzel duruyor ha
uk: Виглядає просто шикарно

source: Damn you lucky
ar: يا لك من محظوظ!
de: Verdammt, hast du Glück
es: Qué suerte tienes
fr: T'as trop de chance
it: Cazzo, che culo
nl: Verdomme, jij hebt geluk
pl: Ale masz szczęście
pt: Caramba, que sorte
ro: Cât noroc să ai?!
ru: Чёрт, да ты везунчик
sr: Проклет био, срећниче
tr: Çok şanslısın
uk: Оце тобі пощастило

source: Danger zone
ar: منطقة الخطر
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
it: Zona pericolosa
nl: Gevarenzone
pl: Strefa zagrożenia
pt: Zona de perigo
ro: Zona periculoasă
ru: Опасная зона
sr: Опасна зона
tr: Tehlikeli bölge
uk: Небезпечна зона

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
nl: Donker
pl: Ciemny
pt: Escuro
ro: Întunecată
ru: Тёмное
sr: Тамно
tr: Koyu
uk: Темний

source: Dark map
ar: خريطة داكنة
de: Dunkle Karte
es: Mapa oscuro
fr: Carte sombre
it: Mappa scura
nl: Donkere kaart
pl: Ciemna mapa
pt: Mapa escuro
ro: Hartă întunecată
ru: Тёмная карта
sr: Тамна мапа
tr: Koyu harita modu
uk: Темна мапа

source: Deal <0>{count}</0> for allies or your country
ar: ألحق <0>{count}</0> للحلفاء أو لبلدك
de: Verursache <0>{count}</0> Schaden für Verbündete oder dein Land
es: Inflige <0>{count}</0> de daño para aliados o tu país
fr: Inflige <0>{count}</0> de dégâts pour tes alliés ou ton pays
it: Infliggi <0>{count}</0> per alleati o per il tuo paese
nl: Richt <0>{count}</0> schade aan voor bondgenoten of je land
pl: Zadaj <0>{count}</0> obrażeń dla sojuszników lub swojego kraju
pt: Cause <0>{count}</0> de dano para aliados ou seu país
ro: Provoacă <0>{count}</0> daune pentru aliați sau țara ta
ru: Нанесите <0>{count}</0> за союзников или Вашу страну
sr: Нанеси <0>{count}</0> за савезнике или твоју земљу
tr: Müttefikler veya ülken için <0>{count}</0> hasar ver
uk: Завдайте <0>{count}</0> шкоди за союзників або свою країну

source: Deal <0>{count}</0> in battles
ar: ألحق <0>{count}</0> في المعارك
de: Verursache <0>{count}</0> Schaden in Schlachten
es: Inflige <0>{count}</0> de daño en batallas
fr: Inflige <0>{count}</0> de dégâts en batailles
it: Infliggi <0>{count}</0> nelle battaglie
nl: Richt <0>{count}</0> schade aan in gevechten
pl: Zadaj <0>{count}</0> obrażeń w bitwach
pt: Causar <0>{count}</0> de dano em batalhas
ro: Provoacă <0>{count}</0> daune în lupte
ru: Нанесите <0>{count}</0> в битвах
sr: Нанеси <0>{count}</0> у биткама
tr: Savaşlarda <0>{count}</0> hasar ver
uk: Завдайте <0>{count}</0> шкоди в боях

source: Deal <0>{count}</0> on country/mu orders
ar: ألحق <0>{count}</0> بناءً على أوامر الدولة/الوحدة
de: Verursache <0>{count}</0> Schaden auf Landes-/ME-Befehle
es: Inflige <0>{count}</0> de daño en órdenes del país/UM
fr: Inflige <0>{count}</0> dégâts sur les ordres du pays/UM
it: Infliggi <0>{count}</0> sugli ordini del paese/UM
nl: Richt <0>{count}</0> schade aan op land/mu-orders
pl: Zadaj <0>{count}</0> obrażeń na rozkazy kraju/JW
pt: Causar <0>{count}</0> de dano em ordens do país/UM
ro: Provoacă <0>{count}</0> daune la ordinele țării/UM
ru: Нанесите <0>{count}</0> по приказам страны/ВО
sr: Нанеси <0>{count}</0> на наређењима земље/MU
tr: Ülke/AB emirlerinde <0>{count}</0> hasar ver
uk: Завдайте <0>{count}</0> шкоди за наказами країни або підрозділу

source: Deal damage in battles to increase your military rank and unlock attack bonuses.
ar: ألحق الضرر في المعارك لزيادة رتبتك العسكرية وفتح مكافآت الهجوم.
de: Verursache Schaden in Schlachten, um deinen militärischen Rang zu erhöhen und Angriffsboni freizuschalten.
es: Inflige daño en batallas para aumentar tu rango militar y desbloquear bonificaciones de ataque.
fr: Infligez des dégâts dans les batailles pour augmenter votre rang militaire et débloquer des bonus d'attaque.
it: Infliggi danni nelle battaglie per aumentare il tuo grado militare e sbloccare bonus d'attacco.
nl: Schade toebrengen in gevechten om je militaire rang te verhogen en aanvalsbonussen vrij te spelen.
pl: Zadawaj obrażenia w bitwach, aby zwiększyć swoją rangę wojskową i odblokować bonusy do ataku.
pt: Cause dano em batalhas para aumentar sua patente militar e desbloquear bônus de ataque.
ro: Provoacă daune în bătălii pentru a-ți crește rangul militar și a debloca bonusuri de atac.
ru: Наносите урон в битвах, чтобы повысить своё воинское звание и разблокировать бонус атаки.
sr: Нанеси штету у биткама да повећаш свој војни чин и откључаш бонусе напада.
tr: Askeri rütbenizi artırmak ve saldırı bonusları açmak için savaşlarda hasar verin.
uk: Завдавайте шкоди в боях, щоб підвищувати військове звання та відкривати бонуси до атаки.

source: Deal Damages
ar: إلحاق الأضرار
de: Schaden verursachen
es: Infligir daño
fr: Infliger des dégâts
it: Infliggi danni
nl: Richt Schade aan
pl: Zadaj obrażenia
pt: Causar dano
ro: Provoacă daune
ru: Нанесите урон
sr: Нанеси штету
tr: Hasar Ver
uk: Завдайте шкоди

source: Deal Damages for Allies or Country
ar: إلحاق الأضرار للحلفاء أو الدولة
de: Schaden für Verbündete oder Land verursachen
es: Inflige daño para aliados o tu país
fr: Inflige des dégâts pour tes alliés ou ton pays
it: Infliggi danni per Alleati o Paese
nl: Schade toebrengen aan bondgenoten of land
pl: Zadawaj obrażenia dla sojuszników lub kraju
pt: Cause dano para aliados ou seu país
ro: Provoacă daune pentru aliați sau țară
ru: Нанесите урон на стороне союзников или Вашей страны
sr: Нанеси штету за савезнике или земљу
tr: Müttefiklerin veya Ülken için Hasar Ver
uk: Завдайте шкоди за союзників або країну

source: Deal Damages on Orders
ar: إلحاق الأضرار بناءً على الأوامر
de: Schaden auf Befehle verursachen
es: Inflige daño en órdenes
fr: Infliger des dégâts sur les ordres
it: Infliggi danni sugli ordini
nl: Schade toebrengen op bevelen
pl: Zadaj obrażenia na rozkazy
pt: Causar dano em ordens
ro: Provoacă daune la ordinele țării/UM
ru: Нанесите урон по приказам
sr: Нанеси штету по наређењима
tr: Verilen Emirlerde Hasar Ver
uk: Завдайте шкоди за наказами

source: Deals a fucking big lot of damages
ar: يسبب قدراً هائلاً جداً من الأضرار
de: Verursacht verdammt viel Schaden
es: Causa un montón enorme de daño
fr: Inflige un putain de tas de dégâts
it: Infligge un fottio di danni
nl: Dat veroorzaakt ontzettend veel schade
pl: Zadaje cholernie dużo obrażeń
pt: Causa um monte enorme de dano
ro: Face super multe daune
ru: Наносит чертовски много урона
sr: Наноси јебено много штете
tr: Çok çok fazla hasar verir oha amk
uk: Лупцює як чортяка

source: Deals a lot of damages
ar: يسبب الكثير من الأضرار
de: Verursacht viel Schaden
es: Causa mucho daño
fr: Inflige beaucoup de dégâts
it: Infligge un sacco di danni
nl: Brengt veel schade toe
pl: Zadaje dużo obrażeń
pt: Causa muito dano
ro: Face și mai multe daune
ru: Наносит много урона
sr: Наноси много штете
tr: Çok fazla hasar verir
uk: Завдає великої шкоди

source: Deals damages
ar: يسبب أضراراً
de: Verursacht Schaden
es: Causa daño
fr: Inflige des dégâts
it: Infligge danni
nl: Richt schade toe
pl: Zadaje obrażenia
pt: Causa dano
ro: Face daune
ru: Наносит мало урона
sr: Наноси штету
tr: Hasar verir
uk: Завдає шкоди

source: Deals more damages
ar: يسبب أضراراً أكثر
de: Verursacht mehr Schaden
es: Causa más daño
fr: Inflige plus de dégâts
it: Infligge più danni
nl: Richt meer schade toe
pl: Zadaje więcej obrażeń
pt: Causa mais dano
ro: Face mai multe daune
ru: Наносит больше урона
sr: Наноси више штете
tr: Daha fazla hasar verir
uk: Завдає більшої шкоди

source: Deals some damages
ar: يسبب بعض الأضرار
de: Verursacht etwas Schaden
es: Causa algo de daño
fr: Inflige quelques dégâts
it: Infligge un po' di danni
nl: Brengt wat schade toe
pl: Zadaje trochę obrażeń
pt: Causa algum dano
ro: Face ceva daune
ru: Наносит хоть какой-то урон
sr: Наноси нешто штете
tr: Birazcık hasar verir
uk: Завдає незначної шкоди

source: Debuff ended
ar: انتهى التأثير السلبي
de: Debuff beendet
es: Debuff terminado
fr: Debuff terminé
it: Debuff terminato
nl: Debuff voorbij
pl: Debuff zakończony
pt: Debuff terminado
ro: Debuff încheiat
ru: Усталость снята
sr: Debuff завршен
tr: Debuff sona erdi
uk: Послаблення скінчилось

source: Declare war
ar: إعلان الحرب
de: Krieg erklären
es: Declarar guerra
fr: Déclarer la guerre
it: Dichiara guerra
nl: Verklaar oorlog
pl: Wypowiedz wojnę
pt: Declarar guerra
ro: Declară război
ru: Объявить войну
sr: Објави рат
tr: Savaş ilan et
uk: Оголосити війну

source: Declare war to <0/>
ar: إعلان الحرب على <0/>
de: Krieg gegen <0/> erklären
es: Declarar la guerra a <0/>
fr: Déclarer la guerre à <0/>
it: Dichiara guerra a <0/>
nl: Verklaar de oorlog aan <0/>
pl: Wypowiedz wojnę <0/>
pt: Declarar guerra a <0/>
ro: Declară război cu <0/>
ru: Объявить войну <0/>
sr: Објави рат <0/>
tr: <0/>'a savaş ilan et
uk: Оголосити війну державі <0/>

source: Declare war to another country
ar: إعلان الحرب على دولة أخرى
de: Einem anderen Land den Krieg erklären
es: Declarar la guerra a otro país
fr: Déclarer la guerre à un autre pays
it: Dichiara guerra a un altro paese
nl: Verklaar de oorlog aan een ander land
pl: Wypowiedz wojnę innemu krajowi
pt: Declarar guerra a outro país
ro: Declară război altei țări
ru: Объявит войну другой стране
sr: Објави рат другој земљи
tr: Başka bir ülkeye savaş ilan et
uk: Оголосити війну іншій державі

source: Decline & Leave
ar: رفض ومغادرة
de: Ablehnen & Verlassen
es: Rechazar y salir
fr: Refuser et partir
it: Rifiuta e lascia
nl: Afwijzing & Vertrekken
pl: Odrzuć i odejdź
pt: Recusar e sair
ro: Refuză și pleacă
ru: Отклонить и уйти
sr: Одбиј и напусти
tr: Reddet Ve Ayrıl
uk: Відхилити та вийти

source: Defend
ar: دفاع
de: Verteidigen
es: Defender
fr: Défendre
it: Difendi
nl: Verdedigen
pl: Broń
pt: Defender
ro: Apără
ru: Защита
sr: Одбрани
tr: Savun
uk: Оборона

source: Defender
ar: المدافع
de: Verteidiger
es: Defensor
fr: Défenseur
it: Difensore
nl: Verdediger
pl: Obrońca
pt: Defensor
ro: Apărător
ru: Защитник
sr: Бранилац
tr: Savunan
uk: Оборонець

source: Defenders
ar: المدافعون
de: Verteidiger
es: Defensores
fr: Défenseurs
it: Difensori
nl: Verdedigers
pl: Obrońcy
pt: Defensores
ro: Apărători
ru: Защитники
sr: Браниоци
tr: Savunanlar
uk: Оборонці

source: Define <0/> as an enemy, increasing damages when fighting against them
ar: تحديد <0/> كعدو، مما يزيد الأضرار عند القتال ضدهم
de: Definiere <0/> als Feind, was den Schaden beim Kampf gegen sie erhöht
es: Definir a <0/> como enemigo principal, aumentando el daño al luchar contra ellos
fr: Définir <0/> comme ennemi principal, augmentant les dégâts lorsque vous vous battez contre eux
it: Definisci <0/> come nemico, aumentando i danni quando lo combatti
nl: Definieer <0/> als een vijand, die de schade verhoogt wanneer je tegen hen vecht
pl: Zdefiniuj <0/> jako wroga, zwiększając obrażenia podczas walki przeciwko nim
pt: Definir <0/> como inimigo, aumentando o dano ao lutar contra eles
ro: Declară <0/> ca inamic principal, crescând daunele împotriva acestora
ru: Признать <0/> врагом, увеличивая урон граждан против них
sr: Дефиниши <0/> као непријатеља, повећавајући штету при борби против њих
tr: <0/>'ı düşman olarak tanımla, onlara karşı savaşırken hasarı artır
uk: Визначити <0/> ворогом, щоб збільшити завдану шкоду у боях проти них

source: Define a country as an enemy to get bonus against
ar: تحديد دولة كعدو للحصول على مكافأة ضدها
de: Ein Land als Feind definieren, um einen Bonus gegen es zu erhalten
es: Definir un país como enemigo principal para obtener un bono contra él
fr: Définir un pays comme ennemi principal pour obtenir un bonus contre lui
it: Definisci un paese come nemico per ottenere un bonus contro
nl: Definieer een land als een vijand om bonus tegen te krijgen
pl: Zdefiniuj kraj jako wroga, aby otrzymać bonus przeciwko niemu
pt: Definir um país como inimigo para receber bônus contra ele
ro: Declară o țară ca și inamic principal pentru a primi daune bonus împotriva acestora
ru: Признать страну врагом, чтобы получить бонус против них
sr: Дефиниши земљу као непријатеља да добијеш бонус против ње
tr: Karşısında ek bonus almak için bir ülkeyi baş düşman olarak belirle
uk: Визначити країну ворогом і отримати бойовий бонус

source: Define a sworn enemy
ar: تحديد عدو لدود
de: Einen Erzfeind definieren
es: Declarar un enemigo principal
fr: Déclarer un ennemi principal
it: Definisci un nemico giurato
nl: Definieer een gezworen vijand
pl: Zdefiniuj zaprzysięgłego wroga
pt: Declarar um inimigo jurado
ro: Declară un inamic principal
ru: Признать заклятым врагом
sr: Дефиниши заклетог непријатеља
tr: Baş düşmanı belirle
uk: Визначити заклятого ворога

source: Delete account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
nl: Account verwijderen
pl: Usuń konto
pt: Excluir conta
ro: Șterge contul
ru: Удалить аккаунт
sr: Обриши налог
tr: Hesabı sil
uk: Видалити обліковий запис

source: Delete your account
ar: حذف حسابك
de: Dein Konto löschen
es: Eliminar tu cuenta
fr: Supprimer votre compte
it: Elimina il tuo account
nl: Verwijder je account
pl: Usuń swoje konto
pt: Excluir sua conta
ro: Ștergere cont
ru: Удалить ваш аккаунт
sr: Обриши свој налог
tr: Hesabını sil
uk: Видалити свій обліковий запис

source: Demoted from Commander
ar: تم تخفيض الرتبة من قائد
de: Vom Kommandanten degradiert
es: Degradado de Comandante
fr: Rétrogradé de Commandant
it: Retrocesso da Comandante
nl: Gedegradeerd van commandant
pl: Zdegradowany z Dowódcy
pt: Rebaixado de Comandante
ro: Retrogradat din comandant
ru: Разжалованы из Командиров
sr: Деградиран са позиције команданта
tr: Komutanlıktan Düşürüldü
uk: Звільнено з посади командира

source: Deposit
ar: وديعة
de: Vorkommen
es: Depósito
fr: Gisement
it: Giacimento
nl: Aanbetaling
pl: Złoże
pt: Depósito
ro: Zăcământ
ru: Залежи
sr: Налазиште
tr: Yatak
uk: Поклад

source: Deposit depleted
ar: نضبت الوديعة
de: Vorkommen erschöpft
es: Depósito agotado
fr: Gisement épuisé
it: Giacimento esaurito
nl: Deposito uitgeput
pl: Złoże wyczerpane
pt: Depósito esgotado
ro: Zăcământ epuizat
ru: Залежи истощились
sr: Налазиште исцрпљено
tr: Yataklar tükendi
uk: Поклад вичерпано

source: Deposit discovered
ar: تم اكتشاف وديعة
de: Vorkommen entdeckt
es: Depósito descubierto
fr: Gisement découvert
it: Giacimento scoperto
nl: Aanleg gevonden
pl: Złoże odkryte
pt: Depósito descoberto
ro: Zăcământ descoperit
ru: Залежи обнаружены
sr: Налазиште откривено
tr: Yatak keşfedildi
uk: Поклад виявлено

source: Deposit resource
ar: مورد الوديعة
de: Vorkommen-Ressource
es: Recurso de depósito
fr: Ressource de gisement
it: Risorsa del giacimento
nl: Grondstofafzetting
pl: Zasób złoża
pt: Recurso de depósito
ro: Resursă de zăcământ
ru: Залежи ресурса
sr: Ресурс налазишта
tr: Yatak kaynağı
uk: Ресурс покладу

source: Deposit resources
ar: موارد الوديعة
de: Vorkommen-Ressourcen
es: Depósitos de recursos
fr: Dépôts de ressources
it: Risorse del giacimento
nl: Grondstofafzettingen
pl: Złoża zasobów
pt: Depósitos de recursos
ro: Zăcăminte resurse
ru: Залежи ресурсов
sr: Ресурси налазишта
tr: Kaynak yatakları
uk: Поклади ресурсів

source: Deposit will be depleted in
ar: ستنضب الوديعة في
de: Vorkommen wird erschöpft sein in
es: El depósito se agotará en
fr: Le gisement sera épuisé dans
it: Il giacimento si esaurirà tra
nl: De borg zal worden uitgeput in
pl: Złoże zostanie wyczerpane za
pt: O depósito será esgotado em
ro: Depozitul va fi epuizat în
ru: Залежи истощатся через
sr: Налазиште ће бити исцрпљено за
tr: Maden yatağı tükenecek
uk: Поклад буде вичерпано через

source: Deposits cannot spawn within your borders.
ar: الودائع لا يمكن أن تظهر داخل حدودك.
de: Vorkommen können nicht innerhalb deiner Grenzen entstehen.
es: Los depósitos no pueden generarse dentro de tus fronteras.
fr: Les dépôts de ressources ne peuvent pas apparaître au sein de votre pays.
nl: Deposito's kunnen niet binnen je grenzen verschijnen.
ru: Залежи не могут появляться в пределах Ваших границ
sr: Налазишта се не могу наћи у твојим границама.
tr: Sınırlarınız içinde maden yatakları oluşamaz.
uk: Поклади не можуть з'являтись на території вашої держави.

source: Describe your party's goals and values
ar: صف أهداف وقيم حزبك
de: Beschreibe die Ziele und Werte deiner Partei
es: Describe los objetivos y valores de tu partido
fr: Décrivez les objectifs et valeurs de votre parti
nl: Beschrijf de doelen en waarden van je partij
pl: Opisz cele i wartości swojej partii
pt: Descreva os objetivos e valores do seu partido
ro: Descrieți obiectivele și valorile partidului dumneavoastră
ru: Опишите цели и ценности Вашей партии
sr: Опиши циљеве и вредности твоје партије
tr: Partinizin hedeflerini ve değerlerini açıklayın
uk: Опишіть цілі та цінності своєї партії

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
nl: Beschrijving
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sr: Опис
tr: Açıklama
uk: Опис

source: Description removed
ar: تمت إزالة الوصف
de: Beschreibung entfernt
es: Descripción eliminada
fr: Description supprimée
it: Descrizione rimossa
nl: Beschrijving verwijderd
pl: Opis usunięty
pt: Descrição removida
ro: Descriere ștersă
ru: Описание удалено
sr: Опис уклоњен
tr: Açıklama kaldırıldı
uk: Опис видалено

source: Description updated!
ar: تم تحديث الوصف!
de: Beschreibung aktualisiert!
es: ¡Descripción actualizada!
fr: Description mise à jour !
nl: Beschrijving bijgewerkt!
pl: Opis zaktualizowany!
pt: Descrição atualizada!
ro: Descriere actualizată!
ru: Описание обновлено!
sr: Опис ажуриран!
tr: Açıklama güncellendi!
uk: Опис оновлено!

source: Destroy item from inventory
ar: تدمير عنصر من المخزون
de: Gegenstand aus Inventar zerstören
es: Destruir objeto del inventario
fr: Détruire un objet de l'inventaire
it: Distruggi oggetto dall'inventario
nl: Vernietig een item uit de inventaris
pl: Zniszcz przedmiot z ekwipunku
pt: Destruir item do inventário
ro: Distruge obiect din inventar
ru: Уничтожить предмет из инвентаря
sr: Уништи предмет из инвентара
tr: Envanterden eşya yok et
uk: Знищити предмет з інвентарю

source: Destruct
ar: تدمير
de: Zerstören
es: Demoler
fr: Démolir
it: Distruggi
nl: Destructie
pl: Zniszcz
pt: Demolir
ro: Demolează
ru: Разрушить
sr: Уништи
tr: İmha Et
uk: Знищити

source: Development
ar: التطوير
de: Entwicklung
es: Desarrollo
fr: Développement
it: Sviluppo
nl: Ontwikkeling
pl: Rozwój
pt: Desenvolvimento
ro: Dezvoltare
ru: Развитие
sr: Развој
tr: Gelişim
uk: Розвиток

source: Diplomacy
ar: الدبلوماسية
de: Diplomatie
es: Diplomacia
fr: Diplomatie
it: Diplomazia
nl: Diplomatie
pl: Dyplomacja
pt: Diplomacia
ro: Diplomație
ru: Дипломатия
sr: Дипломатија
tr: Diplomasi
uk: Дипломатія

source: Diplomatic
ar: دبلوماسي
de: Diplomatisch
es: Diplomático
fr: Diplomatique
nl: Diplomatiek
pl: Dyplomatyczny
pt: Diplomático
ru: Дипломат
sr: Дипломатски
tr: Diplomatik
uk: Дипломатизм
