Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Congratulations! You have been elected as the new president of {0}
ar: تهانينا! لقد تم انتخابك كالرئيس الجديد لـ {0}
de: Herzlichen Glückwunsch! Du wurdest zum neuen Präsidenten von {0} gewählt
es: ¡Felicidades! Has sido elegido como nuevo presidente de {0}
fr: Félicitations ! Tu as été élu comme nouveau président de {0}
it: Complimenti! Sei stato eletto nuovo presidente di {0}
nl: Gefeliciteerd! U bent gekozen als de nieuwe president van {0}
pl: Gratulacje! Zostałeś wybrany nowym prezydentem {0}
pt: Parabéns! Você foi eleito como novo presidente de {0}
ro: Felicitări! Ai fost ales ca nou președinte al {0}
ru: Поздравляю! Вы были избраны как новый президент {0}
sr: Честитамо! Изабран си за новог председника {0}
tr: Tebrikler! {0}'ın yeni başkanı olarak seçildin
uk: Вітаємо! Вас обрано новим президентом держави {0}

source: Congratulations! You have been elected to the council of <0/>
ar: تهانينا! لقد تم انتخابك في مجلس <0/>
de: Herzlichen Glückwunsch! Du wurdest in den Rat von <0/> gewählt
es: ¡Felicidades! Has sido elegido al consejo de <0/>
fr: Félicitations ! Vous avez été élu au conseil de <0/>
nl: Gefeliciteerd! U bent gekozen in de raad van <0/>
pl: Gratulacje! Zostałeś wybrany do rady <0/>
pt: Parabéns! Você foi eleito para o conselho de <0/>
ro: Felicitări! Ați fost ales în consiliul <0/>
ru: Поздравляю! Вы были избраны в совет <0/>
sr: Честитамо! Изабран си као члан одбора <0/>
tr: Tebrikler! <0/> partisinin konseyine seçildiniz
uk: Вітаємо! Вас обрано до партійної ради <0/>

source: Congratulations! You have been promoted to <0/> with an attack bonus of <1>{0}</1>
ar: تهانينا! تمت ترقيتك إلى <0/> مع مكافأة هجوم قدرها <1>{0}</1>
de: Herzlichen Glückwunsch! Du wurdest zum <0/> befördert, mit einem Angriffsbonus von <1>{0}</1>
es: ¡Felicidades! Has sido ascendido a <0/> con un bonus de ataque de <1>{0}</1>
fr: Félicitations ! Tu as été promu à <0/> avec un bonus d'attaque de <1>{0}</1>
it: Complimenti! Sei stato promosso a <0/> con un bonus attacco di <1>{0}</1>
nl: Gefeliciteerd! Je bent gepromoveerd tot <0/> met een aanvalsbonus van <1>{0}</1>
pl: Gratulacje! Awansowałeś na <0/> z bonusem ataku <1>{0}</1>
pt: Parabéns! Você foi promovido a <0/> com um bônus de ataque de <1>{0}</1>
ro: Felicitări! Ai fost promovat la <0/> cu un bonus de atac de <1>{0}</1>
ru: Поздравляю! Вы повышены в звании до <0/> с бонусом атаки в <1>{0}</1>
sr: Честитамо! Унапређен си у <0/> са бонусом напада од <1>{0}</1>
tr: Tebrikler! <1>{0}</1> saldırı bonusuyla <0/> rütbesine terfi ettin
uk: Вітаємо! Вас підвищено до звання <0/> з бонусом до атаки <1>{0}</1>

source: Congratulations! You won the giveaway and received cases!
ar: تهانينا! لقد فزت بالسحب وحصلت على صناديق!
de: Herzlichen Glückwunsch! Du hast das Giveaway gewonnen und Kisten erhalten!
es: ¡Felicidades! ¡Ganaste el sorteo y recibiste cajas!
fr: Félicitations ! Tu as gagné le tirage au sort et reçu des caisses !
it: Complimenti! Hai vinto il giveaway e hai ricevuto delle casse!
nl: Gefeliciteerd! Je hebt de weggeefactie gewonnen en koffers ontvangen!
pl: Gratulacje! Wygrałeś konkurs i otrzymałeś skrzynki!
pt: Parabéns! Você ganhou o sorteio e recebeu caixas!
ro: Felicitări! Ai câștigat tombola și ai primit cutii!
ru: Поздравляю! Вы победили в розыгрыше и получили кейсы!
sr: Честитамо! Освојио си наградну игру и добио сандуке!
tr: Tebrikler! Çekilişi kazandın, kasalar artık senin!
uk: Вітаємо! Ви виграли у розіграші і отримали кейси!

source: Congratulations! Your application to <0/> has been accepted
ar: تهانينا! تم قبول طلبك للانضمام إلى <0/>
de: Herzlichen Glückwunsch! Deine Bewerbung bei <0/> wurde angenommen
es: ¡Felicidades! Tu solicitud a <0/> ha sido aceptada
fr: Félicitations ! Ta candidature à <0/> a été acceptée
it: Complimenti! La tua richiesta a <0/> è stata accettata
nl: Gefeliciteerd! Je aanvraag voor <0/> is geaccepteerd
pl: Gratulacje! Twoja aplikacja do <0/> została zaakceptowana
pt: Parabéns! Sua candidatura a <0/> foi aceita
ro: Felicitări! Aplicația ta la <0/> a fost acceptată
ru: Поздравляю! Ваш запрос к <0/> был одобрен
sr: Честитамо! Твоја пријава за <0/> је прихваћена
tr: Tebrikler! <0/> başvurun kabul edildi
uk: Вітаємо! Вашу заявку до <0/> схвалено

source: Congratulations! Your team <0/> won the tournament <1/>!
ar: تهانينا! فاز فريقك <0/> بالبطولة <1/>!
de: Herzlichen Glückwunsch! Dein Team <0/> hat das Turnier <1/> gewonnen!
es: ¡Felicidades! ¡Tu equipo <0/> ganó el torneo <1/>!
fr: Félicitations ! Ton équipe <0/> a gagné le tournoi <1/> !
it: Complimenti! La tua squadra <0/> ha vinto il torneo <1/>!
nl: Gefeliciteerd! Jouw team <0/> won het toernooi <1/>!
pl: Gratulacje! Twoja drużyna <0/> wygrała turniej <1/>!
pt: Parabéns! Sua equipe <0/> venceu o torneio <1/>!
ro: Felicitări! Echipa ta <0/> a câștigat turneul <1/>!
ru: Поздравляю! Ваша команда <0/> выиграла турнир <1/>!
sr: Честитамо! Твој тим <0/> је освојио турнир <1/>!
tr: Tebrikler! Takımın <0/> <1/> turnuvasını kazandı!
uk: Вітаємо! Ваша команда <0/> перемогла в турнірі <1/>!

source: Congress election
ar: انتخابات الكونغرس
de: Kongresswahl
es: Elección del congreso
fr: Election du congrès
nl: Congresverkiezing
ru: Выборы в парламент
sr: Избори у конгресу
tr: Meclis seçimi
uk: Парламентські вибори

source: Congress election candidacy is now open in <0/>
ar: باب الترشح لانتخابات الكونغرس مفتوح الآن في <0/>
de: Kandidatur für die Kongresswahl ist jetzt in <0/> offen
es: La candidatura para las elecciones del Congreso ya está abierta en <0/>
fr: Les candidatures aux élections législatives sont ouvertes dans <0/>
it: Le candidature alle elezioni del congresso sono ora aperte in <0/>
nl: De kandidatuur voor de Congresverkiezingen is nu geopend in <0/>
pl: Zgłaszanie kandydatur w wyborach do Kongresu jest otwarte w <0/>
pt: A candidatura para as eleições do Congresso está aberta em <0/>
ro: Candidaturile pentru alegerile parlamentare sunt deschise în <0/>
ru: Выдвижение кандидатов в парламент началось в <0/>
sr: Кандидатура за изборе конгреса је сада отворена у <0/>
tr: <0/>'da meclis seçimi adaylığı açıldı
uk: Відкрито реєстрацію кандидатів на вибори до парламенту в <0/>

source: Congress election candidate open
ar: فتح باب الترشح للكونغرس
de: Kongresswahl-Kandidatur offen
es: Candidaturas al congreso abiertas
fr: Candidatures au congrès ouvertes
it: Candidature elezioni congresso aperte
nl: Congreskandidaat open
pl: Kandydatury w wyborach do kongresu otwarte
pt: Candidaturas ao congresso abertas
ro: Candidaturile pentru congres sunt deschise
ru: Выдвижение кандидатов в парламент началось
sr: Кандидатура за изборе конгреса отворена
tr: Meclis seçimine aday olma başladı
uk: Відкрито висування кандидатів до парламенту

source: Congress election ended
ar: انتهت انتخابات الكونغرس
de: Kongresswahl beendet
es: Elección del congreso terminada
fr: Élection du congrès terminée
it: Elezioni del congresso terminate
nl: Congresverkiezing beëindigd
pl: Wybory do kongresu zakończone
pt: Eleição do congresso terminada
ro: Alegerile pentru congres s-au încheiat
ru: Выборы в парламент завершились
sr: Избори за конгрес завршени
tr: Meclis seçimi sona erdi
uk: Парламентські вибори завершено

source: Congress election has ended in <0/>. Check the results!
ar: انتهت انتخابات الكونغرس في <0/>. تحقق من النتائج!
de: Die Kongresswahl in <0/> ist beendet. Sieh dir die Ergebnisse an!
es: Las elecciones del Congreso han terminado en <0/>. ¡Revisa los resultados!
fr: Les élections législatives sont terminées dans <0/>. Découvrez les résultats !
it: Le elezioni del congresso sono terminate in <0/>. Controlla i risultati!
nl: De verkiezing voor het Congres is afgelopen in <0/>. Bekijk de resultaten!
pl: Wybory do Kongresu zakończyły się w <0/>. Sprawdź wyniki!
pt: As eleições do Congresso terminaram em <0/>. Confira os resultados!
ro: Alegerile parlamentare s-au încheiat în <0/>. Verifică rezultatele!
ru: Выборы в парламент <0/> завершились. Зацените результаты!
sr: Избори за конгрес су завршени у <0/>. Провери резултате!
tr: <0/>'da meclis seçimi sona erdi. Sonuçları kontrol et!
uk: Парламентські вибори в <0/> завершено. Перегляньте результати!

source: Congress election vote open
ar: فتح باب التصويت للكونغرس
de: Kongresswahl-Abstimmung offen
es: Votación al congreso abierta
fr: Vote au congrès ouvert
it: Votazioni elezioni congresso aperte
nl: Congresverkiezingen openstaan
pl: Głosowanie w wyborach do kongresu otwarte
pt: Votação do congresso aberta
ro: Votul pentru congres este deschis
ru: Голосование за кандидатов в парламент началось
sr: Гласање за изборе конгреса отворено
tr: Meclis seçiminde oy kullanma başladı
uk: Відкрито голосування на парламентських виборах

source: Congress election voting is now open in <0/>
ar: التصويت في انتخابات الكونغرس مفتوح الآن في <0/>
de: Die Abstimmung zur Kongresswahl ist jetzt in <0/> offen
es: La votación de las elecciones del Congreso ya está abierta en <0/>
fr: Le vote des élections législatives est ouvert dans <0/>
it: Le votazioni per le elezioni del congresso sono ora aperte in <0/>
nl: De verkiezingsstemming voor het Congres is nu geopend in <0/>
pl: Głosowanie w wyborach do Kongresu jest otwarte w <0/>
pt: A votação das eleições do Congresso está aberta em <0/>
ro: Votarea pentru alegerile parlamentare este deschisă în <0/>
ru: Голосование за кандидатов в парламент началось в <0/>
sr: Гласање за изборе конгреса је сада отворено у <0/>
tr: <0/>'da meclis seçimi oylaması açıldı
uk: Розпочато голосування на парламентських виборах у <0/>

source: Congress elections
ar: انتخابات الكونغرس
de: Kongresswahlen
es: Elecciones al congreso
fr: Élections parlementaires
it: Elezioni del congresso
nl: Congresverkiezingen
pl: Wybory parlamentarne
pt: Eleições parlamentares
ro: Alegeri parlamentare
ru: Выборы в парламент
sr: Избори за конгрес
tr: Meclis seçimleri
uk: Парламентські вибори

source: Congress has a minimum of <0>{0} seats</0>.
ar: الكونغرس لديه حد أدنى من <0>{0} مقاعد</0>.
de: Der Kongress hat mindestens <0>{0} Sitze</0>.
es: El congreso tiene un mínimo de <0>{0} escaños</0>.
fr: Le parlement a un minimum de <0>{0} sièges</0>.
nl: Het Congres heeft minimaal <0>{0} zetels</0>.
ru: Парламент имеет минимум <0>{0} кресел</0>
sr: Конгрес има минимум <0>{0} седишта</0>.
tr: Kongre minimum <0>{0} seats</0> üyeye sahip
uk: Парламент має щонайменше <0>{0} місць</0>.

source: Congress members
ar: أعضاء الكونغرس
de: Kongressmitglieder
es: Miembros del congreso
fr: Parlementaires
it: Membri del congresso
nl: Congresleden
pl: Członkowie kongresu
pt: Membros do congresso
ro: Parlamentari
ru: Депутаты парламента
sr: Чланови конгреса
tr: Meclis üyeleri
uk: Парламентарі

source: Connect with Discord
ar: الاتصال عبر Discord
de: Mit Discord verbinden
es: Conectar con Discord
fr: Se connecter avec Discord
it: Connetti con Discord
nl: Maak verbinding met Discord
pl: Połącz z Discord
pt: Conectar com Discord
ro: Conectează-te cu Discord
ru: Авторизация через Discord
sr: Повежи се са Discord-ом
tr: Discord ile bağlan
uk: Увійти через Діскорд

source: Connect with email
ar: الاتصال عبر البريد الإلكتروني
de: Mit E-Mail verbinden
es: Conectar con correo electrónico
fr: Se connecter avec e-mail
it: Connetti con email
nl: Verbind met e-mail
pl: Połącz z emailem
pt: Conectar com email
ro: Conectează-te cu email
ru: Авторизация через email
sr: Повежи се имејлом
tr: E-posta ile bağlan
uk: Увійти через електронну пошту

source: Connection
ar: الاتصال
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
nl: Verbinding
pl: Połączenie
pt: Conexão
ro: Connexiuni
ru: Соединение
sr: Веза
tr: Bağlantı
uk: Підключення

source: Conquered regions
ar: المناطق المحتلة
de: Eroberte Regionen
es: Regiones conquistadas
fr: Régions conquises
it: Regioni conquistate
nl: Veroverde regio's
pl: Podbite regiony
pt: Regiões conquistadas
ro: Regiuni cucerite
ru: Захваченные регионы
sr: Освојени региони
tr: Fethedilen bölgeler
uk: Завойовані регіони

source: Consider giving it to your local moderator
ar: فكر في إعطائها للمشرف المحلي لديك
de: Überlege, es deinem lokalen Moderator zu geben
es: Considera dárselo a tu moderador local
fr: Pense à le donner à ton modérateur local
it: Considera di darlo al tuo moderatore locale
nl: Overweeg het aan je lokale moderator te geven
pl: Rozważ oddanie tego lokalnemu moderatorowi
pt: Considere dar para seu moderador local
ro: Consideră să-l dăruiești moderatorului tău local
ru: Думаю, стоит донести на вас местному модератору
sr: Размисли да то даш свом локалном модератору
tr: Yerel moderatörüne vermeyi düşün.
uk: Розгляньте можливість передати це місцевому модератору

source: Construction started
ar: بدأ البناء
de: Bau begonnen
es: Construcción iniciada
fr: Construction commencée
it: Costruzione iniziata
nl: De bouw begon
pl: Budowa rozpoczęta
pt: Construção iniciada
ro: Construcția a început
ru: Строительство началось
sr: Изградња започета
tr: İnşaat başladı
uk: Будівництво розпочато

source: Consumed when fighting in battles
ar: يُستهلك عند القتال في المعارك
de: Wird beim Kämpfen in Schlachten verbraucht
es: Se consume al luchar en batallas
fr: Consommé lors des combats
it: Consumati combattendo nelle battaglie
nl: Verbruikt tijdens gevechten
pl: Zużywane podczas walki w bitwach
pt: Consumido ao lutar em batalhas
ro: Consumată când te lupți
ru: Потребляется во время сражения в битве
sr: Троши се током борбе у биткама
tr: Savaşlarda dövüşürken tüketilir
uk: Витрачається під час боїв

source: Consuming it increases your <0>Attack</0> during {0}h.<1/> Then decrease the same amount during {1}h
ar: استهلاكه يزيد <0>الهجوم</0> لديك لمدة {0} ساعة.<1/> ثم يقلل نفس المقدار لمدة {1} ساعة
de: Der Konsum erhöht deinen <0>Angriff</0> für {0}h.<1/> Danach verringert er ihn um den gleichen Betrag für {1}h
es: Consumirlo aumenta tu <0>Ataque</0> durante {0}h.<1/> Luego disminuye la misma cantidad durante {1}h
fr: Le consommer augmente ton <0>Attaque</0> pendant {0}h.<1/> Puis diminue du même montant pendant {1}h
it: Consumandolo aumenta il tuo <0>Attacco</0> per {0}h.<1/> Poi lo diminuisce della stessa quantità per {1}h
nl: Het consumeren ervan verhoogt je <0>Aanval</0> tijdens {0}u.<1/> Verlaag dan dezelfde hoeveelheid tijdens {1} uur
pl: Spożycie zwiększa twój <0>Atak</0> przez {0}h.<1/> Potem zmniejsza o tę samą ilość przez {1}h
pt: Consumi-lo aumenta seu <0>Ataque</0> durante {0}h.<1/> Depois diminui a mesma quantidade durante {1}h
ro: Consumul îți crește <0>Atacul</0> pentru {0} ore.<1/> Apoi îl scade pentru {1} ore
ru: Употребление увеличивает Вашу <0>Атаку</0> в течение {0} ч.<1/> После истечения действия, так же уменьшает силу в течение {1} ч
sr: Конзумирање повећава твој <0>напад</0> током {0}ч.<1/> Затим смањује за исти износ током {1}ч
tr: Tüketmek {0}s boyunca <0>Saldırı</0> gücünü artırır.<1/> Sonra {1}s boyunca aynı miktarda azalır
uk: Використання підвищує вашу <0>Атаку</0> на {0} год.<1/> Після цього знижує її на таку ж величину впродовж {1} год

source: Contextual borders
ar: حدود سياقية
de: Kontextbezogene Grenzen
es: Fronteras contextuales
fr: Frontières contextuelles
it: Bordi contestuali
nl: Contextuele grenzen
pl: Granice kontekstowe
pt: Fronteiras contextuais
ro: Granițe contextuale
ru: Контекстуальные границы
sr: Контекстуалне границе
tr: Bağlamsal sınırlar
uk: Контекстні кордони

source: Cooked Fish
ar: سمك مطبوخ
de: Gekochter Fisch
es: Pescado Cocido
fr: Poisson Cuit
it: Pesce cotto
nl: Gekookte vis
pl: Gotowana Ryba
pt: Peixe Cozido
ro: Pește Prăjit
ru: Филе-о-фиш
sr: Печена риба
tr: Pişmiş Balık
uk: Смажена риба

source: Cool down
ar: فترة الانتظار
de: Abklingzeit
es: Enfriamiento
fr: Temps de recharge
it: Tempo di recupero
nl: Koel af
pl: Czas odnowienia
pt: Tempo de espera
ro: Timp pauză
ru: Перерыв в работе
sr: Хлађење
tr: Bekleme süresi
uk: Час відновлення

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
de: In Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
nl: Gekopieerd naar clipboard
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
ro: Copiat în clipboard
ru: Скопировано в буфер обмена
sr: Копирано у привремену меморију
tr: Panoya kopyalandı
uk: Скопійовано в буфер обміну

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nl: Begrepen
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Копировать
sr: Копирај
tr: Kopyala
uk: Копіювати

source: Copy this token now. You won't be able to see it again! Use it in the <0>X-API-Key</0> header.
ar: انسخ هذا الرمز الآن. لن تتمكن من رؤيته مرة أخرى! استخدمه في ترويسة <0>X-API-Key</0>.
de: Kopiere diesen Token jetzt. Du wirst ihn nicht mehr sehen können! Verwende ihn im <0>X-API-Key</0>-Header.
es: Copia este token ahora. ¡No podrás verlo de nuevo! Úsalo en el encabezado <0>X-API-Key</0>.
fr: Copiez ce jeton maintenant. Vous ne pourrez plus le voir ! Utilisez-le dans l'en-tête <0>X-API-Key</0>.
it: Copia questo token adesso. Non potrai più vederlo! Usalo nell'header <0>X-API-Key</0>.
nl: Kopieer deze token nu. Je zult het nooit meer kunnen zien! Gebruik het in de header <0>X-API-Key</0>.
pl: Skopiuj ten token teraz. Nie będziesz mógł go ponownie zobaczyć! Użyj go w nagłówku <0>X-API-Key</0>.
pt: Copie este token agora. Você não poderá vê-lo novamente! Use-o no cabeçalho <0>X-API-Key</0>.
ro: Copiază acest token acum. Nu îl vei mai putea vedea! Folosește-l în header-ul <0>X-API-Key</0>.
ru: Скопируйте токен сейчас. Вы не сможете его больше увидеть! Используйте его в заголовке <0>X-API-Key</0>.
sr: Копирај овај токен сада. Нећеш моћи поново да га видиш! Користи га у <0>X-API-Key</0> заглављу.
tr: Bu jetonu şimdi kopyalayın. Tekrar göremeyeceksiniz! <0>X-API-Key</0> başlığında kullanın.
uk: Скопіюйте цей токен зараз, ви більше не зможете його переглянути! Використовуйте його в заголовку <0>X-API-Key</0>.

source: Core regions
ar: المناطق الأساسية
de: Kernregionen
es: Regiones principales
fr: Régions de base
it: Regioni core
nl: Kernregio's
pl: Główne regiony
pt: Regiões principais
ro: Regiuni de bază
ru: Национальные регионы
sr: Матични региони
tr: Merkez bölgeler
uk: Національні регіони

source: Corporal
ar: عريف
de: Unteroffizier
es: Cabo
fr: Caporal
it: Caporale
nl: Korporaal
pl: Kapral
pt: Cabo
ro: Caporal
ru: Капрал
sr: Десетар
tr: Onbaşı
uk: Капрал

source: Cost
ar: التكلفة
de: Kosten
es: Coste
fr: Coût
it: Costo
nl: Kosten
pl: Koszt
pt: Custo
ru: Цена
sr: Цена
tr: Maliyet
uk: Вартість

source: Council member to remove
ar: عضو المجلس المراد إزالته
de: Zu entfernendes Ratsmitglied
es: Miembro del consejo que debe ser destituido
fr: Membre du conseil à supprimer
nl: Raadslid wordt verwijderd
ru: Член Совета для удаления
sr: Члан одбора за уклањање
tr: Görevden alınacak meclis üyesi
uk: Член ради, якого треба прибрати

source: countries
ar: دول
de: Länder
es: países
fr: pays
it: paesi
nl: landen
pl: kraje
pt: países
ro: țări
ru: страны
sr: земље
tr: ülkeler
uk: держав

source: Countries
ar: دول
de: Länder
es: Países
fr: Pays
it: Paesi
nl: Landen
pl: Kraje
pt: Países
ro: Țări
ru: Страны
sr: Земље
tr: Ülkeler
uk: Держави

source: Country
ar: الدولة
de: Land
es: País
fr: Pays
it: Paese
nl: Land
pl: Kraj
pt: País
ro: Țară
ru: Страна
sr: Земља
tr: Ülke
uk: Держава

source: Country development income bonus
ar: مكافأة دخل تطوير الدولة
de: Landes-Entwicklungseinkommensbonus
es: Bono de ingresos por desarrollo del país
fr: Bonus de revenus de développement par pays
it: Bonus reddito da sviluppo del paese
nl: Inkomstenbonus voor landontwikkeling
pl: Bonus dochodu z rozwoju kraju
pt: Bônus de renda por desenvolvimento do país
ro: Venit bonus din dezvoltare pe țară
ru: Бонус к доходу от развития страны
sr: Бонус прихода од развоја земље
tr: Ülke kalkınma gelir bonusu
uk: Бонус до доходу від розвитку країни

source: Country production bonus
ar: مكافأة إنتاج الدولة
de: Landes-Produktionsbonus
es: Bono de producción del país
fr: Bonus de production par pays
it: Bonus produzione del paese
nl: Landsproductiebonus
pl: Bonus produkcji kraju
pt: Bônus de produção do país
ro: Bonus de producție pe țară
ru: Бонус к производству страны
sr: Бонус производње земље
tr: Ülke üretim bonusu
uk: Бонус до виробництва країни

source: Country wars
ar: حروب الدولة
de: Landeskriege
es: Guerras del país
fr: Guerres
it: Guerre del paese
nl: Landoorlogen
pl: Wojny kraju
pt: Guerras do país
ro: Războaie
ru: Войны страны
sr: Ратови земље
tr: Ülke savaşları
uk: Війни держави

source: Craft
ar: تصنيع
de: Herstellen
es: Fabricar
fr: Fabriquer
it: Crea
nl: Vervaardigen
pl: Wytwórz
pt: Fabricar
ro: Fabrică
ru: Создание предметов
sr: Направи
tr: Üret
uk: Створити

source: Craft <0>{count}</0> items
ar: تصنيع <0>{count}</0> عناصر
de: Stelle <0>{count}</0> Gegenstände her
es: Fabrica <0>{count}</0> artículos
fr: Fabrique <0>{count}</0> articles
it: Crea <0>{count}</0> oggetti
nl: Vervaardig <0>{count}</0> items
pl: Wytwórz <0>{count}</0> przedmiotów
pt: Fabricar <0>{count}</0> itens
ro: Fabrică <0>{count}</0> obiecte
ru: Создайте <0>{count}</0> предмета
sr: Направи <0>{count}</0> предмета
tr: <0>{count}</0> eşya üret
uk: Створіть <0>{count}</0> предметів

source: Craft Item
ar: عنصر مصنع
de: Gegenstand herstellen
es: Fabricar objeto
fr: Fabriquer un objet
it: Crea oggetto
nl: Vervaardig item
pl: Wytwórz przedmiot
pt: Fabricar item
ro: Creează obiect
ru: Создание предметов
sr: Направи предмет
tr: Eşya Üret
uk: Створення предметів

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
it: Crea
nl: Creëer
pl: Utwórz
pt: Criar
ro: Creează
ru: Создать
sr: Креирај
tr: Oluştur
uk: Створити

source: Create a Company
ar: إنشاء شركة
de: Unternehmen gründen
es: Crear una empresa
fr: Créer une entreprise
it: Crea un'azienda
nl: Een bedrijf oprichten
pl: Utwórz firmę
pt: Criar uma empresa
ro: Creează o companie
ru: Создать компанию
sr: Креирај компанију
tr: Şirket Kur
uk: Створіть фабрику

source: Create a new company
ar: إنشاء شركة جديدة
de: Ein neues Unternehmen gründen
es: Crea una nueva empresa
fr: Crée une nouvelle entreprise
it: Crea una nuova azienda
nl: Een nieuw bedrijf oprichten
pl: Utwórz nową firmę
pt: Crie uma nova empresa
ro: Creează o companie nouă
ru: Создать новую компанию
sr: Креирај нову компанију
tr: Yeni şirket kur
uk: Створіть нову фабрику

source: Create a party
ar: إنشاء حزب
de: Partei gründen
es: Crear un partido
fr: Créer un parti
nl: Een partij opmaken
pl: Utwórz partię
pt: Criar um partido
ro: Creează un partid
ru: Создать партию
sr: Креирај партију
tr: Bir parti kur
uk: Створити партію

source: Create API Token
ar: إنشاء رمز API
de: API-Token erstellen
es: Crear Token de API
fr: Créer un Jeton API
it: Crea token API
nl: Creëer API Token
pl: Utwórz Token API
pt: Criar Token de API
ro: Creează Token API
ru: Создать API токен
sr: Креирај API токен
tr: API Token'i Oluştur
uk: Створити API токен

source: Create party
ar: إنشاء حزب
de: Partei erstellen
es: Crear partido
fr: Créer le parti
nl: Partij aanmaken
pl: Utwórz partię
pt: Criar partido
ro: Creează partidul
ru: Создать партию
sr: Креирај партију
tr: Parti kur
uk: Створити партію

source: Create Token
ar: إنشاء رمز
de: Token erstellen
es: Crear Token
fr: Créer un Jeton
it: Crea token
nl: Creëer Token
pl: Utwórz Token
pt: Criar Token
ro: Creează Token
ru: Создать токен
sr: Креирај токен
tr: Token Oluştur
uk: Створити токен

source: Created:
ar: تم الإنشاء:
de: Erstellt:
es: Creado:
fr: Créé :
it: Creato:
nl: Aangemaakt:
pl: Utworzono:
pt: Criado:
ro: Creat:
ru: Создано:
sr: Креирано:
tr: Oluşturuldu:
uk: Створено:

source: Crit. chance
ar: فرصة الضربة الحرجة
de: Krit. Chance
es: Prob. crítica
fr: Chance de crit.
it: Prob. crit.
nl: Crit. kans
pl: Szansa kryt.
pt: Chance crítica
ro: Șansă critică
ru: Крит. шанс
sr: Крит. шанса
tr: Kritik şansı
uk: Шанс крит. влучання
