Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: <0>{depositBonus}</0> from deposit resources in <1/>.
ar: <0>{depositBonus}</0> من موارد الودائع في <1/>.
de: <0>{depositBonus}</0> durch Vorkommen-Ressourcen in <1/>.
es: <0>{depositBonus}</0> por recursos de yacimientos en <1/>.
fr: <0>{depositBonus}</0> provenant des ressources de gisement à <1/>.
it: <0>{depositBonus}</0> dalle risorse del giacimento in <1/>.
nl: <0>{depositBonus}</0> van depositobronnen in <1/>.
pl: <0>{depositBonus}</0> z zasobów złoża w <1/>.
pt: <0>{depositBonus}</0> de bônus de recursos de jazida em <1/>.
ro: <0>{depositBonus}</0> de la zăcământul din <1/>.
ru: <0>{depositBonus}</0> от залежей ресурса в <1/>.
sr: <0>{depositBonus}</0> од ресурса налазишта у <1/>.
tr: <1/>'daki yatırım kaynaklarından <0>{depositBonus}</0>.
uk: <0>{depositBonus}</0> від покладів ресурсу у <1/>.

source: <0>{ethicDepositBonus}</0> from <1/> agrarian ethics deposit bonus.
ar: <0>{ethicDepositBonus}</0> من <1/> مكافأة ودائع الأخلاقيات الزراعية.
de: <0>{ethicDepositBonus}</0> durch <1/> Agrar-Ethik-Vorkommen-Bonus.
es: <0>{ethicDepositBonus}</0> por bono de depósito de ideología agrarista en <1/>.
nl: <0>{ethicDepositBonus}</0> van <1/> agrarische ethiek depositobonus.
ru: <0>{ethicDepositBonus}</0> от <1/> бонуса на залежи от аграрных принципов.
sr: <0>{ethicDepositBonus}</0> од <1/> бонуса на депозит за аграрну етику.
uk: <0>{ethicDepositBonus}</0> через бонус аграризму держави <1/>.

source: <0>{ethicSpecializationBonus}</0> from <1/> industrialist ethics specialization bonus.
ar: <0>{ethicSpecializationBonus}</0> من <1/> مكافأة تخصص الأخلاقيات الصناعية.
de: <0>{ethicSpecializationBonus}</0> durch <1/> Industriellen-Ethik-Spezialisierungsbonus.
es: <0>{ethicSpecializationBonus}</0> por <1/> bono de especialización de ideología industrialista.
nl: <0>{ethicSpecializationBonus}</0> van <1/> industriële ethiek specialisatiebonus.
ru: <0>{ethicSpecializationBonus}</0> от <1/> бонуса на производства от индустриальных принципов.
sr: <0>{ethicSpecializationBonus}</0> од <1/> бонуса за специјализацију етике индустријалаца.
uk: <0>{ethicSpecializationBonus}</0> через бонус індустріалізму держави <1/>.

source: <0>{strategicBonus}</0> from <1/> strategic resources production bonus.
ar: <0>{strategicBonus}</0> من <1/> مكافأة إنتاج الموارد الاستراتيجية.
de: <0>{strategicBonus}</0> durch <1/> Produktionsbonus für strategische Ressourcen.
es: <0>{strategicBonus}</0> por el bono de producción de recursos estratégicos de <1/>.
fr: <0>{strategicBonus}</0> provenant du bonus de production des ressources stratégiques à <1/>.
it: <0>{strategicBonus}</0> dal bonus di produzione delle risorse strategiche di <1/>.
nl: <0>{strategicBonus}</0> van <1/> strategische grondstoffenproductiebonus.
pl: <0>{strategicBonus}</0> z bonusu produkcji zasobów strategicznych <1/>.
pt: <0>{strategicBonus}</0> do bônus de produção de recursos estratégicos de <1/>.
ro: <0>{strategicBonus}</0> din <1/> bonus de producție oferit de resurse strategice.
ru: <0>{strategicBonus}</0> бонуса к производству от стратегических ресурсов в <1/>.
sr: <0>{strategicBonus}</0> од бонуса за производњу стратешких ресурса у <1/>.
tr: <1/> stratejik kaynaklar üretim bonusundan <0>{strategicBonus}</0>.
uk: <0>{strategicBonus}</0> завдяки бонусу виробництва <1/> від стратегічних ресурсів.

source: <0>#{key}</0> resource of each type = <1>{value}</1>
ar: <0>#{key}</0> مورد من كل نوع = <1>{value}</1>
de: <0>#{key}</0> Ressource jedes Typs = <1>{value}</1>
es: Recurso <0>#{key}</0> de cada tipo = <1>{value}</1>
fr: Ressource <0>#{key}</0> de chaque type = <1>{value}</1>
it: <0>#{key}</0> risorsa di ogni tipo = <1>{value}</1>
nl: <0>#{key}</0> resource van elk type = <1>{value}</1>
pl: Zasób <0>#{key}</0> każdego typu = <1>{value}</1>
pt: Recurso <0>#{key}</0> de cada tipo = <1>{value}</1>
ro: <0>#{key}</0> resursă din fiecare tip = <1>{value}</1>
ru: <0>#{key}</0> ресурс каждого типа = <1>{value}</1>
sr: <0>#{key}</0> ресурса сваке врсте = <1>{value}</1>
tr: Her türden <0>#{key}</0> kaynak = <1>{value}</1>
uk: <0>#{key}</0>-й ресурс кожного типу = <1>{value}</1>

source: <0>Buff</0> ends <1/>
ar: <0>التأثير الإيجابي</0> ينتهي <1/>
de: <0>Buff</0> endet <1/>
es: <0>Bonificación</0> termina <1/>
fr: <0>Bonus</0> se termine <1/>
it: <0>Buff</0> scade <1/>
nl: <0>Buff</0> eindigt <1/>
pl: <0>Bonus</0> kończy się <1/>
pt: <0>Bônus</0> termina <1/>
ro: <0>Buff</0> se termină <1/>
ru: <0>Усиление</0> закончится <1/>
sr: <0>Buff</0> истиче за <1/>
tr: <0>Buff</0> bitiyor <1/>
uk: <0>Підсилення</0> закінчується <1/>

source: <0>Debuff</0> ends <1/>
ar: <0>التأثير السلبي</0> ينتهي <1/>
de: <0>Debuff</0> endet <1/>
es: <0>Penalización</0> termina <1/>
fr: <0>Malus</0> se termine <1/>
it: <0>Debuff</0> scade <1/>
nl: <0>Debuff</0> eindigt <1/>
pl: <0>Debuff</0> kończy się <1/>
pt: <0>Debuff</0> termina <1/>
ro: <0>Debuff</0> se termină <1/>
ru: <0>Усталость</0> закончится <1/>
sr: <0>Debuff</0> истиче за <1/>
tr: <0>Debuff</0> bitiyor <1/>
uk: <0>Послаблення</0> закінчується <1/>

source: <0>Emotes</0> in chat
ar: <0>رموز تعبيرية</0> في المحادثة
de: <0>Emotes</0> im Chat
es: <0>Emotes</0> en el chat
fr: <0>Emotes</0> dans le chat
it: <0>Emote</0> in chat
nl: <0>Emotes</0> in de chat
pl: <0>Emotki</0> na czacie
pt: <0>Emotes</0> no chat
ro: <0>Emoticoane</0> în chat
ru: <0>Эмодзи</0> в чатах
sr: <0>Емотуј</0> у ћаскању
tr: Sohbette <0>ifadeler</0>
uk: <0>Емоції</0> у чаті

source: <0>Everyday passed working for same employer, the fidelity bonus increases by <1>{0}</1>.</0><2>It increase by <3>{1}</3> the production bonus until <4>{2}</4>.</2><5>This bonus is applied after work. So it is not counted in wage.</5>
ar: <0>كل يوم يمر في العمل لنفس صاحب العمل، تزداد مكافأة الولاء بمقدار <1>{0}</1>.</0><2>تزيد بمقدار <3>{1}</3> مكافأة الإنتاج حتى تصل إلى <4>{2}</4>.</2><5>يتم تطبيق هذه المكافأة بعد العمل. لذا لا يتم احتسابها في الأجر.</5>
de: <0>Mit jedem Tag, den man für denselben Arbeitgeber arbeitet, erhöht sich der Treuebonus um <1>{0}</1>.</0><2>Dies erhöht den Produktionsbonus um <3>{1}</3> bis maximal <4>{2}</4>.</2><5>Dieser Bonus wird nach der Arbeit angewendet. Er wird also nicht im Lohn mitgezählt.</5>
es: <0>Cada día trabajado por el mismo empleador, aumenta el bono de fidelidad en <1>{0}</1>.</0><2>Aumenta el bono de producción en <3>{1}</3> hasta <4>{2}</4>.</2><5>Este bono se aplica después de trabajar, por lo que no se cuenta en el salario.</5>
fr: <0>Chaque jour passé à travailler pour le même employeur, le bonus de fidélité augmente de <1>{0}</1>.</0><2>Il augmente le bonus de production de <3>{1}</3> jusqu'à <4>{2}</4>.</2><5>Ce bonus est appliqué après le travail, il n'est donc pas compté dans le salaire.</5>
it: <0>Ogni giorno passato lavorando per lo stesso datore di lavoro, il bonus fedeltà aumenta di <1>{0}</1>.</0><2>Aumenta il bonus di produzione di <3>{1}</3> fino a <4>{2}</4>.</2><5>Questo bonus si applica dopo il lavoro, quindi non è conteggiato nel salario.</5>
nl: <0>Elke dag voorbij werken voor dezelfde werkgever stijgt de getrouwheidsbonus met <1>{0}</1>,</0><2>Het verhoogt met <3>{1}</3> de productiebonus tot <4>{2}</4>,</2><5>Deze bonus wordt na het werk toegepast. Dus het wordt niet meegeteld in het loon. </5>
pl: <0>Każdy dzień pracy dla tego samego pracodawcy zwiększa bonus lojalnościowy o <1>{0}</1>.</0><2>Zwiększa bonus produkcji o <3>{1}</3> do maksymalnie <4>{2}</4>.</2><5>Ten bonus jest naliczany po pracy, więc nie jest wliczany do pensji.</5>
pt: <0>Cada dia trabalhando para o mesmo empregador, o bônus de fidelidade aumenta em <1>{0}</1>.</0><2>Ele aumenta o bônus de produção em <3>{1}</3> até <4>{2}</4>.</2><5>Este bônus é aplicado após o trabalho, portanto não é contado no salário.</5>
ro: <0>În fiecare zi lucrată pentru același angajator, bonusul de fidelitate crește cu <1>{0}</1>.</0><2>Crește bonusul de producție cu <3>{1}</3> până la <4>{2}</4>.</2><5>Acest bonus se aplică după muncă, deci nu este inclus în salariu.</5>
ru: <0>Каждый день работы на одного работодателя, повышает бонус лояльности на <1>{0}</1>.</0><2>Он повышает на <3>{1}</3> бонус к производству до <4>{2}</4>.</2><5>Этот бонус учитывается после работы. Поэтому не влияет на зарплату.</5>
sr: <0>За сваки дан проведен радећи за истог послодавца, бонус лојалности се повећава за <1>{0}</1>.</0><2>Бонус производње се повећава за <3>{1}</3>, све до <4>{2}</4>.</2><5>Овај бонус се примењује након рада, зато се не рачуна у плату.</5>
tr: <0>Aynı işveren için her geçen gün çalışıldığında, sadakat bonusu <1>{0}</1> artar.</0><2>Üretim bonusunu <4>{2}</4> kadar <3>{1}</3> artırır.</2><5>Bu bonus çalışmadan sonra uygulanır, bu yüzden maaşa dahil edilmez.</5>
uk: <0>Бонус за вірність зростає на <1>{0}</1> за кожен відпрацьований день.</0><2>Він збільшує бонус виробництва на <3>{1}</3>, поки не досягне <4>{2}</4>.</2><5>Цей бонус застосовується після роботи, тому він не буде врахований у зарплаті.</5>

source: <0>Filled with <1>Production Points</1> by employees working and from the automated engine.</0><2>Only the company owner can spend it to produce items.</2>
ar: <0>ممتلئ بـ <1>نقاط الإنتاج</1> بفضل عمل الموظفين والمحرك الآلي.</0><2>فقط مالك الشركة يمكنه إنفاقها لإنتاج العناصر.</2>
de: <0>Wird durch arbeitende Angestellte und die automatisierte Engine mit <1>Produktionspunkten</1> gefüllt.</0><2>Nur der Unternehmensinhaber kann diese ausgeben, um Gegenstände herzustellen.</2>
es: <0>Se llena con <1>Puntos de Producción</1> cuando los empleados trabajan y gracias al motor automático.</0><2>Solo el dueño de la empresa puede gastarlos para producir objetos.</2>
fr: <0>Rempli de <1>Points de Production</1> par le travail des employés et par le moteur automatisé.</0><2>Seul le propriétaire de l'entreprise peut les dépenser pour produire des objets.</2>
it: <0>Riempito con <1>Punti Produzione</1> dai dipendenti che lavorano e dal motore automatizzato.</0><2>Solo il proprietario dell'azienda può spenderli per produrre oggetti.</2>
nl: <0>Gevuld met <1>Productiepunten</1> door medewerkers en vanuit de geautomatiseerde motor.</0><2>Alleen de eigenaar van het bedrijf mag het uitgeven om producten te produceren.</2>
pl: <0>Wypełniane <1>Punktami Produkcji</1> przez pracowników podczas pracy oraz przez silnik automatyczny.</0><2>Tylko właściciel firmy może je wydawać, aby produkować przedmioty.</2>
pt: <0>Preenchido com <1>Pontos de Produção</1> pelos funcionários trabalhando e pelo motor automatizado.</0><2>Apenas o dono da empresa pode gastá-los para produzir itens.</2>
ro: <0>Umplută cu <1>Puncte de Producție</1> de către angajați și motorul automat.</0><2>Doar patronul le poate folosi pentru a produce obiecte.</2>
ru: <0>Заполняется <1>Очками Производства</1> нанятыми рабочими и автоматическими двигателями.</0><2>Только владелец компании может потратить их на производство предметов.</2>
sr: <0>Попуњава се <1>поенима производње</1> радом запослених и аутоматизованим механизмом.</0><2>Само власник компаније може да их потроши за производњу предмета.</2>
tr: <0>Çalışan işçiler ve otomatik motordan <1>Üretim Puanları</1> ile doldurulur.</0><2>Sadece şirket sahibi eşya üretmek için harcayabilir.</2>
uk: <0>Наповнюється <1>Балами виробництва</1> завдяки роботі працівників та автоматичного двигуна.</0><2>Лише власник фабрики може використати його для створення продукції.</2>

source: <0>Unrest</0> represents internal tension in the country.<1/><2/>Citizens can contribute by spending <3>{0}</3> or <4>{1}</4> to add <5>{2}</5> to the bar. Unrest decays daily by <6>{3}-{4}%</6>.<7/><8/>When the bar is full, any party can vote via motion to start a <9>Civil war</9> (cost: <10>development × 10</10>, cooldown: {5}h). The battle takes place in the capital region, and <11>only citizens</11> can fight.<12/><13/>If revolutionaries win:<14/>- Government is impeached<15/>- Borders are opened for {6} days<16/>- Presidential elections begin<17/><18/>After a revolution, contributions are disabled for {7}h.
ar: <0>الاضطرابات</0> تمثل التوتر الداخلي في البلاد.<1/><2/>يمكن للمواطنين المساهمة بإنفاق <3>{0}</3> أو <4>{1}</4> لإضافة <5>{2}</5> إلى الشريط. تتلاشى الاضطرابات يومياً بنسبة <6>{3}-{4}%</6>.<7/><8/>عند امتلاء الشريط، يمكن لأي حزب التصويت عبر مقترح لبدء <9>حرب أهلية</9> (التكلفة: <10>التطور × 10</10>، فترة الانتظار: {5} ساعة). تدور المعركة في منطقة العاصمة، و<11>المواطنون فقط</11> يمكنهم القتال.<12/><13/>إذا فاز الثوار:<14/>- يتم عزل الحكومة<15/>- تُفتح الحدود لمدة {6} أيام<16/>- تبدأ الانتخابات الرئاسية<17/><18/>بعد الثورة، يتم تعطيل المساهمات لمدة {7} ساعات.
de: <0>Unruhe</0> stellt die internen Spannungen im Land dar.<1/><2/>Bürger können dazu beitragen, indem sie <3>{0}</3> oder <4>{1}</4> ausgeben, um <5>{2}</5> zur Leiste hinzuzufügen. Unruhe sinkt täglich um <6>{3}-{4}%</6>.<7/><8/>Wenn die Leiste voll ist, kann jede Partei per Antrag abstimmen, um einen <9>Bürgerkrieg</9> zu beginnen (Kosten: <10>Entwicklung × 10</10>, Abklingzeit: {5}h). Die Schlacht findet in der Hauptstadtregion statt, und <11>nur Bürger</11> können kämpfen.<12/><13/>Wenn die Revolutionäre gewinnen:<14/>- Die Regierung wird des Amtes enthoben<15/>- Die Grenzen werden für {6} Tage geöffnet<16/>- Präsidentschaftswahlen beginnen<17/><18/>Nach einer Revolution sind Beiträge für {7}h deaktiviert.
es: <0>Disturbios</0> representan una tensión interna en el país.<1/><2/>Los ciudadanos pueden contribuir gastando <3>{0}</3> o <4>{1}</4> para añadir <5>{2}</5> a la barra. Los disturbios disminuyen diariamente entre un <6>{3}-{4}%</6>.<7/><8/>Cuando la barra se llena, cualquier partido puede votar mediante una moción para iniciar una <9>Guerra civil</9> (costo: <10>Desarrollo × 10</10>, enfriamiento: {5}h). La batalla tiene lugar en la región capital y <11>solo los ciudadanos</11> pueden combatir.<12/><13/>Si los revolucionarios ganan:<14/>- El gobierno es destituido<15/>- Las fronteras permanecen abiertas durante {6} días<16/>- Comienzan las elecciones presidenciales<17/><18/>Después de una revuelta, las contribuciones quedan deshabilitadas durante {7}h.
nl: <0>Onrust</0> vertegenwoordigt interne spanningen in het land.<1/><2/>Burgers kunnen bijdragen door <3>{0}</3> of <4>{1}</4> uit te geven om <5>{2}</5> aan de bar toe te voegen. De onrust neemt dagelijks af met <6>{3}-{4}%</6>,<7/><8/>Wanneer de balk vol is, kan elke partij via een motie stemmen om een <9>Burgeroorlog</9> te starten (kosten: <10>ontwikkeling × 10</10>, cooldown: {5}h). De strijd vindt plaats in de hoofdstedelijke regio en <11>alleen burgers</11> kunnen vechten.<12/><13/>Als revolutionairen winnen:<14/>- Regering wordt afgezet<15/>- Grenzen worden voor {6} dagen geopend<16/>- Presidentsverkiezingen beginnen<17/><18/>Na een revolutie worden de bijdragen voor {7} uur uitgeschakeld.
ru: msgid "<0>Смута</0> отражают внутреннюю напряженность в стране.<1/><2/>Граждане могут внести свой вклад, потратив <3>{0}</3> или <4>{1}</4>, добавив <5>{2}</5> в шкаолу. Смута утихает с каждым днем на <6>{3}-{4}%</6>.<7/><8/> Когда шкала заполнена, любая партия может проголосовать за начало <9>Гражданской войны</9> (стоимость: <10>развитие × 10</10>, время восстановления: {5}ч). Сражение происходит в столичном регионе, и принять участие могут <11>только граждане</11>.<12/><13/>Если победят революционеры:<14/> - Правительству объявят импичмент<15/> - Границы откроются на {6} дней<16/>- Инициируются президенсткие выборы<17/><18/>После революции взносы отключаются на {7} часов."
sr: <0>Немири</0> представљају унутрашњу напетост у земљи.<1/><2/>Грађани могу допринети трошењем <3>{0}<3> или <4>{1}<4> да би додали <5>{2}<5> на траку. Немири се свакодневно смањују за <6>{3}-{4}%</6>.<7/><8/>Када се трака напуни, било која странка може гласати путем предлога<9>Грађанског рата</9> (цена: <10>развој × 10</10>, време хлађења: {5} сати). Битка се одвија у региону главног града и <11>само грађани</11> могу да се боре.<12/><13/>Ако револуционари победе:<14/>- Влада се смењује<15/>- Границе се отварају на {6} дана<16/>- Почињу председнички избори<17/><18/>Након револуције, доприноси су онемогућени на {7} сати.
uk: <0>Заворушення</0> відображають внутрішню напруженість в державі.<1/><2/>Громадяни можуть сприяти їм, витрачаючи <3>{0}</3> або <4>{1}</4>, щоб додати <5>{2}</5> до шкали. Заворушення щодня спадають на <6>{3}-{4}%</6>.<7/><8/>Коли шкала повна, будь-яка партія може проголосувати за резолюцію, щоб розпочати <9>Громадянську війну</9> (вартість: <10>розвиток × 10</10>, кулдаун: {5}год). Битва відбувається у столиці, і <11>лише громадяни</11> можуть брати участь.<12/><13/>Якщо революціонери переможуть:<14/>- Уряд буде розпущено<15/>- Кордони буде відкрито на {6} днів<16/>- Розпочнуться президентські вибори<17/><18/>Після революції, сприяння будуть вимкнені на {7}год.

source: 1 legendary down, 5 more to go for a full stuff, keep gambling!
ar: تم الحصول على قطعة أسطورية واحدة، بقي 5 للحصول على الطقم الكامل، استمر في المحاولة!
de: 1 Legendäres Teil geschafft, noch 5 bis zur vollen Ausrüstung, spiel weiter!
es: 1 legendario conseguido, ¡faltan 5 más para el equipo completo, sigue jugando!
fr: 1 légendaire obtenu, plus que 5 pour un stuff complet, continue de jouer !
it: 1 leggendario ottenuto, ne mancano 5 per l'equip completo: continua a giocare d'azzardo!
nl: 1 legendarische geteld, nog 5 te gaan voor een volledige set, blijf gokken!
pl: 1 legendarny zdobyty, jeszcze 5 do pełnego zestawu, graj dalej!
pt: 1 lendário conseguido, faltam 5 para o set completo, continue jogando!
ro: 1 legendar obținut, mai ai 5 pentru setul complet, continuă!
ru: 1 легендарка выпала, 5 на подходе для полного сета, продолжай лудить!
sr: 1 легендарни је пао, још 5 за пуну ратну опрему, настави да се коцкаш!
tr: 1 efsanevi tamam, tam set için 5 tane daha, kasa açmaya devam!
uk: 1 легендарка вже є, залишилось ще 5 для повного набору, продовжуйте гемблити!

source: 1★ Admiral
ar: 1★ أدميرال
es: 1★ Almirante
fr: 1★ Amiral
it: 1★ Ammiraglio
nl: 1★ Admiraal
pl: 1★ Admirał
pt: 1★ Almirante
ro: 1★ Amiral
ru: 1★ Адмирал
sr: 1★ Адмирал
tr: 1★ Amiral
uk: 1★ Адмірал

source: 1★ Brigadier
ar: 1★ عميد
es: 1★ Brigadista
it: 1★ Brigadiere
pl: 1★ Brygadier
pt: 1★ Brigadeiro
ru: 1★ Бригадир
sr: 1★ Бригадир
tr: 1★ Tuğgeneral
uk: 1★ Бригадир

source: 1★ Cadet
ar: 1★ تلميذ عسكري
de: 1★ Kadett
es: 1★ Cadete
it: 1★ Cadetto
pl: 1★ Kadet
pt: 1★ Cadete
ru: 1★ Кадет
sr: 1★ Кадет
tr: 1★ Harbiyeli
uk: 1★ Кадет

source: 1★ Captain
ar: 1★ نقيب
de: 1★ Kapitän
es: 1★ Capitán
fr: 1★ Capitaine
it: 1★ Capitano
nl: 1★ Kapitein
pl: 1★ Kapitan
pt: 1★ Capitão
ro: 1★ Căpitan
ru: 1★ Капитан
sr: 1★ Капетан
tr: 1★ Yüzbaşı
uk: 1★ Капітан

source: 1★ Chief
ar: 1★ رئيس
de: 1★ Häuptling
es: 1★ Jefe
fr: 1★ Chef
it: 1★ Capo
nl: 1★ Chef
pl: 1★ Szef
pt: 1★ Chefe
ro: 1★ Șef
ru: 1★ Фельдфебель
sr: 1★ Старешина
tr: 1★ Şef
uk: 1★ Головний сержант

source: 1★ Colonel
ar: 1★ عقيد
de: 1★ Oberst
es: 1★ Coronel
it: 1★ Colonnello
nl: 1★ Kolonel
pl: 1★ Pułkownik
pt: 1★ Coronel
ru: 1★ Полковник
sr: 1★ Пуковник
tr: 1★ Albay
uk: 1★ Полковник

source: 1★ Commodore
ar: 1★ عميد بحري
de: 1★ Kommodore
es: 1★ Comodoro
it: 1★ Commodoro
pl: 1★ Komodor
pt: 1★ Comodoro
ro: 1★ Comodor
ru: 1★ Коммодор
sr: 1★ Комодор
tr: 1★ Komodor
uk: 1★ Коммодор

source: 1★ Corporal
ar: 1★ عريف
de: 1★ Unteroffizier
es: 1★ Cabo
fr: 1★ Caporal
it: 1★ Caporale
nl: 1★ Korporaal
pl: 1★ Kapral
pt: 1★ Cabo
ro: 1★ Caporal
ru: 1★ Капрал
sr: 1★ Десетар
tr: 1★ Onbaşı
uk: 1★ Капрал

source: 1★ Ensign
ar: 1★ ملازم بحري
de: 1★ Fähnrich
es: 1★ Alférez
fr: 1★ Enseigne
it: 1★ Alfiere
nl: 1★ Vaandrig
pl: 1★ Chorąży
pt: 1★ Alferes
ro: 1★ Sublocotenent
ru: 1★ Старший прапорщик
sr: 1★ Потпоручник
tr: 1★ Teğmen
uk: 1★ Молодший лейтенант

source: 1★ General
ar: 1★ جنرال
fr: 1★ Général
it: 1★ Generale
nl: 1★ Generaal
pl: 1★ Generał
ru: 1★ Генерал
sr: 1★ Генерал
uk: 1★ Генерал

source: 1★ Initiate
ar: 1★ مبتدئ
de: 1★ Initiand
es: 1★ Iniciado
fr: 1★ Initié
it: 1★ Iniziato
nl: 1★ Ingelijde
pl: 1★ Inicjat
pt: 1★ Iniciado
ro: 1★ Inițiat
ru: 1★ Новобранец
sr: 1★ Новајлија
tr: 1★ Acemi
uk: 1★ Новобранець

source: 1★ Lieutenant
ar: 1★ ملازم
de: 1★ Leutnant
es: 1★ Teniente
it: 1★ Tenente
nl: 1★ Luitenant
pl: 1★ Porucznik
pt: 1★ Tenente
ro: 1★ Locotenent
ru: 1★ Лейтенант
sr: 1★ Поручник
tr: 1★ Üsteğmen
uk: 1★ Лейтенант

source: 1★ Lt. Colonel
ar: 1★ مقدم
de: 1★ Oberstleutnant
es: 1★ Tte. Coronel
it: 1★ Ten. Colonnello
nl: 1★ Luitenant-kolonel
pl: 1★ Ppłk.
pt: 1★ Ten. Coronel
ru: 1★ Подполковник
sr: 1★ Потпуковник
tr: 1★ Yarbay
uk: 1★ Підполковник

source: 1★ Lt. General
ar: 1★ فريق
de: 1★ Generalleutnant
es: 1★ Tte. General
fr: 1★ Général de division
it: 1★ Ten. Generale
nl: 1★ Luitenant-generaal
pl: 1★ Gen. dyw.
pt: 1★ Ten. General
ru: 1★ Генерал-лейтенант
sr: 1★ Генерал-потпуковник
tr: 1★ Korgeneral
uk: 1★ Генерал-лейтенант

source: 1★ Major
ar: 1★ رائد
es: 1★ Mayor
fr: 1★ Commandant
it: 1★ Maggiore
nl: 1★ Majoor
ro: 1★ Maior
ru: 1★ Майор
sr: 1★ Мајор
tr: 1★ Binbaşı
uk: 1★ Майор

source: 1★ Marshal
ar: 1★ مشير
de: 1★ Marschall
es: 1★ Mariscal
fr: 1★ Maréchal
it: 1★ Maresciallo
nl: 1★ Maarschalk
pl: 1★ Marszałek
pt: 1★ Marechal
ro: 1★ Mareșal
ru: 1★ Маршал
sr: 1★ Маршал
tr: 1★ Mareşal
uk: 1★ Маршал

source: 1★ Operative
ar: 1★ عميل
de: 1★ Agent
es: 1★ Operativo
fr: 1★ Agent
it: 1★ Operatore
nl: 1★ Operatief
pl: 1★ Agent
pt: 1★ Operativo
ro: 1★ Agent
ru: 1★ Оперативник
sr: 1★ Оперативац
tr: 1★ Operatif
uk: 1★ Оперативник

source: 1★ Petty Officer
ar: 1★ ضابط صف
de: 1★ Deckoffizier
es: 1★ Suboficial
fr: 1★ Quartier-maître
it: 1★ Sottufficiale
nl: 1★ Korporaal
pl: 1★ Podoficer
pt: 1★ Suboficial
ro: 1★ Subofițer
ru: 1★ Старшина
sr: 1★ Старији водник
tr: 1★ Astsubay
uk: 1★ Старший сержант

source: 1★ Private
ar: 1★ جندي
de: 1★ Gefreiter
es: 1★ Soldado
fr: 1★ Soldat
it: 1★ Soldato
nl: 1★ Privaat
pl: 1★ Szeregowy
pt: 1★ Soldado
ro: 1★ Soldat
ru: 1★ Рядовой
sr: 1★ Редов
tr: 1★ Er
uk: 1★ Солдат

source: 1★ Rear Admiral
ar: 1★ لواء بحري
de: 1★ Konteradmiral
es: 1★ Contraalmirante
fr: 1★ Contre-amiral
it: 1★ Contrammiraglio
nl: 1★ Schout-bij-nacht
pl: 1★ Kontradmirał
pt: 1★ Contra-almirante
ro: 1★ Contraamiral
ru: 1★ Контр-адмирал
sr: 1★ Контра-адмирал
tr: 1★ Tuğamiral
uk: 1★ Контрадмірал

source: 1★ Recruit
ar: 1★ مجند
de: 1★ Rekrut
es: 1★ Recluta
fr: 1★ Recrue
it: 1★ Recluta
nl: 1★ Rekruut
pl: 1★ Rekrut
pt: 1★ Recruta
ro: 1★ Recrut
ru: 1★ Рекрут
sr: 1★ Регрут
tr: 1★ Asker Adayı
uk: 1★ Рекрут

source: 1★ Sergeant
ar: 1★ رقيب
de: 1★ Feldwebel
es: 1★ Sargento
fr: 1★ Sergent
it: 1★ Sergente
pl: 1★ Sierżant
pt: 1★ Sargento
ro: 1★ Sergent
ru: 1★ Сержант
sr: 1★ Водник
tr: 1★ Çavuş
uk: 1★ Сержант

source: 1★ Specialist
ar: 1★ متخصص
de: 1★ Spezialist
es: 1★ Especialista
fr: 1★ Spécialiste
it: 1★ Specialista
pl: 1★ Specjalista
pt: 1★ Especialista
ru: 1★ Ефрейтор
sr: 1★ Специјалиста
tr: 1★ Uzman
uk: 1★ Спеціаліст

source: 1★ Trainee
ar: 1★ متدرب
de: 1★ Auszubildender
es: 1★ Aprendiz
fr: 1★ Apprenti
it: 1★ Allievo
nl: 1★ Leerling
pl: 1★ Praktykant
pt: 1★ Aprendiz
ro: 1★ Stagiar
ru: 1★ Курсант
sr: 1★ Обученик
tr: 1★ Stajyer
uk: 1★ Курсант

source: 1★ Trooper
ar: 1★ جندي مدرع
de: 1★ Soldat
es: 1★ Soldado de caballería
fr: 1★ Cavalier
it: 1★ Fante
nl: 1★ Soldaat
pl: 1★ Żołnierz
pt: 1★ Cavaleiro
ro: 1★ Cavalerist
ru: 1★ Солдат
sr: 1★ Војник
tr: 1★ Asker
uk: 1★ Старший солдат

source: 1★ Vanguard
ar: 1★ طليعة
de: 1★ Vorhut
es: 1★ Vanguardia
fr: 1★ Avant-garde
it: 1★ Avanguardia
nl: 1★ Voorhoede
pl: 1★ Straż przednia
pt: 1★ Vanguarda
ro: 1★ Avangardă
ru: 1★ Старший сержант
sr: 1★ Извиђач
tr: 1★ Öncü
uk: 1★ Передовий

source: 1★ Vice Admiral
ar: 1★ فريق بحري
de: 1★ Vizeadmiral
es: 1★ Vicealmirante
fr: 1★ Vice-amiral
it: 1★ Viceammiraglio
nl: 1★ Viceadmiraal
pl: 1★ Wiceadmirał
pt: 1★ Vice-almirante
ro: 1★ Viceamiral
ru: 1★ Вице-адмирал
sr: 1★ Вицеадмирал
tr: 1★ Koramiral
uk: 1★ Віцеадмірал
