Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: 1★ Warrant Officer
ar: 1★ ضابط صف أول
de: 1★ Haftoffizier
es: 1★ Suboficial mayor
fr: 1★ Adjudant
it: 1★ Ufficiale di mandato
nl: 1★ Onderofficier
pl: 1★ Chorąży
pt: 1★ Subtenente
ro: 1★ Plutonier
ru: 1★ Прапорщик
sr: 1★ Заставник
tr: 1★ Asteğmen
uk: 1★ Майстер сержант

source: 2★ Admiral
ar: 2★ أدميرال
es: 2★ Almirante
fr: 2★ Amiral
it: 2★ Ammiraglio
nl: 2★ Admiraal
pl: 2★ Admirał
pt: 2★ Almirante
ro: 2★ Amiral
ru: 2★ Адмирал
sr: 2★ Адмирал
tr: 2★ Amiral
uk: 2★ Адмірал

source: 2★ Brigadier
ar: 2★ عميد
de: 2★ Brigadegeneral
it: 2★ Brigadiere
pl: 2★ Brygadier
pt: 2★ Brigadeiro
ru: 2★ Бригадир
sr: 2★ Бригадир
tr: 2★ Tuğgeneral
uk: 2★ Бригадир

source: 2★ Cadet
ar: 2★ تلميذ عسكري
de: 2★ Kadett
es: 2★ Cadete
it: 2★ Cadetto
pl: 2★ Kadet
pt: 2★ Cadete
ru: 2★ Кадет
sr: 2★ Кадет
tr: 2★ Harbiyeli
uk: 2★ Кадет

source: 2★ Captain
ar: 2★ نقيب
de: 2★ Kapitän
es: 2★ Capitán
fr: 2★ Capitaine
it: 2★ Capitano
nl: 2★ Kapitein
pl: 2★ Kapitan
pt: 2★ Capitão
ro: 2★ Căpitan
ru: 2★ Капитан
sr: 2★ Капетан
tr: 2★ Yüzbaşı
uk: 2★ Капітан

source: 2★ Chief
ar: 2★ رئيس
de: 2★ Häuptling
es: 2★ Jefe
fr: 2★ Chef
it: 2★ Capo
pl: 2★ Szef
pt: 2★ Chefe
ro: 2★ Șef
ru: 2★ Фельдфебель
sr: 2★ Старешина
tr: 2★ Şef
uk: 2★ Головний сержант

source: 2★ Colonel
ar: 2★ عقيد
de: 2★ Oberst
es: 2★ Coronel
it: 2★ Colonnello
nl: 2★ Kolonel
pl: 2★ Pułkownik
pt: 2★ Coronel
ru: 2★ Полковник
sr: 2★ Пуковник
tr: 2★ Albay
uk: 2★ Полковник

source: 2★ Commodore
ar: 2★ عميد بحري
de: 2★ Kommodore
es: 2★ Comodoro
it: 2★ Commodoro
pl: 2★ Komodor
pt: 2★ Comodoro
ro: 2★ Comodor
ru: 2★ Коммодор
sr: 2★ Комодор
tr: 2★ Komodor
uk: 2★ Коммодор

source: 2★ Corporal
ar: 2★ عريف
de: 2★ Unteroffizier
es: 2★ Cabo
fr: 2★ Caporal
it: 2★ Caporale
nl: 2★ Korporaal
pl: 2★ Kapral
pt: 2★ Cabo
ro: 2★ Caporal
ru: 2★ Капрал
sr: 2★ Десетар
tr: 2★ Onbaşı
uk: 2★ Капрал

source: 2★ Ensign
ar: 2★ ملازم بحري
de: 2★ Fähnrich
es: 2★ Alférez
fr: 2★ Enseigne
it: 2★ Alfiere
nl: 2★ Vaandrig
pl: 2★ Chorąży
pt: 2★ Alferes
ro: 2★ Sublocotenent
ru: 2★ Старший прапорщик
sr: 2★ Потпоручник
tr: 2★ Teğmen
uk: 2★ Молодший лейтенант

source: 2★ General
ar: 2★ جنرال
fr: 2★ Général
it: 2★ Generale
nl: 2★ Generaal
pl: 2★ Generał
ru: 2★ Генерал
sr: 2★ Генерал
uk: 2★ Генерал

source: 2★ Initiate
ar: 2★ مبتدئ
de: 2★ Initiand
es: 2★ Iniciado
fr: 2★ Initié
it: 2★ Iniziato
nl: 2★ Ingelijde
pl: 2★ Inicjat
pt: 2★ Iniciado
ro: 2★ Inițiat
ru: 2★ Новобранец
sr: 2★ Новајлија
tr: 2★ Acemi
uk: 2★ Новобранець

source: 2★ Lieutenant
ar: 2★ ملازم
de: 2★ Leutnant
es: 2★ Teniente
it: 2★ Tenente
nl: 2★ Luitenant
pl: 2★ Porucznik
pt: 2★ Tenente
ro: 2★ Locotenent
ru: 2★ Лейтенант
sr: 2★ Поручник
tr: 2★ Üsteğmen
uk: 2★ Лейтенант

source: 2★ Lt. Colonel
ar: 2★ مقدم
de: 2★ Oberstleutnant
es: 2★ Tte. Coronel
it: 2★ Ten. Colonnello
nl: 2★ Luitenant-kolonel
pl: 2★ Ppłk.
pt: 2★ Ten. Coronel
ru: 2★ Подполковник
sr: 2★ Потпуковник
tr: 2★ Yarbay
uk: 2★ Підполковник

source: 2★ Lt. General
ar: 2★ فريق
de: 2★ Generalleutnant
es: 2★ Tte. General
fr: 2★ Général de division
it: 2★ Ten. Generale
nl: 2★ Luitenant-generaal
pl: 2★ Gen. dyw.
pt: 2★ Ten. General
ru: 2★ Генерал-лейтенант
sr: 2★ Генерал-потпуковник
tr: 2★ Korgeneral
uk: 2★ Генерал-лейтенант

source: 2★ Major
ar: 2★ رائد
es: 2★ Mayor
fr: 2★ Commandant
it: 2★ Maggiore
nl: 2★ Majoor
ro: 2★ Maior
ru: 2★ Майор
sr: 2★ Мајор
tr: 2★ Binbaşı
uk: 2★ Майор

source: 2★ Marshal
ar: 2★ مشير
de: 2★ Marschall
es: 2★ Mariscal
fr: 2★ Maréchal
it: 2★ Maresciallo
nl: 2★ Maarschalk
pl: 2★ Marszałek
pt: 2★ Marechal
ro: 2★ Mareșal
ru: 2★ Маршал
sr: 2★ Маршал
tr: 2★ Mareşal
uk: 2★ Маршал

source: 2★ Operative
ar: 2★ عميل
de: 2★ Agent
es: 2★ Operativo
fr: 2★ Agent
it: 2★ Operatore
nl: 2★ Operatief
pl: 2★ Agent
pt: 2★ Operativo
ro: 2★ Agent
ru: 2★ Оперативник
sr: 2★ Оперативац
tr: 2★ Operatif
uk: 2★ Оперативник

source: 2★ Petty Officer
ar: 2★ ضابط صف
de: 2★ Deckoffizier
es: 2★ Suboficial
fr: 2★ Quartier-maître
it: 2★ Sottufficiale
nl: 2★ Korporaal
pl: 2★ Podoficer
pt: 2★ Suboficial
ro: 2★ Subofițer
ru: 2★ Старшина
sr: 2★ Старији водник
tr: 2★ Astsubay
uk: 2★ Старший сержант

source: 2★ Private
ar: 2★ جندي
de: 2★ Gefreiter
es: 2★ Soldado
fr: 2★ Soldat
it: 2★ Soldato
nl: 2★ Privaat
pl: 2★ Szeregowy
pt: 2★ Soldado
ro: 2★ Soldat
ru: 2★ Рядовой
sr: 2★ Редов
tr: 2★ Er
uk: 2★ Солдат

source: 2★ Rear Admiral
ar: 2★ لواء بحري
de: 2★ Konteradmiral
es: 2★ Contraalmirante
fr: 2★ Contre-amiral
it: 2★ Contrammiraglio
nl: 2★ Schout-bij-nacht
pl: 2★ Kontradmirał
pt: 2★ Contra-almirante
ro: 2★ Contraamiral
ru: 2★ Контр-адмирал
sr: 2★ Контра-адмирал
tr: 2★ Tuğamiral
uk: 2★ Контрадмірал

source: 2★ Recruit
ar: 2★ مجند
de: 2★ Rekrut
es: 2★ Recluta
fr: 2★ Recrue
it: 2★ Recluta
nl: 2★ Rekruut
pl: 2★ Rekrut
pt: 2★ Recruta
ro: 2★ Recrut
ru: 2★ Рекрут
sr: 2★ Регрут
tr: 2★ Asker Adayı
uk: 2★ Рекрут

source: 2★ Sergeant
ar: 2★ رقيب
de: 2★ Feldwebel
es: 2★ Sargento
fr: 2★ Sergent
it: 2★ Sergente
pl: 2★ Sierżant
pt: 2★ Sargento
ro: 2★ Sergent
ru: 2★ Сержант
sr: 2★ Водник
tr: 2★ Çavuş
uk: 2★ Сержант

source: 2★ Specialist
ar: 2★ متخصص
de: 2★ Spezialist
es: 2★ Especialista
fr: 2★ Spécialiste
it: 2★ Specialista
pl: 2★ Specjalista
pt: 2★ Especialista
ru: 2★ Ефрейтор
sr: 2★ Специјалиста
tr: 2★ Uzman
uk: 2★ Спеціаліст

source: 2★ Trainee
ar: 2★ متدرب
de: 2★ Auszubildender
es: 2★ Aprendiz
fr: 2★ Apprenti
it: 2★ Allievo
nl: 2★ Leerling
pl: 2★ Praktykant
pt: 2★ Aprendiz
ro: 2★ Stagiar
ru: 2★ Курсант
sr: 2★ Обученик
tr: 2★ Stajyer
uk: 2★ Курсант

source: 2★ Trooper
ar: 2★ جندي مدرع
de: 2★ Soldat
es: 2★ Soldado de caballería
fr: 2★ Cavalier
it: 2★ Fante
nl: 2★ Soldaat
pl: 2★ Żołnierz
pt: 2★ Cavaleiro
ro: 2★ Cavalerist
ru: 2★ Солдат
sr: 2★ Војник
tr: 2★ Asker
uk: 2★ Старший солдат

source: 2★ Vanguard
ar: 2★ طليعة
de: 2★ Vorhut
es: 2★ Vanguardia
fr: 2★ Avant-garde
it: 2★ Avanguardia
pl: 2★ Straż przednia
pt: 2★ Vanguarda
ro: 2★ Avangardă
ru: 2★ Старший сержант
sr: 2★ Извиђач
tr: 2★ Öncü
uk: 2★ Передовий

source: 2★ Vice Admiral
ar: 2★ فريق بحري
de: 2★ Vizeadmiral
es: 2★ Vicealmirante
fr: 2★ Vice-amiral
it: 2★ Viceammiraglio
nl: 2★ Viceadmiraal
pl: 2★ Wiceadmirał
pt: 2★ Vice-almirante
ro: 2★ Viceamiral
ru: 2★ Вице-адмирал
sr: 2★ Вицеадмирал
tr: 2★ Koramiral
uk: 2★ Віцеадмірал

source: 2★ Warrant Officer
ar: 2★ ضابط صف أول
de: 2★ Haftoffizier
es: 2★ Suboficial mayor
fr: 2★ Adjudant
it: 2★ Ufficiale di mandato
nl: 2★ Onderofficier
pl: 2★ Chorąży
pt: 2★ Subtenente
ro: 2★ Plutonier
ru: 2★ Прапорщик
sr: 2★ Заставник
tr: 2★ Asteğmen
uk: 2★ Майстер сержант

source: 3★ Admiral
ar: 3★ أدميرال
es: 3★ Almirante
fr: 3★ Amiral
it: 3★ Ammiraglio
nl: 3★ Admiraal
pl: 3★ Admirał
pt: 3★ Almirante
ro: 3★ Amiral
ru: 3★ Адмирал
sr: 3★ Адмирал
tr: 3★ Amiral
uk: 3★ Адмірал

source: 3★ Brigadier
ar: 3★ عميد
de: 3★ Brigadegeneral
it: 3★ Brigadiere
pl: 3★ Brygadier
pt: 3★ Brigadeiro
ru: 3★ Бригадир
sr: 3★ Бригадир
tr: 3★ Tuğgeneral
uk: 3★ Бригадир

source: 3★ Cadet
ar: 3★ تلميذ عسكري
de: 3★ Kadett
es: 3★ Cadete
it: 3★ Cadetto
pl: 3★ Kadet
pt: 3★ Cadete
ru: 3★ Кадет
sr: 3★ Кадет
tr: 3★ Harbiyeli
uk: 3★ Кадет

source: 3★ Captain
ar: 3★ نقيب
de: 3★ Kapitän
es: 3★ Capitán
fr: 3★ Capitaine
it: 3★ Capitano
nl: 3★ Kapitein
pl: 3★ Kapitan
pt: 3★ Capitão
ro: 3★ Căpitan
ru: 3★ Капитан
sr: 3★ Капетан
tr: 3★ Yüzbaşı
uk: 3★ Капітан

source: 3★ Chief
ar: 3★ رئيس
de: 3★ Häuptling
es: 3★ Jefe
fr: 3★ Chef
it: 3★ Capo
pl: 3★ Szef
pt: 3★ Chefe
ro: 3★ Șef
ru: 3★ Фельдфебель
sr: 3★ Старешина
tr: 3★ Şef
uk: 3★ Головний сержант

source: 3★ Colonel
ar: 3★ عقيد
de: 3★ Oberst
es: 3★ Coronel
it: 3★ Colonnello
nl: 3★ Kolonel
pl: 3★ Pułkownik
pt: 3★ Coronel
ru: 3★ Полковник
sr: 3★ Пуковник
tr: 3★ Albay
uk: 3★ Полковник

source: 3★ Commodore
ar: 3★ عميد بحري
de: 3★ Kommodore
es: 3★ Comodoro
it: 3★ Commodoro
pl: 3★ Komodor
pt: 3★ Comodoro
ro: 3★ Comodor
ru: 3★ Коммодор
sr: 3★ Комодор
tr: 3★ Komodor
uk: 3★ Коммодор

source: 3★ Corporal
ar: 3★ عريف
de: 3★ Unteroffizier
es: 3★ Cabo
fr: 3★ Caporal
it: 3★ Caporale
nl: 3★ Korporaal
pl: 3★ Kapral
pt: 3★ Cabo
ro: 3★ Caporal
ru: 3★ Капрал
sr: 3★ Десетар
tr: 3★ Onbaşı
uk: 3★ Капрал

source: 3★ Ensign
ar: 3★ ملازم بحري
de: 3★ Fähnrich
es: 3★ Alférez
fr: 3★ Enseigne
it: 3★ Alfiere
nl: 3★ Vaandrig
pl: 3★ Chorąży
pt: 3★ Alferes
ro: 3★ Sublocotenent
ru: 3★ Старший прапорщик
sr: 3★ Потпоручник
tr: 3★ Teğmen
uk: 3★ Молодший лейтенант

source: 3★ General
ar: 3★ جنرال
fr: 3★ Général
it: 3★ Generale
nl: 3★ Generaal
pl: 3★ Generał
ru: 3★ Генерал
sr: 3★ Генерал
uk: 3★ Генерал

source: 3★ Initiate
ar: 3★ مبتدئ
de: 3★ Initiand
es: 3★ Iniciado
fr: 3★ Initié
it: 3★ Iniziato
nl: 3★ Ingewijde
pl: 3★ Inicjat
pt: 3★ Iniciado
ro: 3★ Inițiat
ru: 3★ Новобранец
sr: 3★ Новајлија
tr: 3★ Acemi
uk: 3★ Новобранець

source: 3★ Lieutenant
ar: 3★ ملازم
de: 3★ Leutnant
es: 3★ Teniente
it: 3★ Tenente
nl: 3★ Luitenant
pl: 3★ Porucznik
pt: 3★ Tenente
ro: 3★ Locotenent
ru: 3★ Лейтенант
sr: 3★ Поручник
tr: 3★ Üsteğmen
uk: 3★ Лейтенант

source: 3★ Lt. Colonel
ar: 3★ مقدم
de: 3★ Oberstleutnant
es: 3★ Tte. Coronel
it: 3★ Ten. Colonnello
nl: 3★ Luitenant-kolonel
pl: 3★ Ppłk.
pt: 3★ Ten. Coronel
ru: 3★ Подполковник
sr: 3★ Потпуковник
tr: 3★ Yarbay
uk: 3★ Підполковник

source: 3★ Lt. General
ar: 3★ فريق
de: 3★ Generalleutnant
es: 3★ Tte. General
fr: 3★ Général de division
it: 3★ Ten. Generale
nl: 3★ Luitenant-generaal
pl: 3★ Gen. dyw.
pt: 3★ Ten. General
ru: 3★ Генерал-лейтенант
sr: 3★ Генерал-потпуковник
tr: 3★ Korgeneral
uk: 3★ Генерал-лейтенант

source: 3★ Major
ar: 3★ رائد
es: 3★ Mayor
fr: 3★ Commandant
it: 3★ Maggiore
nl: 3★ Majoor
ro: 3★ Maior
ru: 3★ Майор
sr: 3★ Мајор
tr: 3★ Binbaşı
uk: 3★ Майор

source: 3★ Marshal
ar: 3★ مشير
de: 3★ Marschall
es: 3★ Mariscal
fr: 3★ Maréchal
it: 3★ Maresciallo
nl: 3★ Maarschalk
pl: 3★ Marszałek
pt: 3★ Marechal
ro: 3★ Mareșal
ru: 3★ Маршал
sr: 3★ Маршал
tr: 3★ Mareşal
uk: 3★ Маршал

source: 3★ Operative
ar: 3★ عميل
de: 3★ Agent
es: 3★ Operativo
fr: 3★ Agent
it: 3★ Operatore
nl: 3★ Operatief
pl: 3★ Agent
pt: 3★ Operativo
ro: 3★ Agent
ru: 3★ Оперативник
sr: 3★ Оперативац
tr: 3★ Operatif
uk: 3★ Оперативник

source: 3★ Petty Officer
ar: 3★ ضابط صف
de: 3★ Deckoffizier
es: 3★ Suboficial
fr: 3★ Quartier-maître
it: 3★ Sottufficiale
nl: 3★ Korporaal
pl: 3★ Podoficer
pt: 3★ Suboficial
ro: 3★ Subofițer
ru: 3★ Старшина
sr: 3★ Старији водник
tr: 3★ Astsubay
uk: 3★ Старший сержант

source: 3★ Private
ar: 3★ جندي
de: 3★ Gefreiter
es: 3★ Soldado
fr: 3★ Soldat
it: 3★ Soldato
nl: 3★ Soldaat
pl: 3★ Szeregowy
pt: 3★ Soldado
ro: 3★ Soldat
ru: 3★ Рядовой
sr: 3★ Редов
tr: 3★ Er
uk: 3★ Солдат

source: 3★ Rear Admiral
ar: 3★ لواء بحري
de: 3★ Konteradmiral
es: 3★ Contraalmirante
fr: 3★ Contre-amiral
it: 3★ Contrammiraglio
nl: 3★ Schout-bij-nacht
pl: 3★ Kontradmirał
pt: 3★ Contra-almirante
ro: 3★ Contraamiral
ru: 3★ Контр-адмирал
sr: 3★ Контра-адмирал
tr: 3★ Tuğamiral
uk: 3★ Контрадмірал

source: 3★ Recruit
ar: 3★ مجند
de: 3★ Rekrut
es: 3★ Recluta
fr: 3★ Recrue
it: 3★ Recluta
nl: 3★ Rekruut
pl: 3★ Rekrut
pt: 3★ Recruta
ro: 3★ Recrut
ru: 3★ Рекрут
sr: 3★ Регрут
tr: 3★ Asker Adayı
uk: 3★ Рекрут

source: 3★ Sergeant
ar: 3★ رقيب
de: 3★ Feldwebel
es: 3★ Sargento
fr: 3★ Sergent
it: 3★ Sergente
pl: 3★ Sierżant
pt: 3★ Sargento
ro: 3★ Sergent
ru: 3★ Сержант
sr: 3★ Водник
tr: 3★ Çavuş
uk: 3★ Сержант

source: 3★ Specialist
ar: 3★ متخصص
de: 3★ Spezialist
es: 3★ Especialista
fr: 3★ Spécialiste
it: 3★ Specialista
pl: 3★ Specjalista
pt: 3★ Especialista
ru: 3★ Ефрейтор
sr: 3★ Специјалиста
tr: 3★ Uzman
uk: 3★ Спеціаліст

source: 3★ Trainee
ar: 3★ متدرب
de: 3★ Auszubildender
es: 3★ Aprendiz
fr: 3★ Apprenti
it: 3★ Allievo
nl: 3★ Leerling
pl: 3★ Praktykant
pt: 3★ Aprendiz
ro: 3★ Stagiar
ru: 3★ Курсант
sr: 3★ Обученик
tr: 3★ Stajyer
uk: 3★ Курсант

source: 3★ Trooper
ar: 3★ جندي مدرع
de: 3★ Soldat
es: 3★ Soldado de caballería
fr: 3★ Cavalier
it: 3★ Fante
nl: 3★ Soldaat
pl: 3★ Żołnierz
pt: 3★ Cavaleiro
ro: 3★ Cavalerist
ru: 3★ Солдат
sr: 3★ Војник
tr: 3★ Asker
uk: 3★ Старший солдат

source: 3★ Vanguard
ar: 3★ طليعة
de: 3★ Vorhut
es: 3★ Vanguardia
fr: 3★ Avant-garde
it: 3★ Avanguardia
pl: 3★ Straż przednia
pt: 3★ Vanguarda
ro: 3★ Avangardă
ru: 3★ Старший сержант
sr: 3★ Извиђач
tr: 3★ Öncü
uk: 3★ Передовий

source: 3★ Vice Admiral
ar: 3★ فريق بحري
de: 3★ Vizeadmiral
es: 3★ Vicealmirante
fr: 3★ Vice-amiral
it: 3★ Viceammiraglio
nl: 3★ Viceadmiraal
pl: 3★ Wiceadmirał
pt: 3★ Vice-almirante
ro: 3★ Viceamiral
ru: 3★ Вице-адмирал
sr: 3★ Вицеадмирал
tr: 3★ Koramiral
uk: 3★ Віцеадмірал

source: 3★ Warrant Officer
ar: 3★ ضابط صف أول
de: 3★ Haftoffizier
es: 3★ Suboficial mayor
fr: 3★ Adjudant
it: 3★ Ufficiale di mandato
nl: 3★ Onderofficier
pl: 3★ Chorąży
pt: 3★ Subtenente
ro: 3★ Plutonier
ru: 3★ Прапорщик
sr: 3★ Заставник
tr: 3★ Asteğmen
uk: 3★ Майстер сержант

source: 4★ General
ar: 4★ جنرال
fr: 4★ Général
it: 4★ Generale
nl: 4★ Generaal
pl: 4★ Generał
ru: 4★ Генерал
sr: 4★ Генерал
uk: 4★ Генерал

source: 4★ Lt. General
ar: 4★ فريق
de: 4★ Generalleutnant
es: 4★ Tte. General
fr: 4★ Général de division
it: 4★ Ten. Generale
nl: 4★ Luitenant-generaal
pl: 4★ Gen. dyw.
pt: 4★ Ten. General
ru: 4★ Генерал-лейтенант
sr: 4★ Генерал-потпуковник
tr: 4★ Korgeneral
uk: 4★ Генерал-лейтенант

source: 5★ General
ar: 5★ جنرال
fr: 5★ Général
it: 5★ Generale
nl: 5★ Generaal
pl: 5★ Generał
ru: 5★ Генерал
sr: 5★ Генерал
uk: 5★ Генерал

source: 5★ Lt. General
ar: 5★ فريق
de: 5★ Generalleutnant
es: 5★ Tte. General
fr: 5★ Général de division
it: 5★ Ten. Generale
nl: 5★ Luitenant-generaal
pl: 5★ Gen. dyw.
pt: 5★ Ten. General
ru: 5★ Генерал-лейтенант
sr: 5★ Генерал-потпуковник
tr: 5★ Korgeneral
uk: 5★ Генерал-лейтенант

source: A <0>supporter badge</0>
ar: شارة <0>داعم</0>
de: Ein <0>Unterstützer-Abzeichen</0>
es: Una <0>insignia de supporter</0>
fr: Un <0>badge supporter</0>
it: Un distintivo da <0>sostenitore</0>
nl: Een <0>supporterbadge</0>
pl: <0>Odznaka wspierającego</0>
pt: Um <0>badge de apoiador</0>
ro: O <0>insignă de Susținător</0>
ru: <0>Премиум-значок</0>
sr: Значка <0>подршке</0>
tr: Bir <0>destekçi rozeti</0>
uk: <0>Значок прихильника</0>

source: A beautiful colored username that will make you very popular
ar: اسم مستخدم ملون وجميل سيجعلك تحظى بشعبية كبيرة
de: Ein schön farbiger Benutzername, der dich sehr beliebt machen wird
es: Un hermoso nombre de usuario colorido que te hará muy popular
fr: Un magnifique pseudo coloré qui te rendra très populaire
it: Un bellissimo nome utente colorato che ti renderà molto popolare
nl: Een prachtige gekleurde gebruikersnaam die je erg populair zal maken
pl: Piękna kolorowa nazwa użytkownika, która sprawi że będziesz bardzo popularny
pt: Um lindo nome de usuário colorido que vai te deixar muito popular
ro: Un nume de utilizator colorat care te va face foarte popular
ru: Красивый цветной никнейм, который сделает вас очень популярным
sr: Лепо обојено корисничко име које ће те учинити врло популарним
tr: Hava atabilmeni sağlayacak renkli bir kullanıcı adı
uk: Прекрасний кольоровий нікнейм, який зробить вас дуже відомим

source: A deposit has been found in this region, it can be exploited by companies to produce raws.
ar: تم العثور على وديعة في هذه المنطقة، يمكن استغلالها من قبل الشركات لإنتاج المواد الخام.
de: In dieser Region wurde ein Vorkommen gefunden; es kann von Unternehmen genutzt werden, um Rohstoffe zu produzieren.
es: Se ha encontrado un depósito en esta región, puede ser explotado por empresas para producir materias primas.
fr: Un gisement a été trouvé dans cette région, il peut être exploité par des entreprises pour produire des matières premières.
it: In questa regione è stato trovato un giacimento: può essere sfruttato dalle aziende per produrre materie prime.
nl: Er is een afzetting gevonden in deze regio, die door bedrijven kan worden benut om grondstoffen te produceren.
pl: W tym regionie znaleziono złoże, może być eksploatowane przez firmy do produkcji surowców.
pt: Um depósito foi encontrado nesta região, pode ser explorado por empresas para produzir matérias-primas.
ro: Un zăcământ a fost găsit în această regiune, poate fi exploatat de companii pentru a produce materii prime.
ru: Залежи обнаружены в этом регионе, они могут быть использованы компаниями для добычи сырья.
sr: У овом региону је откривено налазиште, које компаније могу да експлоатишу ради производње сировина.
tr: Bu bölgede bir yatak bulundu, hammadde üretmek için şirketler tarafından işletilebilir.
uk: У цьому регіоні було знайдено поклади, вони можуть бути розроблені фабриками для виробництва сировини.

source: A new giveaway for {0} cases has started! Join now!
ar: بدأ سحب جديد على {0} صناديق! انضم الآن!
de: Ein neues Giveaway für {0} Kisten hat begonnen! Mach jetzt mit!
es: ¡Un nuevo sorteo de {0} cajas ha comenzado! ¡Únete ahora!
fr: Un nouveau tirage au sort pour {0} caisses a commencé ! Rejoins maintenant !
it: È iniziato un nuovo giveaway di {0} casse! Partecipa ora!
nl: Er is een nieuwe weggeefactie voor {0} cases gestart! Word nu lid van!
pl: Nowy konkurs na {0} skrzynek rozpoczęty! Dołącz teraz!
pt: Um novo sorteio de {0} caixas começou! Participe agora!
ro: O nouă tombolă pentru {0} cutii a început! Înscrie-te acum!
ru: Начался новый розыгрыш {0} кейсов! Попытай удачу!
sr: Почело је ново извлачење за {0} сандука! Придружи се одмах!
tr: {0} kasa için yeni bir çekiliş başladı! Hemen katıl!
uk: Розпочався розіграш {0} кейсів! Долучайтесь!

source: A strategic resource has been found in this region, it gives its owner a production and development bonus.
ar: تم العثور على مورد استراتيجي في هذه المنطقة، يمنح مالكه مكافأة إنتاج وتطوير.
de: In dieser Region wurde eine strategische Ressource gefunden; sie verleiht ihrem Besitzer einen Produktions- und Entwicklungsbonus.
es: Se ha encontrado un recurso estratégico en esta región, otorga a su propietario un bono de producción y desarrollo.
fr: Une ressource stratégique a été trouvée dans cette région, elle donne à son propriétaire un bonus de production et de développement.
it: In questa regione è stata trovata una risorsa strategica: garantisce al proprietario un bonus alla produzione e allo sviluppo.
nl: Er is een strategische hulpbron gevonden in deze regio, die de eigenaar een productie- en ontwikkelingsbonus geeft.
pl: W tym regionie znaleziono zasób strategiczny, daje on właścicielowi bonus do produkcji i rozwoju.
pt: Um recurso estratégico foi encontrado nesta região, dá ao seu proprietário um bônus de produção e desenvolvimento.
ro: O resursă strategică a fost găsită în această regiune, oferă proprietarului un bonus de producție și dezvoltare.
ru: Стратегический ресурс обнаружен в этом регионе, он даёт владельцу бонусы к производству и развитию.
sr: Стратешки ресурс је пронађен у овом региону, власнику даје бонус на производњу и развој.
tr: Bu bölgede stratejik bir kaynak bulundu, sahibine üretim ve gelişim bonusu verir.
uk: У цьому регіону було знайдено стратегічний ресурс, він надає власнику бонус до виробництва та розвитку.

source: Abstain
ar: امتناع
de: Enthalten
es: Abstenerse
fr: Abstention
it: Astieniti
nl: Onthouding
pl: Wstrzymaj się
pt: Abstenção
ro: Abținere
ru: Воздержаться
sr: Уздржан
tr: Çekimser
uk: Утриматись

source: Abusing this power to advantage another country will lead to a <0>ban.</0>
ar: إساءة استخدام هذه السلطة لصالح دولة أخرى سيؤدي إلى <0>الحظر.</0>
de: Der Missbrauch dieser Macht zum Vorteil eines anderen Landes führt zu einem <0>Bann.</0>
es: Abusar de este poder para favorecer a otro país llevará a una <0>suspensión.</0>
fr: Abuser de ce pouvoir pour avantager un autre pays entraînera une <0>suspension.</0>
it: Abusare di questo potere per avvantaggiare un altro paese porterà a un <0>ban.</0>
nl: Het misbruiken van deze macht om een ander land te bevoordelen zal leiden tot een <0>ban.</0>
pl: Nadużywanie tej władzy na korzyść innego kraju doprowadzi do <0>bana.</0>
pt: Abusar deste poder para favorecer outro país resultará em <0>banimento.</0>
ro: Abuzarea acestei puteri în avantajul altei țări duce la o <0>suspensie.</0>
ru: Злоупотребление этой властью в интересах другой страны приведёт к <0>бану.</0>
sr: Злоупотреба ове моћи у корист друге земље довешће до <0>бановања.</0>
tr: Bu gücü başka bir ülkeyi avantajlı kılmak için kötüye kullanmak <0>yasaklanmaya</0> yol açar.
uk: Зловживання цією владою на користь іншої держави призведе до <0>бану.</0>

source: Accept
ar: قبول
de: Akzeptieren
es: A favor
fr: Pour
it: Accetta
nl: Accepteer
pl: Za
pt: A favor
ro: Pro
ru: Принять
sr: Прихвати
tr: Kabul Et
uk: Прийняти

source: Accept alliance
ar: قبول التحالف
de: Allianz akzeptieren
es: Aceptar alianza
fr: Accepter l'alliance
it: Accetta alleanza
nl: Accepteer de alliantie
pl: Zaakceptuj sojusz
pt: Aceitar aliança
ro: Acceptă alianță
ru: Согласиться на союз
sr: Прихвати савез
tr: İttifakı kabul et
uk: Прийняти альянс

source: Accept an alliance with <0/> increasing your citizens damages by <1>{0}</1> when fighting for them by and reciprocally
ar: قبول التحالف مع <0/> سيزيد أضرار مواطنيك بنسبة <1>{0}</1> عند القتال لأجلهم والعكس صحيح
de: Akzeptiere eine Allianz mit <0/>, wodurch der Schaden deiner Bürger um <1>{0}</1> erhöht wird, wenn sie für sie kämpfen, und umgekehrt
es: Aceptar una alianza con <0/>, aumentando el daño de tus ciudadanos en <1>{0}</1> cuando luchan por ellos y recíprocamente
fr: Accepter une alliance avec <0/>, augmentant les dégâts infligés par vos citoyens de <1>{0}</1> lorsqu'ils se battent pour eux, et réciproquement
it: Accetta un'alleanza con <0/> aumentando i danni dei tuoi cittadini di <1>{0}</1> quando combattono per loro, e viceversa
nl: Accepteer een alliantie met <0/> waarbij de schade van je burgers met <1>{0}</1> verhoogt wanneer je voor hen vecht en wederzijds
pl: Zaakceptuj sojusz z <0/>, zwiększając obrażenia twoich obywateli o <1>{0}</1> gdy walczą za nich i odwrotnie
pt: Aceitar uma aliança com <0/>, aumentando o dano dos seus cidadãos em <1>{0}</1> quando lutam por eles e reciprocamente
ro: Acceptă o alianță cu <0/>, crescând daunele cauzate de cetățeni cu <1>{0}</1> atunci când luptați unul pentru celălalt
ru: Заключение союза с <0/> увеличивает урон Ваших граждан на <1>{0}</1>, во время сражения на их стороне и наоборот
sr: Прихватањем савезништва са <0/> повећава се штета коју наносе твоји грађани за <1>{0}</1> када се боре за њих, и обрнуто
tr: <0/> ile ittifakı kabul et, onlar için savaşırken vatandaşlarının hasarını <1>{0}</1> artırır ve karşılıklı olarak
uk: Прийміть пропозицію альянсу з <0/>, що збільшить шкоду ваших громадян на <1>{0}</1> коли вони боряться за них, та навпаки

source: Accept or reject a region buy offer
ar: قبول أو رفض عرض شراء منطقة
de: Akzeptiere oder lehne ein Kaufangebot für eine Region ab
es: Aceptar o rechazar una oferta de compra de región
fr: Accepter ou refuser une offre d'achat de région
it: Accetta o rifiuta un'offerta di acquisto regione
nl: Accepteer of wijs een regionaal koopbod af
pl: Zaakceptuj lub odrzuć ofertę kupna regionu
pt: Aceitar ou rejeitar uma oferta de compra de região
ro: Acceptă sau respinge o ofertă de cupărare a unei regiuni
ru: Принять или отклонить предложение о покупке региона
sr: Прихвати или одбиј понуду за куповину региона
tr: Bölge satın alma teklifini kabul et veya reddet
uk: Прийміть або відхиліть пропозицію придбання регіону

source: Accept peace
ar: قبول السلام
de: Frieden akzeptieren
es: Aceptar la paz
fr: Accepter la paix
it: Accetta la pace
nl: Aanvaard vrede
pl: Zaakceptuj pokój
pt: Aceitar a paz
ro: Acceptă pace
ru: Согласиться на мир
sr: Прихвати мир
tr: Barışı kabul et
uk: Прийняти мир
