Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Storage
ar: تخزين
de: Lager
es: Almacenamiento
fr: Stockage
it: Magazzino
nl: Opslag
pl: Magazyn
pt: Armazenamento
ro: Magazie
ru: Склад
sr: Складиште
tr: Depolama
uk: Склад

source: Strategic
ar: استراتيجي
de: Strategisch
es: Estratégico
fr: Stratégique
it: Strategico
nl: Strategisch
pl: Strategiczny
pt: Estratégico
ru: Стратегический
sr: Стратешки
tr: Stratejik
uk: Стратегічний

source: Strategic resource
ar: مورد استراتيجي
de: Strategische Ressource
es: Recurso estratégico
fr: Ressource stratégique
it: Risorsa strategica
nl: Strategische bron
pl: Zasób strategiczny
pt: Recurso estratégico
ro: Resursă strategică
ru: Стратегический ресурс
sr: Стратешки ресурс
tr: Stratejik kaynak
uk: Стратегічний ресурс

source: Strategic resources
ar: موارد استراتيجية
de: Strategische Ressourcen
es: Recursos estratégicos
fr: Ressources stratégiques
it: Risorse strategiche
nl: Strategische middelen
pl: Zasoby strategiczne
pt: Recursos estratégicos
ro: Resurse strategice
ru: Стратегические ресурсы
sr: Стратешки ресурс
tr: Stratejik kaynaklar
uk: Стратегічні ресурси

source: Subscribed
ar: مشترك
de: Abonniert
es: Suscrito
fr: Abonné
it: Iscritto
nl: Geabonneerd
pl: Subskrybowane
pt: Inscritos
ro: Abonamente
ru: Подписки
sr: Претплаћен
tr: Abone Olundu
uk: Підписки

source: Subscribers
ar: مشتركون
de: Abonnenten
es: Suscriptores
fr: Abonnés
it: Iscritti
nl: Abonnees
pl: Subskrybenci
pt: Assinantes
ro: Abonați
ru: Подписчики
sr: Претплатници
tr: Aboneler
uk: Підписники

source: Successfully logged in with Discord!
ar: تم تسجيل الدخول بنجاح عبر Discord!
de: Erfolgreich mit Discord angemeldet!
es: ¡Has iniciado sesión con Discord correctamente!
fr: Connexion avec Discord réussie !
it: Accesso con Discord effettuato con successo!
nl: Succesvol ingelogd met Discord!
pl: Pomyślnie zalogowano przez Discord!
pt: Login com Discord realizado com sucesso!
ro: Logat cu succes via Discord!
ru: Успешно авторизован через Discord!
sr: Успешно пријављен путем Discord-а!
tr: Discord ile başarıyla giriş yapıldı!
uk: Успішний вхід за допомогою Discord!

source: Support the game
ar: ادعم اللعبة
de: Unterstütze das Spiel
es: Apoyar el juego
fr: Soutenir le jeu
it: Supporta il gioco
nl: Steun het spel
pl: Wesprzyj grę
pt: Apoiar o jogo
ro: Susține jocul
ru: Поддержи игру
sr: Подржи игру
tr: Oyunu destekle
uk: Підтримати гру

source: Support the game and quickly dismantle items!
ar: ادعم اللعبة وقم بتفكيك العناصر بسرعة!
de: Unterstütze das Spiel und zerlege Gegenstände schnell!
es: ¡Apoya el juego y desmonta objetos rápidamente!
fr: Soutiens le jeu et démonte rapidement tes objets !
it: Supporta il gioco e smantella rapidamente gli oggetti!
nl: Steun het spel en haal snel items af!
pl: Wspieraj grę i szybko demontuj przedmioty!
pt: Apoie o jogo e desmonte itens rapidamente!
ro: Sprijină jocul și demontează rapid obiecte!
ru: Поддержи игру и разбирай предметы по одному клику!
sr: Подржи игру и брзо растави предмете!
tr: Oyunu destekle ve eşyaları hızlıca parçala!
uk: Підтримайте гру і швидко розбирайте предмети!

source: Support us
ar: ادعمنا
de: Unterstütze uns
es: Apóyanos
fr: Soutenez-nous
it: Supportaci
nl: Steun ons
pl: Wesprzyj nas
pt: Apoie-nos
ro: Susține-ne
ru: Поддержи нас
sr: Подржи нас
tr: Bizi destekle
uk: Підтримайте нас

source: Supporter
ar: داعم
pl: Wspierający
pt: Apoiador
ro: Susținător
ru: Подписка
sr: Подржавалац
tr: Destekçi
uk: Підписник

source: Supporter feature
ar: ميزة للداعمين
de: Supporter-Funktion
es: Función Supporter
fr: Fonctionnalité Supporter
it: Funzione supporter
nl: Supporterkenmerk
pl: Funkcja wspierającego
pt: Recurso de apoiador
ro: Funcție Susținător
ru: Возможности подписки
sr: Функција подржаваоца
tr: Destekçi özelliği
uk: Преміум функція

source: Supporter gifts
ar: هدايا الداعمين
de: Supporter-Geschenke
es: Regalos Supporter
fr: Cadeaux Supporter
it: Regali supporter
nl: Schenkingen van supporters
pl: Prezenty wspierającego
pt: Presentes de apoiador
ro: Cadouri Susținător
ru: Подаренные подписки
sr: Поклони подржаваоца
tr: Destekçi hediyeleri
uk: Подаровані підписки

source: Supporter months
ar: أشهر الدعم
de: Supporter-Monate
es: Meses Supporter
fr: Mois Supporter
it: Mesi supporter
nl: Supportermaanden
pl: Miesiące wspierającego
pt: Meses de apoiador
ro: Luni Susținător
ru: Месяцы поддержки
sr: Месеци подршке
tr: Destekçi ayları
uk: Місяці підписки

source: Supporter plan
ar: خطة الدعم
es: Plan Supporter
fr: Plan Supporter
it: Piano supporter
pl: Plan Wspierającego
pt: Plano Apoiador
ro: Plan Susținător
ru: Особенности подписки
sr: План подршке
tr: Destekçi planı
uk: План підписки

source: Supporter Plan
ar: خطة الدعم
es: Plan Supporter
fr: Plan Supporter
it: Piano supporter
pl: Plan Wspierającego
pt: Plano Apoiador
ro: Plan Susținător
ru: Особенности подписки
sr: План подршке
tr: Destekçi Planı
uk: План підписки

source: Supreme Commander
ar: قائد أعلى
de: Oberbefehlshaber
es: Comandante supremo
fr: Commandeur suprême
it: Comandante supremo
nl: Opperbevelhebber
pl: Najwyższy Dowódca
pt: Comandante Supremo
ro: Comandant Suprem
ru: Верховный главнокомандующий
sr: Врховни командант
tr: Başkomutan
uk: Верховний командувач

source: Sworn enemy
ar: عدو لدود
de: Erzfeind
es: Enemigo principal
fr: Ennemi principal
it: Nemico giurato
nl: Gezworen vijand
pl: Zaprzysięgły wróg
pt: Inimigo jurado
ro: Inamic principal
ru: Заклятый враг
sr: Заклети непријатељ
tr: Yeminli düşman
uk: Заклятий ворог

source: System revolt
ar: ثورة النظام
de: Systemrebellion
es: Revuelta del sistema
fr: Révolte du système
it: Rivolta di sistema
nl: Systeemopstand
pl: Bunt systemowy
pt: Revolta do sistema
ro: Revoltă de sistem
ru: Системное восстание
sr: Системска побуна
tr: Sistem isyanı
uk: Системне повстання

source: Table
ar: جدول
de: Tabelle
es: Tabla
fr: Tableau
it: Tabella
nl: Tabel
pl: Tabela
pt: Tabela
ro: Tabel
ru: Таблица
sr: Табела
tr: Tablo
uk: Таблиця

source: Take control
ar: تولي السيطرة
de: Kontrolle übernehmen
es: Tomar el control
fr: Prendre le contrôle
it: Prendi il controllo
nl: Neem de controle
pl: Przejmij kontrolę
pt: Tomar controle
ro: Preia controlul
ru: Взять контроль
sr: Преузми контролу
tr: Kontrolü ele al
uk: Захопити владу

source: Take deposits into account
ar: أخذ الودائع بعين الاعتبار
de: Vorkommen berücksichtigen
es: Tener en cuenta los depósitos
fr: Prendre en compte les dépôts
it: Considera i giacimenti
nl: Houd rekening met stortingen
pl: Uwzględnij depozyty
pt: Levar em conta os depósitos
ro: Ia în considerare zăcămintele de resurse
ru: Учитывать залежи ресурсов
sr: Узми налазишта у обзир
tr: Yatırımları hesaba kat
uk: Враховувати поклади

source: Tank
ar: دبابة
de: Panzer
es: Tanque
it: Carro armato
pl: Czołg
pt: Tanque
ro: Tanc
ru: Танк
sr: Тенк
uk: Танк

source: Target country
ar: الدولة المستهدفة
de: Zielland
es: País objetivo
fr: Pays cible
it: Paese bersaglio
nl: Doelgebied
pl: Docelowy kraj
pt: País alvo
ro: Țară target
ru: Страна-цель
sr: Циљна земља
tr: Hedef ülke
uk: Цільова країна

source: Target region
ar: المنطقة المستهدفة
de: Zielregion
es: Región objetivo
fr: Région cible
it: Regione bersaglio
nl: Doelgebied
pl: Docelowy region
pt: Região alvo
ro: Regiune target
ru: Регион-цель
sr: Циљни регион
tr: Hedef bölge
uk: Цільовий регіон

source: Target user
ar: المستخدم المستهدف
de: Zielbenutzer
es: Jugador objetivo
fr: Joueur cible
it: Utente bersaglio
nl: Doelgebruiker
pl: Docelowy gracz
pt: Jogador alvo
ro: Jucător target
ru: Игрок-цель
sr: Циљни корисник
tr: Hedef kullanıcı
uk: Цільовий гравець

source: Tax type
ar: نوع الضريبة
de: Steuerart
es: Tipo de impuesto
fr: Type d'impôt
it: Tipo di tassa
nl: Belastingtype
pl: Typ podatku
pt: Tipo de imposto
ro: Tip taxă
ru: Тип налогов
sr: Тип пореза
tr: Vergi türü
uk: Тип податку

source: Taxes
ar: الضرائب
de: Steuern
es: Impuestos
fr: Impôts
it: Tasse
nl: Belastingen
pl: Podatki
pt: Impostos
ro: Taxe
ru: Налоги
sr: Порези
tr: Vergiler
uk: Податки

source: Terms
ar: الشروط
de: Bedingungen
es: Términos
fr: Conditions
it: Termini
nl: Voorwaarden
pl: Warunki
pt: Termos
ro: Termeni
ru: Сроки
sr: Услови
tr: Şartlar
uk: Умови

source: Texture
ar: نسيج
de: Textur
es: Textura
nl: Textuur
pl: Tekstura
pt: Textura
ro: Puncte
ru: Текстура
sr: Текстуре
tr: Doku
uk: Текстура

source: That dopamine hit is free
ar: جرعة الدوبامين تلك مجانية
de: Dieser Dopamin-Kick ist kostenlos
es: Esa dosis de dopamina es gratis
fr: Cette dose de dopamine est gratuite
it: Quel colpo di dopamina è gratis
nl: Die dopaminekick is gratis
pl: Ta dawka dopaminy jest za darmo
pt: Essa dose de dopamina é grátis
ro: Doza asta de dopamină e gratis
ru: Бесплатный впрыск дофамина
sr: Допамински ударац је бесплатан
tr: O dopamin vuruşu bedava
uk: Цей дофаміновий удар безкоштовний

source: That's epic!
ar: هذا ملحمي!
de: Das ist episch!
es: ¡Eso es épico!
fr: C'est épique !
it: Epico!
nl: Dat is episch!
pl: To jest epickie!
pt: Isso é épico!
ro: Ce epic!
ru: Это эпично!
sr: То је епски!
tr: Bu efsanevi!
uk: Це нереально!

source: The <0>Production Points</0> you generate each time you work
ar: The <0>نقاط الإنتاج</0> التي تولدها في كل مرة تعمل فيها
de: Die <0>Produktionspunkte</0>, die du jedes Mal beim Arbeiten generierst
es: Los <0>Puntos de Producción</0> que generas cada vez que trabajas
fr: Les <0>Points de Production</0> que vous générez à chaque fois que vous travaillez
it: I <0>Punti Produzione</0> che generi ogni volta che lavori
nl: De <0>Productiepunten</0> genereer je elke keer dat je werkt
pl: <0>Punkty Produkcji</0>, które generujesz za każdym razem gdy pracujesz
pt: Os <0>Pontos de Produção</0> que você gera cada vez que trabalha
ro: Câte <0>Puncte de Producție</0> generezi când muncești
ru: <0>Очки Производства</0>, которые Вы генерируете при работе
sr: <0>Поени производње</0> које генеришеш сваки пут када радиш
tr: Her çalıştığında ürettiğin <0>Üretim Puanları</0>
uk: <0>Бали виробництва</0> які ви створюєте кожен раз, коли працюєте

source: The base value for <0>Damages</0> calculation.
ar: القيمة الأساسية لحساب <0>الأضرار</0>.
de: Der Basiswert für die <0>Schadensberechnung</0>.
es: El valor base para el cálculo de <0>Daño</0>.
fr: La valeur de base pour le calcul des <0>Dégâts</0>.
it: Il valore base per il calcolo dei <0>Danni</0>.
nl: De basiswaarde voor <0>Schade</0> berekening.
pl: Podstawowa wartość do obliczania <0>Obrażeń</0>.
pt: O valor base para cálculo de <0>Dano</0>.
ro: Valoarea de bază pentru calculul <0>Daunelor</0>
ru: Базовое значение для вычисления <0>Урона</0>.
sr: Основна вредност за прорачун <0>штете</0>.
tr: <0>Hasar</0> hesaplaması için temel değer.
uk: Базове значення для розрахунку <0>Шкоди</0>.

source: The damage factor increase of critical hits over normal hits
ar: عامل زيادة الضرر للضربات الحرجة مقارنة بالضربات العادية
de: Die Erhöhung des Schadensfaktors bei kritischen Treffern gegenüber normalen Treffern
es: Cuánto aumenta el daño de los golpes críticos respecto a los normales
fr: Le facteur d'augmentation des dégâts des coups critiques par rapport aux coups normaux
it: Il fattore di aumento dei danni dei colpi critici rispetto ai colpi normali
nl: De toename van de schadefactor van kritieke treffers ten opzichte van normale treffers
pl: Wzrost współczynnika obrażeń trafień krytycznych nad normalnymi
pt: O fator de aumento de dano de golpes críticos sobre golpes normais
ro: Câte extra daune dau loviturile critice peste cele normale
ru: Прибавка к урону критических ударов по сравнению с обычными ударами
sr: Фактор повећања штете критичних удараца у односу на нормалне ударце
tr: Normal vuruşlara göre kritik vuruşların hasar faktörü artışı
uk: Збільшення коефіцієнту шкоди критичних влучань

source: The deposit gives a production bonus of the following percentage.
ar: تمنح الوديعة مكافأة إنتاج بالنسبة المئوية التالية.
de: Das Vorkommen gibt einen Produktionsbonus in folgender Höhe.
es: El depósito otorga un bono de producción del siguiente porcentaje.
fr: Le dépôt donne un bonus de production du pourcentage suivant.
it: Il giacimento fornisce un bonus di produzione della seguente percentuale.
nl: De afzetting geeft een productiebonus van het volgende percentage.
pl: Depozyt daje bonus produkcyjny o następującym procencie.
pt: O depósito dá um bônus de produção da seguinte porcentagem.
ro: Depozitul oferă un bonus de producție de următorul procent.
ru: Залежь даёт бонус к производству в определённый процент.
sr: Лежиште даје бонус производње у следећем проценту.
tr: Depozit aşağıdaki yüzdelik üretim bonusu verir.
uk: Поклад надає такий бонус до виробництва.

source: The deposit will expire in the following amount of time.
ar: ستنتهي صلاحية الوديعة في الفترة الزمنية التالية.
de: Das Vorkommen läuft in der folgenden Zeit ab.
es: El depósito expirará en el siguiente tiempo.
fr: Le gisement expirera dans le temps suivant.
it: Il giacimento scadrà tra il seguente intervallo di tempo.
nl: De borg verloopt binnen de volgende tijd.
pl: Złoże wygaśnie w następującym czasie.
pt: O depósito expirará no seguinte tempo.
ro: Zăcământul va expira în următorul timp.
ru: Залежь истощится через определённое количество времени.
sr: Лежиште ће истећи за следећи временски период.
tr: Yatak aşağıdaki sürede sona erecek.
uk: Час, через який зникне поклад.

source: The double XP event has ended.
ar: انتهى حدث الخبرة المضاعفة.
de: Das Doppel-XP-Event ist beendet.
es: El evento de XP doble ha terminado.
fr: L'événement XP double est terminé.
it: L'evento Doppia XP è terminato.
nl: Het dubbele XP-evenement is afgelopen.
pl: Wydarzenie podwójnego XP zakończyło się.
pt: O evento de XP duplo terminou.
ro: Evenimentul XP dublu s-a încheiat.
ru: Событие "Двойной XP" завершился.
sr: Догађај дуплог XP-а је завршен.
tr: Çift XP etkinliği sona erdi.
uk: Подія подвійного XP завершилась.

source: The effect of your consumed buffs has ended. The debuff phase has begun and will last <0>{debuffDuration}h</0>.
ar: انتهى مفعول التعزيزات التي استهلكتها. بدأت مرحلة التأثير السلبي وستستمر لمدة <0>{debuffDuration} ساعة</0>.
de: Die Wirkung deiner verbrauchten Buffs ist beendet. Die Debuff-Phase hat begonnen und dauert <0>{debuffDuration}h</0>.
es: El efecto de tus buffs consumidos ha terminado. La fase de debuff ha comenzado y durará <0>{debuffDuration}h</0>.
fr: L'effet de tes buffs consommés est terminé. La phase de debuff a commencé et durera <0>{debuffDuration}h</0>.
it: L'effetto dei buff consumati è terminato. È iniziata la fase debuff e durerà <0>{debuffDuration}h</0>.
nl: Het effect van je verbruikte buffs is voorbij. De debufffase is begonnen en duurt <0>{debuffDuration}h</0>.
pl: Efekt zużytych buffów zakończył się. Faza debuffu się rozpoczęła i potrwa <0>{debuffDuration}h</0>.
pt: O efeito dos seus buffs consumidos terminou. A fase de debuff começou e durará <0>{debuffDuration}h</0>.
ro: Efectul buffurilor tale consumate s-a încheiat. Faza de debuff a început și va dura <0>{debuffDuration}h</0>.
ru: Усиление от таблетки закончилось. Началась стадия усталости, которая продлится <0>{debuffDuration} часов</0>.
sr: Ефекат конзумираних buff-ова је завршен. Фаза debuff-а је почела и трајаће <0>{debuffDuration}h</0>.
tr: Tükettiğin buffların etkisi sona erdi. Debuff aşaması başladı ve <0>{debuffDuration}s</0> sürecek.
uk: Ефект вашого підсилення закінчився. Тепер впродовж <0>{debuffDuration} годин</0> буде діяти послаблення.

source: The giveaway has ended. Check if you won!
ar: انتهى السحب. تحقق مما إذا كنت قد فزت!
de: Das Gewinnspiel ist beendet. Schau nach, ob du gewonnen hast!
es: El sorteo ha terminado. ¡Comprueba si ganaste!
fr: Le tirage au sort est terminé. Vérifie si tu as gagné !
it: Il giveaway è terminato. Controlla se hai vinto!
nl: De weggeefactie is voorbij. Controleer of je gewonnen hebt!
pl: Konkurs zakończony. Sprawdź czy wygrałeś!
pt: O sorteio terminou. Verifique se você ganhou!
ro: Tombola s-a încheiat. Verifică dacă ai câștigat!
ru: Розыгрыш завершён. Проверьте, выиграли ли Вы!
sr: Наградно извлачење је завршено. Провери да ли си победио!
tr: Çekiliş sona erdi. Kazanıp kazanmadığını kontrol et!
uk: Розіграш закінчився. Перевір чи ти виграв!

source: The strategic resource will be reshuffled in the following amount of time.
ar: سيتم إعادة خلط المورد الاستراتيجي في الفترة الزمنية التالية.
de: Die strategische Ressource wird in der folgenden Zeit neu verteilt.
es: El recurso estratégico será redistribuido en el siguiente tiempo.
fr: La ressource stratégique sera redistribuée dans le temps suivant.
it: La risorsa strategica verrà rimescolata tra il seguente intervallo di tempo.
nl: De strategische hulpbron zal in de volgende tijd worden herschudd.
pl: Zasób strategiczny zostanie przetasowany w następującym czasie.
pt: O recurso estratégico será redistribuído no seguinte tempo.
ro: Resursa strategică va fi redistribuită în următorul timp.
ru: Стратегический ресурс будет перераспределён в течение следующего периода времени.
sr: Стратешки ресурс ће бити поново распоређен за следећи временски период.
tr: Stratejik kaynak aşağıdaki sürede yeniden dağıtılacak.
uk: Час, через який стратегічні ресурси змінять розташування.

source: The tournament has ended for your team <0/>. Check the results!
ar: انتهت البطولة لفريقك <0/>. تحقق من النتائج!
de: Das Turnier für dein Team <0/> ist beendet. Überprüfe die Ergebnisse!
es: El torneo ha terminado para tu equipo <0/>. ¡Revisa los resultados!
fr: Le tournoi est terminé pour ton équipe <0/>. Consulte les résultats !
it: Il torneo è terminato per la tua squadra <0/>. Controlla i risultati!
nl: Het toernooi is voorbij voor jouw team <0/>. Bekijk de resultaten!
pl: Turniej zakończył się dla twojej drużyny <0/>. Sprawdź wyniki!
pt: O torneio terminou para sua equipe <0/>. Confira os resultados!
ro: Turneul s-a încheiat pentru echipa ta <0/>. Verifică rezultatele!
ru: Турнир завершён для Вашей команды <0/>. Проверьте результаты!
sr: Турнир је завршен за твој тим <0/>. Провери резултате!
tr: Takımın <0/> için turnuva sona erdi. Sonuçları kontrol et!
uk: Турнір закінчився для вашої команди <0/>. Перевір результати!

source: The universe owes you something big
ar: الكون مدين لك بشيء كبير
de: Das Universum schuldet dir etwas Großes
es: El universo te debe algo grande
fr: L'univers te doit quelque chose de gros
it: L'universo ti deve qualcosa di grosso
nl: Het universum is je iets groots verschuldigd
pl: Wszechświat jest ci coś winien
pt: O universo te deve algo grande
ro: Universul îți datorează ceva mai bun
ru: Вселенная тебе крупно задолжала
sr: Универзум ти дугује нешто велико
tr: Evren sana büyük bir şey borçlu
uk: Всесвіт має на вас великі плани

source: This company is disabled because the owner reached the company limit.
ar: هذه الشركة معطلة لأن المالك وصل إلى حد الشركات.
de: Dieses Unternehmen ist deaktiviert, da der Besitzer das Unternehmenslimit erreicht hat.
es: Esta empresa está desactivada porque el dueño alcanzó el límite de empresas.
fr: Cette entreprise est désactivée car le propriétaire a atteint la limite d'entreprises.
it: Questa azienda è disabilitata perché il proprietario ha raggiunto il limite aziende.
nl: Dit bedrijf is uitgeschakeld omdat de eigenaar de bedrijfslimiet heeft bereikt.
pl: Ta firma jest wyłączona, ponieważ właściciel osiągnął limit firm.
pt: Esta empresa está desativada porque o proprietário atingiu o limite de empresas.
ro: Compania este dezactivată deoarece patronul a atins limita de companii.
ru: Компания выключена, из-за достижения владельцем лимита компаний.
sr: Ова компанија је онемогућена јер је власник достигао ограничење броја компанија.
tr: Bu şirket, sahibi şirket limitine ulaştığı için devre dışı.
uk: Фабрику вашого роботодавця було зупинено через перевищення ним ліміту.

source: This country has no president or active congress member, you can take control of it.
ar: هذه الدولة ليس لديها رئيس أو عضو كونغرس نشط، يمكنك تولي السيطرة عليها.
de: Dieses Land hat keinen Präsidenten oder aktives Kongressmitglied, du kannst die Kontrolle darüber übernehmen.
es: Este país no tiene presidente ni parlamento activo, por lo que puedes tomar el control.
fr: Ce pays n'a pas de président ni de parlement actif, vous pouvez donc en prendre le contrôle.
it: Questo paese non ha presidente né membri del congresso attivi: puoi prenderne il controllo.
nl: Dit land heeft geen president of actief congreslid, je kunt de controle overnemen.
pl: Ten kraj nie ma prezydenta ani aktywnego członka kongresu, możesz przejąć nad nim kontrolę.
pt: Este país não tem presidente ou membro do congresso ativo, você pode assumir o controle.
ro: Această țară nu are președinte sau parlament activ, deci poți prelua controlul acesteia.
ru: Страна не имеет президента или действующих депутатов, Вы можете взять контроль над ней.
sr: Ова земља нема председника нити активног члана Конгреса, можете преузети контролу над њом.
tr: Bu ülkenin başkanı veya aktif meclis üyesi yok, kontrolü ele alabilirsin.
uk: Ця держава не має активного президента чи парламентарів, ви можете захопити владу.

source: This equipment is green and so is grass
ar: هذه المعدات خضراء وكذلك العشب
de: Diese Ausrüstung ist grün, genau wie Gras
es: Este equipo es verde y el césped también
fr: Cet équipement est vert et l'herbe aussi
it: Questo equipaggiamento è verde, come l'erba
nl: Deze item is groen en gras ook.
pl: Ten przedmiot jest zielony jak trawa
pt: Esse equipamento é verde e a grama também
ro: Acest obiect e verde ca iarba
ru: Эта экипировка зелена, как и трава
sr: Ова опрема је зелена, као и трава
tr: Bu ekipman yeşil ve çimen de öyle
uk: Такий самий колір, як і у трави

source: This feels good, huh?
ar: هذا شعور جيد، أليس كذلك؟
de: Das fühlt sich gut an, oder?
es: Se siente bien, ¿no?
fr: Ça fait du bien, hein ?
it: Ti piace, eh?
nl: Dit voelt goed, hè?
pl: Dobrze to czuć, co?
pt: Isso é bom, né?
ro: Se simte bine, nu?
ru: Хорошее чувство, да?
sr: Добар осећај, зар не?
tr: İyi hissettiriyor, değil mi?
uk: Приємне відчуття, скажи?

source: This is your company hub. Here you can produce items and build your empire.
ar: هذا هو مركز شركتك. هنا يمكنك إنتاج العناصر وبناء إمبراطوريتك.
de: Dies ist dein Unternehmenszentrum. Hier kannst du Gegenstände produzieren und dein Imperium aufbauen.
es: Este es tu centro de empresas. Aquí puedes producir objetos y construir tu imperio.
fr: Voici ton centre d'entreprises. Ici tu peux produire des objets et construire ton empire.
it: Questo è l'hub della tua azienda. Qui puoi produrre oggetti e costruire il tuo impero.
nl: Dit is het centrum van je bedrijf. Hier kun je items produceren en je rijk opbouwen.
pl: To jest twoje centrum firm. Tutaj możesz produkować przedmioty i budować swoje imperium.
pt: Este é seu centro de empresas. Aqui você pode produzir itens e construir seu império.
ro: Aici este centrul de business. Poți produce obiecte pentru a-ți construi regatul.
ru: Это хаб ваших компаний. Здесь вы можете производить предметы и строить свою империю.
sr: Ово је центар твоје компаније. Овде можеш да производиш предмете и градиш своје царство.
tr: Burası şirket merkezin. Burada eşya üretebilir ve imparatorluğunu kurabilirsin.
uk: Це хаб твоїх фабрик. Тут ти можеш виробляти речі та будувати свою імперію.
