Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pl: Otwórz
pt: Abrir
ro: Deschide
ru: Открыть
sr: Отвори
tr: Aç
uk: Відкрити

source: Open <0>{count}</0>
ar: فتح <0>{count}</0>
de: <0>{count}</0> öffnen
es: Abre <0>{count}</0>
fr: Ouvre <0>{count}</0>
it: Apri <0>{count}</0>
pl: Otwórz <0>{count}</0>
pt: Abrir <0>{count}</0>
ro: Deschide <0>{count}</0>
ru: Открыть <0>{count}</0>
sr: Отвори <0>{count}</0>
tr: <0>{count}</0> aç
uk: Відкрийте <0>{count}</0>

source: Open case
ar: فتح الصندوق
de: Kiste öffnen
es: Abrir caja
fr: Ouvrir la caisse
it: Apri cassa
nl: Open kist
pl: Otwórz skrzynkę
pt: Abrir caixa
ro: Deschide cutia
ru: Открыть кейс
sr: Отвори сандуче
tr: Kasa aç
uk: Відкрити кейс

source: Open Case
ar: فتح الصندوق
de: Kiste öffnen
es: Abrir caja
fr: Ouvrir une caisse
it: Apri cassa
nl: Open Kist
pl: Otwórz skrzynię
pt: Abrir caixa
ro: Deschide cutie
ru: Открыть Кейс
sr: Отвори сандуче
tr: Kasa Aç
uk: Відкриття кейсів

source: Open Cases
ar: فتح الصناديق
de: Kisten öffnen
es: Abrir cajas
fr: Ouvrir des caisses
it: Apri casse
nl: Open zaken
pl: Otwórz skrzynki
pt: Abrir caixas
ro: Deschide cutii
ru: Открыть Кейсы
sr: Отвори више сандука
tr: Kasaları Aç
uk: Відкрийте кейси

source: Open Chat
ar: فتح الدردشة
de: Chat öffnen
es: Abrir chat
fr: Ouvrir le chat
it: Apri chat
pl: Otwórz czat
pt: Abrir chat
ro: Deschide chatul
ru: Открыть чат
sr: Отвори ћаскање
tr: Sohbeti Aç
uk: Відкрийте чат

source: Open Email
ar: فتح البريد الإلكتروني
de: E-Mail öffnen
es: Abrir email
fr: Ouvrir l'email
it: Apri email
pl: Otwórz email
pt: Abrir email
ro: Deschide email
ru: Открыть Email
sr: Отвори имејл
tr: E-postayı Aç
uk: Відкрити пошту

source: Open it to get a better random item
ar: افتحه للحصول على عنصر عشوائي أفضل
de: Öffne es, um einen besseren zufälligen Gegenstand zu erhalten
es: Ábrela para obtener un mejor objeto aleatorio
fr: Ouvre-la pour obtenir un meilleur objet aléatoire
it: Aprila per ottenere un oggetto casuale migliore
nl: Open het om een beter willekeurig item te krijgen
pl: Otwórz, aby otrzymać lepszy losowy przedmiot
pt: Abra para obter um item aleatório melhor
ro: Deschide-o pentru a primi un obiect aleatoriu mai bun
ru: Откройте, чтобы получить что-то более ценное
sr: Отвори да добијеш бољи насумични предмет
tr: Daha iyi rastgele bir eşya almak için aç
uk: Відкрий, щоб отримати кращий випадковий предмет

source: Open it to get a random item
ar: افتحه للحصول على عنصر عشوائي
de: Öffne es, um einen zufälligen Gegenstand zu erhalten
es: Ábrela para obtener un objeto aleatorio
fr: Ouvre-la pour obtenir un objet aléatoire
it: Aprila per ottenere un oggetto casuale
nl: Open het om een willekeurig item te krijgen
pl: Otwórz, aby otrzymać losowy przedmiot
pt: Abra para obter um item aleatório
ro: Deschide-o pentru a primi un obiect aleatoriu
ru: Откройте, чтобы получить случайный предмет
sr: Отвори да добијеш насумични предмет
tr: Rastgele bir eşya almak için aç
uk: Відкрий, щоб отримати предмет

source: Open multiple <0>Cases</0> at same time
ar: فتح عدة <0>صناديق</0> في نفس الوقت
de: Mehrere <0>Kisten</0> gleichzeitig öffnen
es: Abrir múltiples <0>Cajas</0> al mismo tiempo
fr: Ouvrir plusieurs <0>Caisses</0> en même temps
it: Apri più <0>Casse</0> contemporaneamente
nl: Open meerdere <0>Kisten</0> tegelijk
pl: Otwórz wiele <0>Skrzynek</0> jednocześnie
pt: Abrir várias <0>Caixas</0> ao mesmo tempo
ro: Deschide mai multe <0>Cutii</0> în același timp
ru: Открывайте несколько <0>Кейсов</0> одновременно
sr: Отварај више <0>Сандука</0> истовремено
tr: Aynı anda birden fazla <0>Kasa</0> aç
uk: Відкривайте декілька <0>Кейсів</0> одночасно

source: Open the chat
ar: فتح الدردشة
de: Öffne den Chat
es: Abre el chat
fr: Ouvre le chat
it: Apri la chat
nl: Open de chat
pl: Otwórz czat
pt: Abrir o chat
ro: Deschide chatul
ru: Открыть чат
sr: Отвори ћаскање
tr: Sohbeti aç
uk: Відкрийте чат

source: Open your case!
ar: افتح صندوقك!
de: Öffne deine Kiste!
es: ¡Abre tu caja!
fr: Ouvre ta caisse !
it: Apri la tua cassa!
nl: Open je koffer!
pl: Otwórz swoją skrzynkę!
pt: Abra sua caixa!
ro: Deschide cutia!
ru: Открой свой кейс!
sr: Отвори своје сандуче!
tr: Kasanı aç!
uk: Відкрийте свій кейс!

source: Operative
ar: عميل
de: Agent
es: Operativo
fr: Agent
it: Operatore
nl: Operatief
pl: Agent
pt: Operativo
ro: Agent
ru: Оперативник
sr: Оперативац
tr: Operatif
uk: Оперативник

source: Options
ar: خيارات
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
pl: Opcje
pt: Opções
ro: Opțiuni
ru: Опции
sr: Опције
tr: Seçenekler
uk: Опції

source: Order
ar: أمر
de: Befehl
es: Orden
fr: Ordre
it: Ordine
nl: Orde
pl: Rozkaz
pt: Ordem
ro: Ordin
ru: Приказ
sr: Наређење
tr: Emir
uk: Наказ

source: Orders
ar: أوامر
de: Befehle
es: Órdenes
fr: Ordres
it: Ordini
pl: Rozkazy
pt: Ordens
ro: Ordine
ru: Приказы
sr: Наређења
tr: Emirler
uk: Накази

source: Orders cancelled
ar: تم إلغاء الأوامر
de: Aufträge abgebrochen
es: Órdenes canceladas
fr: Ordres annulés
it: Ordini annullati
nl: Bestellingen geannuleerd
pl: Zamówienia anulowane
pt: Ordens canceladas
ro: Comenzi anulate
ru: Приказы отменены
sr: Налози отказани
tr: Emirler iptal edildi
uk: Замовлення скасовані

source: Other
ar: آخر
de: Andere
es: Otros
fr: Autres
it: Altro
nl: Overig
pl: Inne
pt: Outras
ro: Altele
ru: Другое
sr: Остало
tr: Diğer
uk: Інше

source: Outcome
ar: النتيجة
de: Ergebnis
es: Resultado
fr: Effet
it: Esito
nl: Uitkomst
pl: Wynik
pt: Resultado
ro: Efect
ru: Итог
sr: Исход
tr: Sonuç
uk: Результат

source: Overview
ar: نظرة عامة
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
nl: Overzicht
pl: Przegląd
pt: Visão geral
ro: Acasă
ru: Обзор
sr: Преглед
tr: Genel Bakış
uk: Огляд

source: Owned
ar: مملوك
de: Im Besitz
es: Propios
fr: Possédé
nl: Eigendom
ru: Приобретён
sr: У власништву
uk: Придбано

source: Owned Military Units
ar: الوحدات العسكرية المملوكة
de: Eigene Militäreinheiten
es: Unidades militares propias
fr: Unités militaires possédées
it: Unità militari possedute
nl: Eigen militaire eenheden
pl: Posiadane jednostki wojskowe
pt: Unidades Militares Possuídas
ro: Unități Militare Deținute
ru: Собственные военные отряды
sr: Поседованe Војне Јединице
tr: Sahip Olunan Askeri Birlikler
uk: Власні військові підрозділи

source: Ownership of <0/> has been transferred from <1/> to <2/>
ar: تم نقل ملكية <0/> من <1/> إلى <2/>
de: Eigentum an <0/> wurde von <1/> auf <2/> übertragen
es: La propiedad de <0/> ha sido transferida de <1/> a <2/>
fr: La propriété de <0/> a été transférée de <1/> à <2/>
it: La proprietà di <0/> è stata trasferita da <1/> a <2/>
nl: Het eigendom van <0/> is overgedragen van <1/> naar <2/>
pl: Własność <0/> została przeniesiona z <1/> na <2/>
pt: A propriedade de <0/> foi transferida de <1/> para <2/>
ro: Proprietatea <0/> a fost transferată de la <1/> la <2/>
ru: Владение <0/> передано от <1/> к <2/>
sr: Власништвo над <0/> је пренето са <1/> на <2/>
tr: <0/>'ın sahipliği <1/>'dan <2/>'a devredildi
uk: Володіння <0/> було передано від <1/> до <2/>

source: Pacifist
ar: سلمي
de: Pazifist
es: Pacifista
fr: Pacifiste
pl: Pacyfista
pt: Pacifista
ru: Пацифист
sr: Пацифиста
tr: Pasifist
uk: Пацифізм

source: Packs
ar: حزم
de: Pakete
fr: Ensembles
nl: Pakketten
ru: Наборы
sr: Пакети
uk: Набори

source: Pants
ar: سراويل
de: Hosen
es: Pantalones
fr: Pantalon
it: Pantaloni
nl: Broek
pl: Spodnie
pt: Calças
ro: Pantaloni
ru: Штаны
sr: Панталоне
tr: Pantolon
uk: Штани

source: Participate in <0>{count}</0> battles
ar: شارك في <0>{count}</0> معارك
de: An <0>{count}</0> Schlachten teilnehmen
es: Participa en <0>{count}</0> batallas
fr: Participe à <0>{count}</0> batailles
it: Partecipa a <0>{count}</0> battaglie
nl: Doe mee aan <0>{count}</0> gevechten
pl: Weź udział w <0>{count}</0> bitwach
pt: Participar de <0>{count}</0> batalhas
ro: Participă în <0>{count}</0> lupte
ru: Примите участие в <0>{count}</0> битвах
sr: Учествуј у <0>{count}</0> битака
tr: <0>{count}</0> savaşa katıl
uk: Візьміть участь у <0>{count}</0> битвах

source: Participate in Battle
ar: المشاركة في المعركة
de: An Schlacht teilnehmen
es: Participar en batalla
fr: Participer à une bataille
it: Partecipa alla battaglia
nl: Deelname aan de strijd
pl: Weź udział w bitwie
pt: Participar de batalha
ro: Participă în luptă
ru: Примите участие в Битве
sr: Учествуј у битци
tr: Savaşa Katıl
uk: Візьміть участь у битві

source: Parties
ar: أحزاب
de: Parteien
es: Partidos
fr: Partis
nl: Partijen
pl: Partie
pt: Partidos
ro: Partide
ru: Партии
sr: Странке
tr: Partiler
uk: Партії

source: Party
ar: حزب
de: Partei
es: Partido
fr: Parti
nl: Partij
pl: Partia
pt: Partido
ro: Partid
ru: Партия
sr: Странка
tr: Parti
uk: Партія

source: Party Application Accepted
ar: تم قبول طلب الانضمام للحزب
de: Parteiantrag angenommen
es: Solicitud de partido aceptada
fr: Demande de parti acceptée
nl: Partijaanvraag geaccepteerd
pl: Aplikacja do partii zaakceptowana
pt: Solicitação de partido aceita
ro: Cerere de partid acceptată
ru: Заявка в партию принята
sr: Пријава странке прихваћена
tr: Parti başvurusu kabul edildi
uk: Заявку у партію прийнято

source: Party Application Rejected
ar: تم رفض طلب الانضمام للحزب
de: Parteiantrag abgelehnt
es: Solicitud de partido rechazada
fr: Demande de parti rejetée
nl: Partijaanvraag afgewezen
pl: Aplikacja do partii odrzucona
pt: Solicitação de partido rejeitada
ro: Cerere de partid respinsă
ru: Заява в партию отклонена
sr: Захтев странке одбијен
tr: Parti başvurusu reddedildi
uk: Заявку у партію відхилено

source: Party Council election
ar: انتخابات مجلس الحزب
de: Parteiratswahl
es: Elección del consejo del partido
fr: Élection du conseil du parti
nl: Partijraadsverkiezing
pl: Wybory do rady partii
pt: Eleição do conselho do partido
ro: Alegeri pentru consiliul partidului
ru: Выборы в Совет Партии
sr: Избори за Савет странке
tr: Parti Konseyi seçimi
uk: Вибори до партійної ради

source: Party Council election candidacy is now open in <0/>
ar: باب الترشح لانتخابات مجلس الحزب مفتوح الآن في <0/>
de: Kandidatur für die Parteiratswahl ist jetzt offen in <0/>
es: Las candidaturas para la elección del consejo del partido están abiertas en <0/>
fr: Les candidatures pour l'élection du conseil du parti sont ouvertes dans <0/>
nl: De kandidatuur voor de partijraad is nu geopend in <0/>
pl: Kandydatury na wybory do rady partii są otwarte w <0/>
pt: As candidaturas para a eleição do conselho do partido estão abertas em <0/>
ro: Candidaturile pentru alegerile consiliului partidului sunt deschise în <0/>
ru: Начался приём заявок на выборы в Совет Партии в <0/>
sr: Кандидатуре за изборе за Савет странке сада су отворене у <0/>
tr: <0/> partisinde Parti Konseyi seçimi adaylıkları açıldı
uk: У <0/> розпочато подання кандидатур на вибори до партійної ради

source: Party Council election candidate open
ar: فتح باب الترشح لمجلس الحزب
de: Kandidatur für Parteiratswahl offen
es: Candidaturas abiertas para el consejo del partido
fr: Candidatures ouvertes pour le conseil du parti
nl: Kandidaat voor partijraadsverkiezingen geopend
pl: Otwarte kandydatury do rady partii
pt: Candidaturas abertas para o conselho do partido
ro: Candidaturi deschise pentru consiliul partidului
ru: Начался приём заявок на выборы в Совет Партии
sr: Отворени избори за кандидата за Савет странке
tr: Parti Konseyi seçimi adaylıkları açık
uk: Розпочато подання кандидатур на вибори до партійної ради

source: Party Council election ended
ar: انتهت انتخابات مجلس الحزب
de: Parteiratswahl beendet
es: Elección del consejo del partido finalizada
fr: Élection du conseil du parti terminée
nl: Partijraadsverkiezingen beëindigd
pl: Wybory do rady partii zakończone
pt: Eleição do conselho do partido encerrada
ro: Alegerile pentru consiliul partidului s-au încheiat
ru: Выборы в Совнт Партии окончены
sr: Завршени избори за Савет странке
tr: Parti Konseyi seçimi sona erdi
uk: Вибори до партійної ради завершились

source: Party Council election has ended in <0/>. Check the results!
ar: انتهت انتخابات مجلس الحزب في <0/>. تحقق من النتائج!
de: Die Parteiratswahl in <0/> ist beendet. Überprüfe die Ergebnisse!
es: La elección del consejo del partido ha finalizado en <0/>. ¡Consulta los resultados!
fr: L'élection du conseil du parti s'est terminée dans <0/>. Consultez les résultats !
nl: De verkiezingen voor de partijraad zijn afgelopen in <0/>. Bekijk de resultaten!
pl: Wybory do rady partii zakończyły się w <0/>. Sprawdź wyniki!
pt: A eleição do conselho do partido terminou em <0/>. Confira os resultados!
ro: Alegerile pentru consiliul partidului s-au încheiat în <0/>. Verifică rezultatele!
ru: Выборы в Совет Партии окончены в <0/>. Помотрите результаты!
sr: Избори за Савет странке су завршени у <0/>. Погледајте резултате!
tr: <0/> partisinde Parti Konseyi seçimi sona erdi. Sonuçları kontrol edin!
uk: У <0/>завершились вибори до партійної ради. Перегляньте результати!

source: Party Council election vote open
ar: فتح باب التصويت لمجلس الحزب
de: Abstimmung für Parteiratswahl offen
es: Votación abierta para el consejo del partido
fr: Vote ouvert pour le conseil du parti
nl: Partijraadsverkiezingen openstaan
pl: Głosowanie na radę partii otwarte
pt: Votação aberta para o conselho do partido
ro: Votul pentru consiliul partidului este deschis
ru: Начались выборы в Совет Партии
sr: Отворено гласање за изборе за Савет странке
tr: Parti Konseyi seçimi oylaması açık
uk: Розпочались вибори до партійної ради

source: Party Council election voting is now open in <0/>
ar: التصويت في انتخابات مجلس الحزب مفتوح الآن في <0/>
de: Die Abstimmung für die Parteiratswahl ist jetzt offen in <0/>
es: La votación para la elección del consejo del partido está abierta en <0/>
fr: Le vote pour l'élection du conseil du parti est ouvert dans <0/>
nl: De verkiezingen voor de partijraad zijn nu geopend in <0/>
pl: Głosowanie na wybory do rady partii jest otwarte w <0/>
pt: A votação para a eleição do conselho do partido está aberta em <0/>
ro: Votul pentru alegerile consiliului partidului este deschis în <0/>
ru: Начались выборы в Совет Партии в <0/>
sr: Гласање на изборима за Савет странке је сада отворено у <0/>
tr: <0/> partisinde Parti Konseyi seçimi oylaması açıldı
uk: У <0/> розпочались вибори до партійної ради

source: Party created
ar: تم إنشاء الحزب
de: Partei erstellt
es: Partido creado
fr: Parti créé
nl: Opgerichte partij
pl: Partia utworzona
pt: Partido criado
ro: Partid creat
ru: Партия создана
sr: Странка креирана
tr: Parti oluşturuldu
uk: Партію створено

source: Party Donation Received
ar: تم استلام تبرع للحزب
de: Parteispende erhalten
es: Donación al partido recibida
fr: Donation pour le parti reçue
nl: Partijdonatie ontvangen
ru: Получено пожертвование в Партию
sr: Примљена донација за странку
uk: Партія отримала пожертву

source: Party Leader election
ar: انتخابات قائد الحزب
de: Parteivorsitzendenwahl
es: Elección del líder del partido
fr: Élection du chef de parti
nl: Verkiezing tot partijleider
pl: Wybory lidera partii
pt: Eleição do líder do partido
ro: Alegeri pentru liderul partidului
ru: Выборы Лидера Партии
sr: Избори за лидера странке
tr: Parti Lideri seçimi
uk: Вибори лідера партії

source: Party Leader election candidacy is now open in <0/>
ar: باب الترشح لانتخابات قائد الحزب مفتوح الآن في <0/>
de: Kandidatur für die Parteivorsitzendenwahl ist jetzt offen in <0/>
es: Las candidaturas para la elección del líder del partido están abiertas en <0/>
fr: Les candidatures pour l'élection du chef de parti sont ouvertes dans <0/>
nl: De kandidatuur voor partijleider-verkiezing is nu geopend in <0/>
pl: Kandydatury na wybory lidera partii są otwarte w <0/>
pt: As candidaturas para a eleição do líder do partido estão abertas em <0/>
ro: Candidaturile pentru alegerile liderului partidului sunt deschise în <0/>
ru: Начался приём кандидатов на Лидера Партии в <0/>
sr: Кандидатура за лидера странке је сада отворена у <0/>
tr: <0/> partisinde Parti Lideri seçimi adaylıkları açıldı
uk: У <0/> розпочато подання кандидатур на вибори лідера

source: Party Leader election candidate open
ar: فتح باب الترشح لقائد الحزب
de: Kandidatur für Parteivorsitzendenwahl offen
es: Candidaturas abiertas para el líder del partido
fr: Candidatures ouvertes pour le chef de parti
nl: Kandidaat voor partijleiderverkiezing open
pl: Otwarte kandydatury na lidera partii
pt: Candidaturas abertas para o líder do partido
ro: Candidaturi deschise pentru liderul partidului
ru: Начался приём кандидатов на Лидера Партии
sr: Отворени избори за кандидата за лидера странке
tr: Parti Lideri seçimi adaylıkları açık
uk: Розпочати подання кандидатур на вибори партійного лідера

source: Party Leader election ended
ar: انتهت انتخابات قائد الحزب
de: Parteivorsitzendenwahl beendet
es: Elección del líder del partido finalizada
fr: Élection du chef de parti terminée
nl: Partijleiderverkiezing beëindigd
pl: Wybory lidera partii zakończone
pt: Eleição do líder do partido encerrada
ro: Alegerile pentru liderul partidului s-au încheiat
ru: Выборы Лидера Партии окончены
sr: Завршени избори за лидера странке
tr: Parti Lideri seçimi sona erdi
uk: Вибори партійного лідера завершились

source: Party Leader election has ended in <0/>. Check the results!
ar: انتهت انتخابات قائد الحزب في <0/>. تحقق من النتائج!
de: Die Parteivorsitzendenwahl in <0/> ist beendet. Überprüfe die Ergebnisse!
es: La elección del líder del partido ha finalizado en <0/>. ¡Consulta los resultados!
fr: L'élection du chef de parti s'est terminée dans <0/>. Consultez les résultats !
nl: De verkiezing van partijleider is afgelopen op <0/>. Bekijk de resultaten!
pl: Wybory lidera partii zakończyły się w <0/>. Sprawdź wyniki!
pt: A eleição do líder do partido terminou em <0/>. Confira os resultados!
ro: Alegerile pentru liderul partidului s-au încheiat în <0/>. Verifică rezultatele!
ru: Выборы Лидера Партии окончены в <0?>. Посмотрите результаты!
sr: Избори за лидера странке су завршени у <0/>. Погледајте резултате!
tr: <0/> partisinde Parti Lideri seçimi sona erdi. Sonuçları kontrol edin!
uk: У <0/> завершились вибори партійного лідера. Перегляньте результати!

source: Party Leader election vote open
ar: فتح باب التصويت لقائد الحزب
de: Abstimmung für Parteivorsitzendenwahl offen
es: Votación abierta para el líder del partido
fr: Vote ouvert pour le chef de parti
nl: Partijleiderverkiezing, stemming open
pl: Głosowanie na lidera partii otwarte
pt: Votação aberta para o líder do partido
ro: Votul pentru liderul partidului este deschis
ru: Начались выборы Лидера Партии
sr: Отворено гласање за лидера странке
tr: Parti Lideri seçimi oylaması açık
uk: Розпочато вибори партійного лідера

source: Party Leader election voting is now open in <0/>
ar: التصويت في انتخابات قائد الحزب مفتوح الآن في <0/>
de: Die Abstimmung für die Parteivorsitzendenwahl ist jetzt offen in <0/>
es: La votación para la elección del líder del partido está abierta en <0/>
fr: Le vote pour l'élection du chef de parti est ouvert dans <0/>
nl: De verkiezingen voor partijleiders zijn nu geopend in <0/>
pl: Głosowanie na wybory lidera partii jest otwarte w <0/>
pt: A votação para a eleição do líder do partido está aberta em <0/>
ro: Votul pentru alegerile liderului partidului este deschis în <0/>
ru: Начались выборы Лидера Партии в <0/>
sr: Гласање за лидера странке је сада отворено у <0/>
tr: <0/> partisinde Parti Lideri seçimi oylaması açıldı
uk: У <0/> розпочались вибори лідера

source: Paste a link to your campaign article, or leave empty.
ar: ألصق رابطاً لمقال حملتك، أو اتركه فارغاً.
de: Füge einen Link zu deinem Wahlkampfartikel ein oder lasse das Feld leer.
es: Pega un enlace a tu artículo de campaña, o déjalo vacío.
fr: Collez un lien vers votre article de campagne, ou laissez vide.
nl: Plak een link naar je campagneartikel, of laat het leeg.
pl: Wklej link do swojego artykułu kampanijnego lub zostaw puste.
pt: Cole um link para o seu artigo de campanha, ou deixe vazio.
ro: Lipiți un link către articolul de campanie, sau lăsați gol.
ru: Вставьте ссылку на статью с Вашей кампанией или оставьте ее пустой.
sr: Налепите везу до чланка ваше кампање или оставите празно.
tr: Kampanya makalenize bir link yapıştırın veya boş bırakın.
uk: Вставте посилання на статтю з вашою програмою, або залиште поле пустим.

source: Payment successful! Thanks for supporting the game <3
ar: تم الدفع بنجاح! شكراً لدعمك للعبة <3
de: Zahlung erfolgreich! Danke, dass du das Spiel unterstützt <3
es: ¡Pago exitoso! Gracias por apoyar el juego <3
fr: Paiement réussi ! Merci de soutenir le jeu <3
it: Pagamento riuscito! Grazie per supportare il gioco <3
nl: Betaling geslaagd! Bedankt voor het steunen van het spel <3
pl: Płatność udana! Dziękujemy za wspieranie gry <3
pt: Pagamento bem-sucedido! Obrigado por apoiar o jogo <3
ro: Plată reușită! Mulțumim că susții jocul <3
ru: Платёж выполнен! Спасибо за поддержку игры <3
sr: Плаћање успешно! Хвала на подршци игре <3
tr: Ödeme başarılı! Oyunu desteklediğin için teşekkürler <3
uk: Успішна оплата! Дякую за підтримку гри <3

source: Peace made
ar: تم عقد السلام
de: Frieden geschlossen
es: Paz firmada
fr: Paix conclue
it: Pace fatta
nl: Vrede gesloten
pl: Pokój zawarty
pt: Paz estabelecida
ro: Pace încheiată
ru: Заключён мир
sr: Мир склопљен
tr: Barış yapıldı
uk: Укладено мир

source: Pending wage reduction
ar: تخفيض الأجر معلق
de: Ausstehende Lohnkürzung
es: Reducción salarial pendiente
fr: Réduction de salaire en attente
it: Riduzione salariale in sospeso
nl: Afwachtende loonverlaging
pl: Oczekująca obniżka wynagrodzenia
pt: Redução salarial pendente
ro: Reducere salarială în așteptare
ru: Ожидание снижения зарплаты
sr: Смањење плате на чекању
tr: Bekleyen maaş indirimi
uk: Очікуване зниження зарплатні

source: Petroleum
ar: بترول
de: Erdöl
es: Petróleo
fr: Pétrole
it: Petrolio
pl: Ropa Naftowa
pt: Petróleo
ro: Țiței
ru: Нефть
sr: Петролеј
tr: Petrol
uk: Нафта

source: Petty Officer
ar: ضابط صف
de: Unteroffizier
es: Suboficial
fr: Quartier-maître
it: Sottufficiale
nl: Korporaal
pl: Podoficer
pt: Suboficial
ro: Subofițer
ru: Старшина
sr: Старији водник
tr: Astsubay
uk: Старший сержант

source: Pick a fight!
ar: افتعِل شجاراً!
de: Such dir einen Kampf aus!
es: ¡Elige una batalla!
fr: Choisis un combat !
it: Scegli una rissa!
nl: Ga het gevecht aan!
pl: Wybierz bitwę!
pt: Escolha uma batalha!
ro: Alege o luptă!
ru: Выбери бой!
sr: Започни борбу!
tr: Bir kavga seç!
uk: Вривайся в бій!

source: Pill
ar: حبة دواء
de: Pille
es: Píldora
fr: Pilule
it: Pillola
nl: Pil
pl: Pigułka
pt: Pílula
ro: Pastilă
ru: Таблетка
sr: Пилула
tr: Hap
uk: Пігулка

source: Plant a tree in the data center
ar: ازرع شجرة في مركز البيانات
de: Pflanze einen Baum im Rechenzentrum
es: Plantar un árbol en el data center
fr: Planter un arbre dans le data center
it: Pianta un albero nel data center
nl: Plant een boom in het datacenter
pl: Zasadź drzewo w centrum danych
pt: Plantar uma árvore no data center
ro: Plantează un copac în datacenter
ru: Посадить дерево в дата-центре
sr: Посади дрво у дата центру
tr: Veri merkezine ağaç dik
uk: Посадіть дерево у дата-центрі

source: Please complete the CAPTCHA.
ar: يرجى إكمال اختبار CAPTCHA.
de: Bitte fülle das CAPTCHA aus.
es: Por favor, completa el CAPTCHA.
fr: Veuillez compléter le CAPTCHA.
it: Completa il CAPTCHA.
nl: Vul alsjeblieft de CAPTCHA in.
pl: Proszę wypełnić CAPTCHA.
pt: Por favor, complete o CAPTCHA.
ro: Completează testul CAPTCHA.
ru: Пожалуйста, пройдите CAPTCHA.
sr: Молимо попуните CAPTCHA.
tr: Lütfen CAPTCHA'yı tamamlayın.
uk: Будь ласка, завершіть CAPTCHA.

source: Please select a region
ar: يرجى اختيار منطقة
de: Bitte wähle eine Region aus
es: Por favor, selecciona una región
fr: Veuillez sélectionner une région
it: Seleziona una regione
nl: Selecteer alstublieft een regio
pl: Wybierz region
pt: Selecione uma região
ro: Selectează o regiune
ru: Пожалуйста, выберите регион
sr: Молим изаберите регион
tr: Lütfen bir bölge seç
uk: Будь ласка, виберіть регіон
