Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Go to job market
ar: اذهب إلى سوق العمل
de: Zum Arbeitsmarkt gehen
es: Ir al mercado laboral
fr: Aller au marché de l'emploi
it: Vai al mercato del lavoro
nl: Ga naar de arbeidsmarkt
pl: Przejdź do rynku pracy
pt: Ir para o mercado de trabalho
ro: Mergi la piața muncii
ru: Перейти на рынок труда
sr: Иди на тржиште рада
tr: İş piyasasına git
uk: Перейти на ринок праці

source: Go to skills
ar: اذهب إلى المهارات
de: Zu den Fertigkeiten gehen
es: Ir a habilidades
fr: Aller aux compétences
it: Vai alle abilità
nl: Ga naar vaardigheden
pl: Przejdź do umiejętności
pt: Ir para habilidades
ro: Către Competențe
ru: Перейти к навыкам
sr: Иди на вештине
tr: Becerilere git
uk: Перейти до навичок

source: Gold
ar: ذهب
es: Oro
fr: Or
it: Oro
nl: Goud
pl: Złoto
pt: Ouro
ro: Aur
ru: Золото
sr: Злато
tr: Altın
uk: Золото

source: Government
ar: الحكومة
de: Regierung
es: Gobierno
fr: Gouvernement
it: Governo
nl: Bestuur
pl: Rząd
pt: Governo
ro: Guvern
ru: Правительство
sr: Влада
tr: Hükümet
uk: Уряд

source: Grain
ar: حبوب
de: Getreide
es: Grano
fr: Céréales
it: Grano
nl: Graan
pl: Zboże
pt: Grão
ro: Cereale
ru: Зерно
sr: Жито
tr: Tahıl
uk: Зерно

source: Graticule
ar: شبكة الإحداثيات
de: Gradnetz
es: Retícula
it: Reticolo
pl: Siatka
pt: Retícula
ro: Referință
ru: Сетка
sr: Координатна мрежа
tr: Paralel ve meridyenler
uk: Координатна сітка

source: Great job! Hit a few more times to help your side win the battle.
ar: عمل رائع! اضرب بضعة مرات أخرى لمساعدة جانبك على الفوز بالمعركة.
de: Gute Arbeit! Schlage noch ein paar Mal zu, um deiner Seite zum Sieg in der Schlacht zu verhelfen.
es: ¡Buen trabajo! Golpea unas veces más para ayudar a tu bando a ganar.
fr: Bravo ! Frappe encore quelques fois pour aider ton camp à gagner la bataille.
it: Ottimo lavoro! Colpisci ancora qualche volta per aiutare la tua fazione a vincere la battaglia.
nl: Goed gedaan! Sla nog een paar keer toe om je kant te helpen de strijd te winnen.
pl: Świetna robota! Uderz jeszcze kilka razy, aby pomóc swojej stronie wygrać bitwę.
pt: Ótimo trabalho! Ataque mais algumas vezes para ajudar seu lado a vencer.
ro: Bravo! Mai lovește de câteva ori pentru a ajuta partea ta să câștige lupta.
ru: Великолепная работа! Ударь ещё несколко раз, чтобы помочь своей стороне в битве.
sr: Одличан посао! Удари још неколико пута да помогнеш својој страни да победи.
tr: Harika iş! Tarafının savaşı kazanmasına yardım etmek için birkaç kez daha vur.
uk: Чудова робота! Зроби ще кілька ударів, щоб допомогти своїй стороні перемогти.

source: Ground
ar: أرض
de: Boden
es: Tierra
fr: Terrain
it: Terreno
nl: Grond
pl: Ląd
pt: Terreno
ro: Teren
ru: Высоты
sr: Земља
tr: Zemin
uk: Бали контролю

source: ground per tick
ar: أرض لكل نبضة
de: Boden pro Tick
es: terreno por tic
fr: terrain par tick
it: terreno per tick
nl: Grond per tik
pl: teren na tik
pt: terreno por tick
ro: teren per tic
ru: высот за тик
sr: земље по тику
tr: tik başına zemin
uk: контролю за такт

source: Ground points
ar: نقاط الأرض
de: Bodenpunkte
es: Puntos de terreno
fr: Points de terrain
it: Punti terreno
nl: Grondpunten
pl: Punkty terenu
pt: Pontos de terreno
ro: Puncte Teren
ru: Занятые высоты
sr: Поени земље
tr: Zemin puanları
uk: Бали контролю

source: Gun
ar: مسدس
de: Gewehr
es: Pistola
fr: Pistolet
it: Pistola
pl: Pistolet
pt: Pistola
ro: Pistol
ru: Пистолет
sr: Пиштољ
tr: Tabanca
uk: Пістолет

source: Health
ar: الصحة
de: Gesundheit
es: Salud
fr: Santé
it: Salute
nl: Gezondheid
pl: Zdrowie
pt: Saúde
ro: Viață
ru: Здоровье
sr: Здравље
tr: Sağlık
uk: Здоровʼя

source: Heavy Ammo
ar: ذخيرة ثقيلة
de: Schwere Munition
es: Munición Pesada
fr: Munitions Lourdes
it: Munizioni pesanti
nl: Zware munitie
pl: Ciężka Amunicja
pt: Munição Pesada
ro: Muniție grea
ru: Бронебойные патроны
sr: Тешка муниција
tr: Ağır Mühimmat
uk: Важкі набої

source: Helmet
ar: خوذة
de: Helm
es: Casco
fr: Casque
it: Elmo
nl: Helm
pl: Hełm
pt: Capacete
ro: Cască
ru: Шлем
sr: Кацига
tr: Kask
uk: Шолом

source: Help <0>{count}</0> MU members
ar: ساعد <0>{count}</0> من أعضاء الوحدة العسكرية
de: Hilf <0>{count}</0> ME-Mitgliedern
es: Ayuda a <0>{count}</0> miembros de tu UM
fr: Aide <0>{count}</0> membres de ton UM
it: Aiuta <0>{count}</0> membri UM
nl: Help <0>{count}</0> MU-leden
pl: Pomóż <0>{count}</0> członkom JW
pt: Ajudar <0>{count}</0> membros da UM
ro: Ajută <0>{count}</0> membri ai UM
ru: Помогите <0>{count}</0> членам ВО
sr: Помози <0>{count}</0> чланова ВЈ
tr: <0>{count}</0> AB üyesine yardım et
uk: Допоможіть <0>{count}</0> бійцям підрозділу

source: Help MU Members
ar: مساعدة أعضاء الوحدة العسكرية
de: ME-Mitgliedern helfen
es: Ayudar a miembros de la UM
fr: Aider les membres de l'UM
it: Aiuta membri UM
nl: Help MU-leden
pl: Pomóż członkom JW
pt: Ajudar membros da UM
ro: Ajută membrii UM
ru: Помочь членам ВО
sr: Помози члановима ВЈ
tr: AB Üyelerine Yardım Et
uk: Допоможіть бійцям ВП

source: Help the game to grow
ar: ساعد اللعبة على النمو
de: Hilf dem Spiel zu wachsen
es: Ayudar al juego a crecer
fr: Aider le jeu à grandir
it: Aiuta il gioco a crescere
nl: Help het spel te groeien
pl: Pomóż grze się rozwijać
pt: Ajudar o jogo a crescer
ro: Ajută jocul să crească
ru: Помогает игре развиваться
sr: Помози игри да расте
tr: Oyunun büyümesine yardım et
uk: Підтримай розвиток гри

source: High Commander
ar: قائد أعلى
de: Hoher Kommandant
es: Alto Comandante
fr: Haut Commandeur
it: Alto comandante
nl: Hoge Commandant
pl: Wysoki Dowódca
pt: Alto Comandante
ro: Înalt Comandant
ru: Верховный командир
sr: Високи командант
tr: Yüksek Komutan
uk: Вищий командувач

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
nl: Geschiedenis
pl: Historia
pt: Histórico
ro: Istoric
ru: История
sr: Историја
tr: Geçmiş
uk: Історія

source: Hit
ar: ضربة
de: Treffer
es: Golpear
fr: Frapper
it: Colpisci
pl: Uderz
pt: Golpear
ro: Lovește
ru: Удар
sr: Ударац
tr: Vur
uk: Удар

source: Hit <0>{count}</0> times in battles
ar: اضرب <0>{count}</0> مرات في المعارك
de: Triff <0>{count}</0> Mal in Schlachten
es: Golpea <0>{count}</0> veces en batallas
fr: Frappe <0>{count}</0> fois en batailles
it: Colpisci <0>{count}</0> volte nelle battaglie
nl: Raak <0>{count}</0> keer in gevechten
pl: Uderz <0>{count}</0> razy w bitwach
pt: Golpear <0>{count}</0> vezes em batalhas
ro: Lovește de <0>{count}</0> ori în lupte
ru: Ударь <0>{count}</0> раз в битвах
sr: Удари <0>{count}</0> пута у биткама
tr: Savaşlarda <0>{count}</0> kez vur
uk: Завдайте <0>{count}</0> ударів у боях

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
pl: Strona główna
pt: Início
ro: Acasă
ru: Главная
sr: Почетна
tr: Ana Sayfa
uk: Головна

source: How many times have you seen this message already?
ar: كم مرة رأيت هذه الرسالة بالفعل؟
de: Wie oft hast du diese Nachricht schon gesehen?
es: ¿Cuántas veces has visto este mensaje?
fr: Combien de fois t'as déjà vu ce message ?
it: Quante volte hai già visto questo messaggio?
nl: Hoe vaak heb je dit bericht al gezien?
pl: Ile razy już widziałeś tę wiadomość?
pt: Quantas vezes você já viu essa mensagem?
ro: De câte ori ai văzut deja acest mesaj?
ru: Сколько раз Вы уже видели это сообщение?
sr: Колико пута си већ видео ову поруку?
tr: Bu mesajı kaç kez gördün?
uk: Скільки разів ти вже бачив це повідомлення?

source: How much each hit increases the chance to loot a case when the battle ends
ar: مقدار زيادة فرصة غنم صندوق مع كل ضربة عند انتهاء المعركة
de: Wie stark jeder Treffer die Chance erhöht, am Ende der Schlacht eine Kiste zu looten
es: Cuánto aumenta cada golpe la probabilidad de conseguir una caja cuando termina la batalla
fr: De combien chaque coup augmente la chance de récupérer une caisse quand la bataille se termine
it: Quanto ogni colpo aumenta la possibilità di trovare una cassa quando la battaglia finisce
nl: Hoeveel elke treffer de kans vergroot om een kist te plunderen wanneer het gevecht eindigt
pl: Jak bardzo każde uderzenie zwiększa szansę na zdobycie skrzynki po zakończeniu bitwy
pt: Quanto cada golpe aumenta a chance de saquear uma caixa quando a batalha termina
ro: Cu cât fiecare lovitură crește șansa de a primi o cutie, când o luptă se termină
ru: Насколько каждый удар увеличивает шанс добыть кейс по окончании битвы
sr: Колико сваки ударац повећава шансу за добијање сандука након завршетка битке
tr: Her vuruşun savaş bittiğinde kasa yağmalama şansını ne kadar artırdığı
uk: На скільки кожен удар підвищує шанс отримати кейс після бою

source: Hunger
ar: الجوع
es: Hambre
fr: Faim
it: Fame
nl: Honger
pl: Głód
pt: Fome
ro: Foame
ru: Голод
sr: Глад
tr: Açlık
uk: Голод

source: I can feel it, the next one is a mythic!
ar: أشعر بذلك، التالية ستكون خرافية!
de: Ich spüre es, die nächste ist eine mythische!
es: ¡Lo siento, la próxima es un mítico!
fr: Je le sens, la prochaine c'est un mythique !
it: Lo sento, il prossimo è un Mitico!
nl: Ik voel het, de volgende is een mythic!
pl: Czuję to, następny będzie mityczny!
pt: Eu sinto, a próxima é um mítico!
ro: Simt că următorul va fi mitic!
ru: Следущим выпадет мифическое, я чувствую это!
sr: Осећам, следећи је епски!
tr: Hissedebiliyorum, sonraki mitik!
uk: Я це відчуваю, наступний точно міфічний!

source: I heard buying premium boost your chances :3
ar: سمعت أن شراء العضوية المميزة يعزز فرصك :3
de: Ich habe gehört, dass Premium-Kauf deine Chancen erhöht :3
es: Dicen que comprar premium mejora tus chances :3
fr: Il paraît que le premium boost tes chances :3
it: Ho sentito che comprare il premium aumenta le probabilità :3
nl: Ik heb gehoord dat het kopen van een premium je kansen vergroot :3
pl: Słyszałem że premium zwiększa szanse :3
pt: Ouvi dizer que comprar premium aumenta suas chances :3
ro: Am auzit că planul Susținător îți crește șansele :3
ru: Я слышал, покупка премиума повышает твои шансы :3
sr: Чуо сам да куповина премиума повећава шансе :3
tr: Premium almanın şansını artırdığını duydum :3
uk: Чув, що преміум підвищує шанси :3

source: I'm proud of you
ar: أنا فخور بك
de: Ich bin stolz auf dich
es: Estoy orgulloso de ti
fr: Je suis fier de toi
it: Sono fiero di te
nl: Ik ben trots op je
pl: Jestem z ciebie dumny
pt: Estou orgulhoso de você
ro: Sunt mândru de tine
ru: Я горжусь тобой
sr: Поносан сам на тебе
tr: Seninle gurur duyuyorum
uk: Я пишаюся тобою

source: Imagine if you stop right before the Mythic
ar: تخيل لو توقفت قبل الخرافية مباشرة
de: Stell dir vor, du hörst direkt vor der Mythischen auf
es: Imagina si paras justo antes del Mítico
fr: Imagine si t'arrêtes juste avant le Mythique
it: Immagina se ti fermi proprio prima del Mitico
nl: Stel je voor dat je stopt vlak voor de Mythic
pl: Wyobraź sobie że przestajesz tuż przed Mitycznym
pt: Imagina se você para antes do Mítico
ro: Imaginează-ți să te oprești chiar înainte de Mitic
ru: Представь, если ты бросил прямо перед выпадением мифического
sr: Замисли да станеш баш пре Епског
tr: Mitik'ten hemen önce durursan düşün
uk: Уяви, якщо зупинишся прямо перед міфіком

source: Imagine wasting your click on this
ar: تخيل إضاعة نقرتك على هذا
de: Stell dir vor, du verschwendest deinen Klick dafür
es: Imagina desperdiciar tu clic en esto
fr: Imagine gaspiller ton clic pour ça
it: Immagina sprecare il tuo click su questo
nl: Stel je voor dat je je klik hieraan verspilt
pl: Wyobraź sobie marnowanie kliknięcia na to
pt: Imagina desperdiçar seu clique nisso
ro: Imaginează-ți să irosești un click pe asta
ru: Вообрази, потратить свой клик на это
sr: Замисли да траћиш свој клик на ово
tr: Tıklamanı buna harcadığını düşün
uk: Уяви, що ти витратив клік саме на це

source: Impeach congress member
ar: عزل عضو الكونغرس
de: Kongressmitglied absetzen
es: Destituir a un miembro del congreso
fr: Motion de censure parlementaire
it: Metti in stato d'accusa un membro del congresso
nl: Congreslid afzetten
pl: Impeach członka kongresu
pt: Moção de censura parlamentar
ro: Moțiune de cenzură parlamentară
ru: Импичмент депутату парламента
sr: Опозови члана конгреса
tr: Meclis üyesini görevden al
uk: Оголосити імпічмент парламентарю

source: Impeach party leader
ar: عزل قائد الحزب
de: Parteivorsitzenden absetzen
es: Destituir al líder del partido
fr: Destituer le chef de parti
nl: Leider van partij afzetten
ru: Импичмент лидеру партии
sr: Смена вође странке
uk: Оголосити лідеру партії імпічмент

source: Impeach president
ar: عزل الرئيس
de: Präsidenten absetzen
es: Destituir al presidente
fr: Motion de censure gouvernementale
it: Metti in stato d'accusa il presidente
nl: President afzetten
pl: Impeach prezydenta
pt: Moção de censura ao presidente
ro: Moțiune de cenzură guvernamentală
ru: Импичмент президенту
sr: Опозови председника
tr: Başkanı görevden al
uk: Оголосити імпічмент президенту

source: Impeach the current president
ar: عزل الرئيس الحالي
de: Den aktuellen Präsidenten absetzen
es: Disolver el gobierno actual, junto con el presidente
fr: Dissoudre le gouvernement actuel, ainsi que le président
it: Metti in stato d'accusa l'attuale presidente
nl: Zet de huidige president af
pl: Rozwiąż obecny rząd wraz z prezydentem
pt: Dissolver o governo atual, junto com o presidente
ro: Dizolvă guvernul actual, împreună cu președintele
ru: Импичмент текущему президенту
sr: Опозови тренутног председника
tr: Mevcut başkanı görevden al
uk: Оголосити імпічмент чинному президенту

source: Imperialism vs Republicanism
ar: الإمبريالية مقابل الجمهورية
de: Imperialismus vs. Republikanismus
es: Imperialismo vs Republicanismo
fr: Impérialisme vs Républicanisme
nl: Imperialisme versus Republikeinisme
pl: Imperializm vs Republikanizm
pt: Imperialismo vs Republicanismo
ru: Империализм vs Республиканство
sr: Империјализам против републиканизма
tr: Emperyalizm vs Cumhuriyetçilik
uk: Імперіалізм vs Республіканізм

source: Imperialist
ar: إمبريالي
de: Imperialistisch
es: Imperialista
fr: Impérialiste
nl: Imperialistisch
pl: Imperialista
pt: Imperialista
ru: Империалист
sr: Империјалиста
tr: Emperyalist
uk: Імперіалізм

source: Impressive
ar: مثير للإعجاب
de: Beeindruckend
es: Impresionante
fr: Impressionnant
it: Impressionante
nl: Indrukwekkend
pl: Imponujące
pt: Impressionante
ro: Impresionant
ru: Впечатляюще
sr: Импресивно
tr: Etkileyici
uk: Вражаюче

source: Inactive
ar: غير نشط
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
nl: Inactief
pl: Nieaktywny
pt: Inativo
ro: Inactiv
ru: Неактивный
sr: Неактивно
tr: Pasif
uk: Неактивний

source: Income
ar: الدخل
de: Einkommen
es: Ingresos
fr: Revenu
it: Reddito
nl: Inkomen
pl: Dochód
pt: Renda
ro: Venit
ru: Доход
sr: Приход
tr: Gelir
uk: Дохід

source: income from <0>Development</0> in <1/>.
ar: دخل من <0>التطوير</0> في <1/>.
de: Einkommen aus <0>Entwicklung</0> in <1/>.
es: ingresos de <0>Desarrollo</0> en <1/>.
fr: revenu provenant du <0>Développement</0> en <1/>.
it: reddito da <0>Sviluppo</0> in <1/>.
nl: inkomsten uit <0>Ontwikkeling</0> in <1/>.
pl: dochód z <0>Rozwoju</0> w <1/>.
pt: renda de <0>Desenvolvimento</0> em <1/>.
ro: venit din <0>Dezvoltare</0> în <1/>.
ru: доход от <0>Развития</0> в <1/>.
sr: приход од <0>Развоја</0> у <1/>.
tr: <1/>'daki <0>Gelişim</0>'den gelir.
uk: доходу від <0>Розвитку</0> у <1/>.

source: Income from development increases by <0>{0}</0>.
ar: يزداد الدخل من التطوير بنسبة <0>{0}</0>.
de: Einkommen aus Entwicklung erhöht sich um <0>{0}</0>.
es: Los ingresos por desarrollo aumentan <0>{0}</0>.
fr: Les revenus provenant du développement augmentent de <0>{0}</0>.
nl: Het inkomen uit ontwikkeling stijgt met <0>{0}</0>.
ru: Поступления от развития увеличен на <0>{0}</0>.
sr: Приход од развоја се повећава за <0>{0}</0>.
uk: Дохід від розвитку збільшується на <0>{0}</0>.

source: Income from taxes increases by <0>{0}</0>.
ar: يزداد الدخل من الضرائب بنسبة <0>{0}</0>.
de: Einkommen aus Steuern erhöht sich um <0>{0}</0>.
es: Los ingresos por impuestos aumentan <0>{0}</0>.
fr: Les revenus provenant des taxes augmentent de <0>{0}</0>.
nl: Het belastinginkomen stijgt met <0>{0}</0>.
ru: Поступления от налогов увеличены на <0>{0}</0>.
sr: Приход од пореза се повећава за <0>{0}</0>.
uk: Дохід від податків збільшується на <0>{0}</0>.

source: Income tax
ar: ضريبة الدخل
de: Einkommensteuer
es: Impuesto sobre la renta
fr: Impôt sur le revenu
it: Imposta sul reddito
nl: Inkomstenbelasting
pl: Podatek dochodowy
pt: Imposto de renda
ro: Impozit pe venit
ru: Подоходный налог
sr: Порез на приход
tr: Gelir vergisi
uk: Податок на дохід

source: Income Tax
ar: ضريبة الدخل
de: Einkommensteuer
es: Impuesto sobre la renta
fr: Impôt sur le revenu
it: Imposta sul reddito
nl: Inkomstenbelasting
pl: Podatek dochodowy
pt: Imposto de renda
ro: Impozit pe venit
ru: Подоходный налог
sr: Порез на приход
tr: Gelir Vergisi
uk: Податок на дохід

source: Industrialism vs Agrarianism
ar: الصناعية مقابل الزراعية
de: Industrialismus vs. Agrarierthum
es: Industrialismo vs Agrarismo
fr: Industrialisme vs Agrarisme
nl: Industrialisme versus Agrarisme
ru: Индустриализм vs Аграризм
sr: Индустријализам наспрам аграризма
uk: Індустріалізм vs Аграризм

source: Industrialist
ar: صناعي
de: Industriell
es: Industrialismo
fr: Industriel
nl: Industrieel
ru: Индустриалист
sr: Индустријалац
uk: Індустріалізм

source: Initiate
ar: مبتدئ
de: Initiant
es: Iniciado
fr: Initié
it: Iniziato
nl: Ingelijde
pl: Inicjat
pt: Iniciado
ro: Inițiat
ru: Новобранец
sr: Новајлија
tr: Acemi
uk: Новобранець

source: Inventory
ar: المخزون
de: Inventar
es: Inventario
fr: Inventaire
it: Inventario
nl: Inventaris
pl: Ekwipunek
pt: Inventário
ro: Inventar
ru: Инвентарь
sr: Инвентар
tr: Envanter
uk: Інвентар

source: Iron
ar: حديد
de: Eisen
es: Hierro
fr: Fer
it: Ferro
nl: IJzer
pl: Żelazo
pt: Ferro
ro: Fier
ru: Железо
sr: Гвожђе
tr: Demir
uk: Залізо

source: Isolationism vs Diplomacy
ar: الانعزالية مقابل الدبلوماسية
de: Isolationismus vs. Diplomatie
es: Aislacionismo vs Diplomacia
fr: Isolationnisme vs Diplomatie
nl: Isolationisme versus diplomatie
pl: Izolacjonizm vs Dyplomacja
pt: Isolacionismo vs Diplomacia
ro: Izolaționism vs Diplomație
ru: Изоляционизм vs Дипломатия
sr: Изолационизам наспрам дипломатије
tr: Yalnızcılık vs Diplomasi
uk: Ізоляціонізм vs Дипломатія

source: Isolationist
ar: انعزالي
de: Isolationistisch
es: Aislacionista
fr: Isolationniste
nl: Isolationistisch
pl: Izolacjonista
pt: Isolacionista
ro: Izolaționist
ru: Изоляционист
sr: Изолациониста
tr: Yalnızcı
uk: Ізоляціонізм

source: It only gets better… maybe
ar: الأمر يتحسن فقط... ربما
de: Es wird nur besser… vielleicht
es: Solo puede mejorar… quizás
fr: Ça ne peut que s'améliorer… peut-être
it: Può solo migliorare… forse
nl: Het wordt alleen maar beter... Misschien
pl: Może być tylko lepiej… może
pt: Só melhora… talvez
ro: Poate fi doar mai bine… poate
ru: Будет только лучше… наверное
sr: Биће боље... можда
tr: Sadece daha iyi olur… belki
uk: Далі буде краще… можливо

source: It will not gain any production and its workers will not be able to work.
ar: لن تكسب أي إنتاج ولن يتمكن عمالها من العمل.
de: Es wird keine Produktion erzielen und seine Arbeiter werden nicht arbeiten können.
es: No ganará producción y sus trabajadores no podrán trabajar.
fr: Elle ne gagnera aucune production et ses employés ne pourront pas travailler.
it: Non produrrà nulla e i suoi lavoratori non potranno lavorare.
nl: Het zal geen productie opleveren en de arbeiders zullen niet kunnen werken.
pl: Nie będzie zyskiwać żadnej produkcji, a jej pracownicy nie będą mogli pracować.
pt: Não ganhará produção e seus funcionários não poderão trabalhar.
ro: Producția este oprită, iar angajații nu pot munci.
ru: Она не будет производить никакой продукции, а её работники не смогут работать.
sr: Неће ништа произвести и њени радници неће моћи да раде.
tr: Herhangi bir üretim kazanmayacak ve işçileri çalışamayacak.
uk: Виробництво зупинено, працівники не зможуть працювати.

source: Item bought
ar: تم شراء العنصر
de: Gegenstand gekauft
es: Objeto comprado
fr: Objet acheté
it: Oggetto acquistato
nl: Gekocht item
pl: Przedmiot kupiony
pt: Item comprado
ro: Obiect cumpărat
ru: Предмет куплен
sr: Предмет купљен
tr: Eşya satın alındı
uk: Предмет придбано

source: Item Market
ar: سوق العناصر
de: Gegenstandsmarkt
es: Mercado de objetos
fr: Marché des objets
it: Mercato oggetti
nl: Item Markt
pl: Rynek przedmiotów
pt: Mercado de itens
ro: Piață Obiecte
ru: Рынок предметов
sr: Тржиште предмета
tr: Eşya Pazarı
uk: Ринок спорядження

source: Job
ar: وظيفة
es: Trabajo
fr: Emploi
it: Lavoro
nl: Baan
pl: Praca
pt: Emprego
ro: Loc de muncă
ru: Работа
sr: Посао
tr: İş
uk: Робота

source: Job market
ar: سوق العمل
de: Arbeitsmarkt
es: Mercado laboral
fr: Marché de l'emploi
it: Mercato del lavoro
nl: Arbeidsmarkt
pl: Rynek pracy
pt: Mercado de trabalho
ro: Piața muncii
ru: Рынок труда
sr: Тржиште рада
tr: İş piyasası
uk: Ринок праці

source: Job offer
ar: عرض عمل
de: Stellenangebot
es: Oferta de trabajo
fr: Offre d'emploi
it: Offerta di lavoro
nl: Baan aanbod
pl: Oferta pracy
pt: Oferta de emprego
ro: Ofertă de muncă
ru: Предложение работы
sr: Понуда запослења
tr: İş teklifi
uk: Вакансія

source: Job offers
ar: عروض عمل
de: Stellenangebote
es: Ofertas de trabajo
fr: Offres d'emploi
it: Offerte di lavoro
nl: Jobaanbiedingen
pl: Oferty pracy
pt: Ofertas de emprego
ro: Oferte de muncă
ru: Предложения работы
sr: Понуде запослења
tr: İş teklifleri
uk: Вакансії

source: Jobs
ar: وظائف
es: Trabajos
fr: Emplois
it: Lavori
nl: Banen
pl: Praca
pt: Empregos
ro: Locuri de muncă
ru: Работы
sr: Послови
tr: İşler
uk: Роботи

source: Join a Military Unit
ar: انضم إلى وحدة عسكرية
de: Tritt einer Militäreinheit bei
es: Únete a una Unidad Militar
fr: Rejoins une Unité Militaire
it: Unisciti a un'Unità Militare
nl: Sluit je aan bij een militaire eenheid
pl: Dołącz do Jednostki Wojskowej
pt: Junte-se a uma Unidade Militar
ro: Alătură-te unei Unități Militare
ru: Вступить в Военный Отряд
sr: Придружи се војној јединици
tr: Askeri Birliğe Katıl
uk: Приєднайтесь до військового підрозділу

source: Join MU
ar: الانضمام لوحدة عسكرية
de: ME beitreten
es: Unirse a UM
fr: Rejoindre une UM
it: Unisciti all'UM
nl: Word lid van MU
pl: Dołącz do JW
pt: Juntar-se à UM
ro: Alătură-te unei UM
ru: Вступить в ВО
sr: Придружи се ВЈ
tr: AB'ye Katıl
uk: Приєднайтесь до ВП

source: Join this company!
ar: انضم لهذه الشركة!
de: Tritt diesem Unternehmen bei!
es: ¡Únete a esta empresa!
fr: Rejoins cette entreprise !
it: Unisciti a questa azienda!
nl: Sluit je aan bij dit bedrijf!
pl: Dołącz do tej firmy!
pt: Entre nesta empresa!
ro: Angajează-te aici!
ru: Присоединись к компании!
sr: Запосли се у овој компанији!
tr: Bu şirkete katıl!
uk: Приєднайтесь до цієї фабрики!

source: Join your country chat!
ar: انضم لدردشة بلدك!
de: Tritt dem Chat deines Landes bei!
es: ¡Únete al chat de tu país!
fr: Rejoins le chat de ton pays !
it: Unisciti alla chat del tuo paese!
nl: Doe mee aan je countrychat!
pl: Dołącz do czatu swojego kraju!
pt: Entre no chat do seu país!
ro: Alătură-te chat-ului țării tale!
ru: Войди в чат страны!
sr: Придружи се ћаскању своје земље!
tr: Ülke sohbetine katıl!
uk: Приєднайся до чату своєї країни!

source: Joined
ar: انضم
de: Beigetreten
es: Unido
fr: Rejoint
it: Unito
nl: heeft zich aangesloten
pl: Dołączył
pt: Entrou
ro: S-a alăturat
ru: Присоединился
sr: Придружио се
tr: Katıldı
uk: Приєднався
