Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Raw materials:
ar: المواد الخام:
de: Rohstoffe:
es: Materias primas:
fr: Matériaux bruts :
nl: Grondstoffen:
uk: Сировина:

source: Reach level 10
ar: الوصول للمستوى 10
de: Level 10 erreichen
es: Alcanza el nivel 10
fr: Atteins le niveau 10
it: Raggiungi il livello 10
nl: Bereik niveau 10
pl: Osiągnij poziom 10
pt: Alcançar nível 10
ro: Atinge nivelul 10
ru: Достигните уровня 10
sr: Достигни ниво 10
tr: 10. seviyeye ulaş
uk: Досягніть 10-го рівню

source: Reach Level 10
ar: الوصول للمستوى 10
de: Erreiche Level 10
es: Alcanzar nivel 10
fr: Atteindre le niveau 10
it: Raggiungi il livello 10
nl: Bereik niveau 10
pl: Osiągnij Poziom 10
pt: Alcançar Nível 10
ro: Atinge nivelul 10
ru: Достигните Уровня 10
sr: Достигни ниво 10
tr: 10. Seviyeye Ulaş
uk: Досягніть 10-го рівню

source: Reach level 5
ar: الوصول للمستوى 5
de: Level 5 erreichen
es: Alcanza el nivel 5
fr: Atteins le niveau 5
it: Raggiungi il livello 5
nl: Bereik niveau 5
pl: Osiągnij poziom 5
pt: Alcançar nível 5
ro: Atinge nivelul 5
ru: Достигните уровня 5
sr: Достигни ниво 5
tr: 5. seviyeye ulaş
uk: Досягніть п'ятого рівню

source: Reach Level 5
ar: الوصول للمستوى 5
de: Erreiche Level 5
es: Alcanzar nivel 5
fr: Atteindre le niveau 5
it: Raggiungi il livello 5
nl: Bereik niveau 5
pl: Osiągnij Poziom 5
pt: Alcançar Nível 5
ro: Atinge nivelul 5
ru: Достигните Уровня 5
sr: Достигни ниво 5
tr: 5. Seviyeye Ulaş
uk: Досягніть п'ятого рівню

source: Reach military rank 10
ar: الوصول للرتبة العسكرية 10
de: Militärrang 10 erreichen
es: Alcanza el rango militar 10
fr: Atteins le rang militaire 10
it: Raggiungi il grado militare 10
nl: Bereik militaire rang 10
pl: Osiągnij rangę wojskową 10
pt: Alcançar rank militar 10
ro: Atinge rangul militar 10
ru: Достигните воинского звания 10
sr: Достигни војни чин 10
tr: 10. askeri rütbeye ulaş
uk: Досягніть 10-го військового звання

source: Reach Military Rank 10
ar: الوصول للرتبة العسكرية 10
de: Erreiche Militärrang 10
es: Alcanzar rango militar 10
fr: Atteindre le rang militaire 10
it: Raggiungi il grado militare 10
nl: Bereik militaire rang 10
pl: Osiągnij Rangę Wojskową 10
pt: Alcançar Rank Militar 10
ro: Atinge rangul militar 10
ru: Достигните Воинского Звания 10
sr: Достигни војни чин 10
tr: 10. Askeri Rütbeye Ulaş
uk: Досягніть 10-го військового звання

source: Reach military rank 5
ar: الوصول للرتبة العسكرية 5
de: Militärrang 5 erreichen
es: Alcanza el rango militar 5
fr: Atteins le rang militaire 5
it: Raggiungi il grado militare 5
nl: Bereik militaire rang 5
pl: Osiągnij rangę wojskową 5
pt: Alcançar rank militar 5
ro: Atinge rangul militar 5
ru: Достигните воинского звания 5
sr: Достигни војни чин 5
tr: 5. askeri rütbeye ulaş
uk: Досягніть п'ятого військового звання

source: Reach Military Rank 5
ar: الوصول للرتبة العسكرية 5
de: Erreiche Militärrang 5
es: Alcanzar rango militar 5
fr: Atteindre le rang militaire 5
it: Raggiungi il grado militare 5
nl: Bereik militaire rang 5
pl: Osiągnij Rangę Wojskową 5
pt: Alcançar Rank Militar 5
ro: Atinge rangul militar 5
ru: Достигните Воинского Звания 5
sr: Достигни војни чин 5
tr: 5. Askeri Rütbeye Ulaş
uk: Досягніть п'ятого військового звання

source: Reaching level {0} will give you <0>{nextLevelSkillPoints} Skill Points</0>.
ar: الوصول للمستوى {0} سيمنحك <0>{nextLevelSkillPoints} نقاط مهارة</0>.
de: Das Erreichen von Level {0} gibt dir <0>{nextLevelSkillPoints} Skillpunkte</0>.
es: Al alcanzar el nivel {0} recibirás <0>{nextLevelSkillPoints} Puntos de Habilidad</0>.
fr: Atteindre le niveau {0} vous donnera <0>{nextLevelSkillPoints} Points de Compétence</0>.
it: Raggiungere il livello {0} ti darà <0>{nextLevelSkillPoints} Punti abilità</0>.
nl: Het bereiken van niveau {0} levert je <0>{nextLevelSkillPoints} Vaardigheidspunten op</0>.
pl: Osiągnięcie poziomu {0} da ci <0>{nextLevelSkillPoints} Punktów Umiejętności</0>.
pt: Alcançar o nível {0} lhe dará <0>{nextLevelSkillPoints} Pontos de Habilidade</0>.
ro: Atingerea nivelului {0} îți va debloca <0>{nextLevelSkillPoints} Puncte Competență</0>.
ru: Достижение уровня {0} даст Вам <0>{nextLevelSkillPoints} очков навыков</0>.
sr: Достизање нивоа {0} даће ти <0>{nextLevelSkillPoints} Поена вештина</0>.
tr: {0}. seviyeye ulaşmak sana <0>{nextLevelSkillPoints} Beceri Puanı</0> verecek.
uk: Досягнення рівня {0} дасть <0>{nextLevelSkillPoints} балів навичок</0>.

source: Read <0>{count}</0> articles
ar: قراءة <0>{count}</0> مقالات
de: Lies <0>{count}</0> Artikel
es: Leer <0>{count}</0> artículos
fr: Lire <0>{count}</0> articles
it: Leggi <0>{count}</0> articoli
nl: Lees <0>{count}</0> artikelen
pl: Przeczytaj <0>{count}</0> artykułów
pt: Ler <0>{count}</0> artigos
ro: Citește <0>{count}</0> articole
ru: Прочитайте <0>{count}</0> статей
sr: Прочитај <0>{count}</0> чланака
tr: <0>{count}</0> makale oku
uk: Прочитайте <0>{count}</0> статей

source: Read Article
ar: قراءة مقال
de: Artikel lesen
es: Leer artículo
fr: Lire un article
it: Leggi articolo
nl: Lees artikel
pl: Przeczytaj artykuł
pt: Ler artigo
ro: Citește articol
ru: Прочитайте статью
sr: Прочитај чланак
tr: Makaleyi Oku
uk: Прочитайте статтю

source: Ready for battle!
ar: مستعد للمعركة!
de: Bereit für die Schlacht!
es: ¡Listo para la batalla!
fr: Prêt pour la bataille !
it: Pronto per la battaglia!
nl: Klaar voor de strijd!
pl: Gotowy do bitwy!
pt: Pronto para a batalha!
ro: Gata de luptă!
ru: Приготовьтесь к битве!
sr: Спреман за битку!
tr: Savaşa hazır!
uk: Готовий до бою!

source: Rear Admiral
ar: لواء بحري
de: Konteradmiral
es: Contraalmirante
fr: Contre-amiral
it: Contrammiraglio
nl: Schout-bij-nacht
pl: Kontradmirał
pt: Contra-almirante
ro: Contraamiral
ru: Контр-адмирал
sr: Контра-адмирал
tr: Tuğamiral
uk: Контрадмірал

source: Reason
ar: السبب
de: Grund
es: Motivo
fr: Motif
it: Motivo
nl: Reden
pl: Powód
pt: Motivo
ro: Motiv
ru: Причина
sr: Разлог
tr: Sebep
uk: Причина

source: Recent Applications
ar: أحدث الطلبات
de: Aktuelle Bewerbungen
es: Solicitudes Recientes
fr: Candidatures Récentes
nl: Recente toepassingen
pl: Ostatnie wnioski
pt: Candidaturas Recentes
ro: Cereri recente
ru: Последние заявки
sr: Скорашње апликације
tr: Son Başvurular
uk: Недавні заявки

source: Recipe
ar: الوصفة
de: Rezept
es: Receta
fr: Recette
it: Ricetta
nl: Recept
pl: Przepis
pt: Receita
ro: Rețetă
ru: Рецепт
sr: Рецепт
tr: Tarif
uk: Рецепт

source: Recipient Username
ar: اسم المستخدم المستلم
es: Nombre de usuario del destinatario
nl: Gebruikersnaam van de ontvanger
ru: Имя получителя

source: Recommended regions
ar: المناطق الموصى بها
de: Empfohlene Regionen
es: Regiones recomendadas
fr: Régions recommandées
it: Regioni consigliate
nl: Aanbevolen regio's
pl: Polecane regiony
pt: Regiões recomendadas
ro: Regiuni recomandate
ru: Рекомендованные регионы
sr: Препоручени региони
tr: Önerilen bölgeler
uk: Рекомендовані регіони

source: Recruit
ar: مجند
de: Rekrut
es: Recluta
fr: Recrue
it: Recluta
nl: Rekruut
pl: Rekrut
pt: Recruta
ro: Recrut
ru: Рекрут
sr: Регрут
tr: Asker Adayı
uk: Рекрут

source: Reduces health lost when fighting in battles
ar: يقلل الصحة المفقودة عند القتال في المعارك
de: Reduziert den Gesundheitsverlust beim Kämpfen in Schlachten
es: Reduce la salud perdida al luchar en batallas
fr: Réduit la santé perdue lors des combats
it: Riduce la salute persa combattendo nelle battaglie
nl: Vermindert het verlies van gezondheid tijdens gevechten
pl: Zmniejsza utratę zdrowia podczas walki w bitwach
pt: Reduz a saúde perdida ao lutar em batalhas
ro: Reduce câtă viață pierzi în luptă
ru: Снижает потерю здоровья в боях
sr: Смањује губитак здравља при учествовањем у биткама
tr: Savaşlarda dövüşürken kaybedilen sağlığı azaltır
uk: Знижує втрати здоров'я у битві

source: Referral link copied to clipboard
ar: تم نسخ رابط الإحالة إلى الحافظة
de: Empfehlungslink in die Zwischenablage kopiert
es: Enlace de referido copiado al portapapeles
fr: Lien de parrainage copié dans le presse-papiers
it: Link referral copiato negli appunti
nl: Verwijzingslink gekopieerd naar klembord
pl: Link polecający skopiowany do schowka
pt: Link de indicação copiado para a área de transferência
ro: Link recomandare copiat
ru: Реферальная ссылка скопирована в буфер обмена
sr: Реферал линк копиран у привремену меморију
tr: Referans linki panoya kopyalandı
uk: Запрошувальне посилання скопійовано у буфер обміну

source: Referrals
ar: الإحالات
de: Empfehlungen
es: Referidos
fr: Parrainages
it: Referral
nl: Verwijzingen
pl: Polecenia
pt: Indicações
ro: Recomandări
ru: Рефералы
sr: Реферали
tr: Referanslar
uk: Реферали

source: Referrer
ar: الداعي
de: Werber
es: Recomendador
fr: Parrain
pl: Polecający
pt: Indicador
ro: Recomandator
ru: Реферер
sr: Препоручиоц
tr: Referans Veren
uk: Запрошувач

source: Referrer has been set
ar: تم تعيين الداعي
de: Werber wurde festgelegt
es: El recomendador ha sido establecido
fr: Le parrain a été défini
it: Referrer impostato
nl: De verwijzing is ingesteld
pl: Ustawiono polecającego
pt: Indicador definido
ro: Recomandatorul a fost setat
ru: Реферер установлен
sr: Препоручиоц је постављен
tr: Referans veren ayarlandı
uk: Запрошувача встановлено

source: Referrer username
ar: اسم مستخدم الداعي
de: Benutzername des Werbers
es: Nombre de usuario del recomendador
fr: Nom d'utilisateur du parrain
it: Nome utente dell'Referrer
nl: Gebruikersnaam van verwijzing
pl: Nazwa użytkownika polecającego
pt: Nome de usuário do indicador
ro: Numele celui care ți-a recomandat jocul
ru: Никнейм реферера
sr: Корисничко име препоручиоца
tr: Referans veren kullanıcı adı
uk: Прізвисько запрошувача

source: Refresh every hour
ar: تحديث كل ساعة
de: Jede Stunde aktualisieren
es: Actualizar cada hora
fr: Actualiser chaque heure
it: Aggiorna ogni ora
nl: Ververs elk uur
pl: Odświeżaj co godzinę
pt: Atualizar a cada hora
ro: Actualizate în fiecare oră
ru: Обновляется каждый час
sr: Освежава се сваког сата
tr: Her saat yenile
uk: Оновлюється кожну годину

source: Regen in...
ar: تجديد في...
es: Regenera en...
fr: Régénération dans...
it: Rigenera tra...
nl: Regeneratie in...
pl: Regeneracja za...
pt: Regenera em...
ro: Regenerare in...
ru: Восстановление через…
sr: Регенрација за...
tr: Yenilenme...
uk: Відновлення через...

source: Regens <0>10</0> when consumed
ar: يجدد <0>10</0> عند الاستهلاك
de: Regeneriert <0>10</0> beim Verzehr
es: Regenera <0>10</0> al consumir
fr: Régénère <0>10</0> quand consommé
it: Rigenera <0>10</0> quando consumato
nl: Regeneraties <0>10</0> wanneer verbruikt
pl: Regeneruje <0>10</0> po spożyciu
pt: Regenera <0>10</0> ao consumir
ro: Regenerează <0>10</0> prin consum
ru: Восстанавливает <0>10</0> при использовании
sr: Регенерише <0>10</0> када се конзумира
tr: Tüketildiğinde <0>10</0> yeniler
uk: Відновлює <0>10</0> при споживанні

source: Regens <0>20</0> when consumed
ar: يجدد <0>20</0> عند الاستهلاك
de: Regeneriert <0>20</0> beim Verzehr
es: Regenera <0>20</0> al consumir
fr: Régénère <0>20</0> quand consommé
it: Rigenera <0>20</0> quando consumato
nl: Regens <0>20</0> wanneer verbruikt
pl: Regeneruje <0>20</0> po spożyciu
pt: Regenera <0>20</0> ao consumir
ro: Regenerează <0>20</0> prin consum
ru: Восстанавливает <0>20</0> при использовании
sr: Регенерише <0>20</0> када се конзумира
tr: Tüketildiğinde <0>20</0> yeniler
uk: Відновлює <0>20</0> при споживанні

source: Regens <0>30</0> when consumed
ar: يجدد <0>30</0> عند الاستهلاك
de: Regeneriert <0>30</0> beim Verzehr
es: Regenera <0>30</0> al consumir
fr: Régénère <0>30</0> quand consommé
it: Rigenera <0>30</0> quando consumato
nl: Regens <0>30</0> wanneer verbruikt
pl: Regeneruje <0>30</0> po spożyciu
pt: Regenera <0>30</0> ao consumir
ro: Regenerează <0>30</0> prin consum
ru: Восстанавливает <0>30</0> при использовании
sr: Регенерише <0>30</0> када се конзумира
tr: Tüketildiğinde <0>30</0> yeniler
uk: Відновлює <0>30</0> при споживанні

source: Region
ar: منطقة
es: Región
fr: Région
nl: Regio
pt: Região
ro: Regiune
ru: Регион
sr: Регион
tr: Bölge
uk: Регіон

source: Region buy offer
ar: عرض شراء منطقة
de: Kaufangebot für Region
es: Oferta de compra de región
fr: Offre d'achat de région
it: Offerta di acquisto regione
nl: Regiokoopaanbod
pl: Oferta kupna regionu
pt: Oferta de compra de região
ro: Ofertă de cumpărare regiune
ru: Предложение покупки региона
sr: Понуда за куповину региона
tr: Bölge satın alma teklifi
uk: Пропозиція купити регіон

source: Region is revolting!
ar: المنطقة في حالة ثورة!
de: Region rebelliert!
es: ¡La región se está rebelando!
fr: La région se révolte !
it: La regione è in rivolta!
nl: De regio is walgelijk!
pl: Region się buntuje!
pt: A região está se revoltando!
ro: Regiunea se revoltă!
ru: В регионе восстание!
sr: Регион диже буну!
tr: Bölge isyan ediyor!
uk: Регіон повстає!

source: Region liberated
ar: تم تحرير المنطقة
de: Region befreit
es: Región liberada
fr: Région libérée
it: Regione liberata
nl: Bevrijdde regio
pl: Region wyzwolony
pt: Região libertada
ro: Regiune eliberată
ru: Регион освобождён
sr: Регион ослобођен
tr: Bölge kurtarıldı
uk: Регіон звільнено

source: Region transfer
ar: نقل المنطقة
de: Regionstransfer
es: Transferencia de región
fr: Transfert de région
it: Trasferimento regione
nl: Regio-overdracht
pl: Transfer regionu
pt: Transferência de região
ro: Transfer de regiune
ru: Передача региона
sr: Пренос региона
tr: Bölge transferi
uk: Передача регіону

source: regions
ar: مناطق
de: Regionen
es: regiones
fr: régions
it: regioni
nl: regio's
pl: regiony
pt: regiões
ro: regiuni
ru: регионов
sr: региони
tr: bölgeler
uk: регіонів

source: Regions
ar: المناطق
de: Regionen
es: Regiones
fr: Régions
it: Regioni
nl: Regio's
pl: Regiony
pt: Regiões
ro: Regiuni
ru: Регионы
sr: Региони
tr: Bölgeler
uk: Регіони

source: Register
ar: تسجيل
de: Registrieren
es: Registrar
fr: S'inscrire
it: Registra
nl: Registreer
pl: Zarejestruj
pt: Registrar
ro: Înregistrează-te
ru: Зарегистрироваться
sr: Региструј се
tr: Kayıt Ol
uk: Реєстрація

source: Reinforced Boots
ar: أحذية معززة
de: Verstärkte Stiefel
es: Botas Reforzadas
fr: Bottes Renforcées
it: Stivali rinforzati
nl: Versterkte Laarzen
pl: Wzmocnione Buty
pt: Botas Reforçadas
ro: Cizme ranforsate
ru: Усиленные берцы
sr: Армиране Чизме
tr: Güçlendirilmiş Botlar
uk: Укріплені чоботи

source: Reinforced Chest
ar: درع صدر معزز
de: Verstärkter Brustpanzer
es: Peto Reforzado
fr: Plastron Renforcé
it: Corazza rinforzata
nl: Versterkte Borstbescherming
pl: Wzmocniony Napierśnik
pt: Peitoral Reforçado
ro: Vestă ranforsată
ru: Усиленный бронежилет
sr: Армиране Чизме
tr: Güçlendirilmiş Göğüslük
uk: Укріплений бронежилет

source: Reinforced Gloves
ar: قفازات معززة
de: Verstärkte Handschuhe
es: Guantes Reforzados
fr: Gants Renforcés
it: Guanti rinforzati
nl: Versterkte handschoenen
pl: Wzmocnione Rękawice
pt: Luvas Reforçadas
ro: Mănuși ranforsate
ru: Усиленные перчатки
sr: Армиране Рукавице
tr: Güçlendirilmiş Eldivenler
uk: Укріплені рукавиці

source: Reinforced Helmet
ar: خوذة معززة
de: Verstärkter Helm
es: Casco Reforzado
fr: Casque Renforcé
it: Elmo rinforzato
nl: Versterkte helm
pl: Wzmocniony Hełm
pt: Capacete Reforçado
ro: Cască ranforsată
ru: Усиленный шлем
sr: Армирана Кацига
tr: Güçlendirilmiş Kask
uk: Укріплений шолом

source: Reinforced Pants
ar: سراويل معززة
de: Verstärkte Hose
es: Pantalones Reforzados
fr: Pantalon Renforcé
it: Pantaloni rinforzati
nl: Versterkte Broek
pl: Wzmocnione Spodnie
pt: Calças Reforçadas
ro: Pantaloni ranforsați
ru: Усиленные штаны
sr: Армиране Панталоне
tr: Güçlendirilmiş Pantolon
uk: Укріплені штани

source: Reject
ar: رفض
de: Ablehnen
es: En contra
fr: Contre
it: Rifiuta
nl: Weiger
pl: Przeciw
pt: Contra
ro: Contra
ru: Отклонить
sr: Одбиј
tr: Reddet
uk: Відхилити

source: Rejected
ar: مرفوض
de: Abgelehnt
es: Rechazada
fr: Rejetée
it: Rifiutato
nl: Afgewezen
pl: Odrzucone
pt: Rejeitada
ro: Respinsă
ru: Отклонено
sr: Одбијен
tr: Reddedildi
uk: Відхилено

source: Remaining buff duration
ar: مدة التأثير الإيجابي المتبقية
de: Verbleibende Buff-Dauer
es: Duración restante del beneficio
fr: Durée restante du bonus
it: Durata buff rimanente
nl: Resterende buffduur
pl: Pozostały czas buffa
pt: Duração restante do buff
ro: Durată buff rămasă
ru: Оставшаяся длительность усиления
sr: Преостало трајање buff-а
tr: Kalan buff süresi
uk: Залишковий час підсилення

source: Remaining debuff duration
ar: مدة التأثير السلبي المتبقية
de: Verbleibende Debuff-Dauer
es: Duración restante del perjuicio
fr: Durée restante du malus
it: Durata debuff rimanente
nl: Resterende duur van de debuff
pl: Pozostały czas debuffa
pt: Duração restante do debuff
ro: Durată debuff rămasă
ru: Оставшаяся длительность усталости
sr: Преостало трајање debuff-а
tr: Kalan debuff süresi
uk: Залишковий час послаблення

source: Remove <0/> from congress due to inactivity
ar: إزالة <0/> من الكونغرس بسبب عدم النشاط
de: <0/> wegen Inaktivität aus dem Kongress entfernen
es: Destituir a <0/> del parlamento por inactividad
fr: Révoquer <0/> du parlement pour inactivité
it: Rimuovi <0/> dal congresso per inattività
nl: Verwijder <0/> uit het congres vanwege inactiviteit
pl: Usuń <0/> z kongresu z powodu nieaktywności
pt: Remover <0/> do congresso por inatividade
ro: Demiterea lui <0/> din parlament din cauza inactivității
ru: Исключить <0/> из парламента за неактивность
sr: Уклони <0/> из владе због неактивности
tr: Hareketsizlik nedeniyle <0/>'ı meclisten çıkar
uk: Вилучити <0/> з парламенту через неактивність

source: Remove <0/> from the party council
ar: إزالة <0/> من مجلس الحزب
de: <0/> aus dem Parteirat entfernen
es: Remover <0/> del partido del consejo
nl: Verwijder <0/> uit de partijraad
ru: Исключить <0/> из совета партии
sr: Уклони <0/> као члана савета
uk: Прибрати <0/> з партійної ради

source: Remove a member from the party council
ar: إزالة عضو من مجلس الحزب
de: Ein Mitglied aus dem Parteirat entfernen
es: Remover un miembro del partido del consejo
nl: Verwijder een lid uit de partijraad
ru: Исключить из совета партии
sr: Уклони члана савета из странке
uk: Прибрати члена з партійної ради

source: Remove all
ar: إزالة الكل
de: Alle entfernen
es: Eliminar todo
fr: Tout supprimer
it: Rimuovi tutto
nl: Verwijder alles
pl: Usuń wszystko
pt: Remover tudo
ro: Elimină tot
ru: Удалить всё
sr: Уклони све
tr: Hepsini kaldır
uk: Видалити усі

source: Remove all offers
ar: إزالة جميع العروض
de: Alle Angebote entfernen
es: Eliminar todas las ofertas
fr: Supprimer toutes les offres
it: Rimuovi tutte le offerte
nl: Verwijder alle aanbiedingen
pl: Usuń wszystkie oferty
pt: Remover todas as ofertas
ro: Șterge oferte
ru: Удалить все предложения
sr: Уклони све понуде
tr: Tüm teklifleri kaldır
uk: Видалити усі замовлення

source: Remove an inactive congress member from its position
ar: إزالة عضو كونغرس غير نشط من منصبه
de: Ein inaktives Kongressmitglied von seiner Position entfernen
es: Destituir a un miembro inactivo del parlamento
fr: Révoquer un membre inactif du parlement
it: Rimuovi un membro del congresso inattivo dal suo incarico
nl: Verwijder een inactief congreslid uit zijn functie
pl: Usuń nieaktywnego członka kongresu
pt: Remover um membro inativo do congresso
ro: Demite un membru inactiv din parlament
ru: Снять неактивного депутата с должности
sr: Уклони неактивног члана владе са позиције
tr: Hareketsiz bir meclis üyesini görevinden al
uk: Вилучити неактивного парламентаря з займаної посади

source: Remove Avatar
ar: إزالة الصورة الرمزية
de: Avatar entfernen
es: Eliminar avatar
fr: Supprimer l'avatar
it: Rimuovi avatar
nl: Verwijder Avatar
pl: Usuń avatar
pt: Remover Avatar
ro: Șterge Avatar
ru: Удалить аватар
sr: Уклони аватар
tr: Avatarı Kaldır
uk: Прибрати аватар

source: Remove council member
ar: إزالة عضو المجلس
de: Ratsmitglied entfernen
es: Remover un miembro del consejo
nl: Verwijder raadslid
ru: Исключить члена совета
sr: Уклони члана савета
uk: Прибрати члена партійної ради

source: Remove Description
ar: إزالة الوصف
de: Beschreibung entfernen
es: Eliminar descripción
fr: Supprimer la description
it: Rimuovi descrizione
nl: Verwijder beschrijving
pl: Usuń opis
pt: Remover Descrição
ro: Șterge Descriere
ru: Удалить описание
sr: Уклони упис
tr: Açıklamayı Kaldır
uk: Прибрати опис

source: Remove enemy
ar: إزالة العدو
de: Feind entfernen
es: Eliminar enemigo principal
fr: Supprimer l'ennemi principal
it: Rimuovi nemico
nl: Verwijder vijand
pl: Usuń wroga
pt: Remover inimigo
ro: Elimină inamicul principal
ru: Убрать противника
sr: Уклони непријатеља
tr: Düşmanı kaldır
uk: Прибрати ворога

source: Remove the current party leader from their position
ar: عزل قائد الحزب الحالي من منصبه
de: Den aktuellen Parteivorsitzenden von seiner Position entfernen
es: Remover al líder actual del Partido de su posición
nl: Verwijder de huidige partijleider uit zijn functie
ru: Убрать текущего лидера партии с его позиции
sr: Уклони тренутно лидера странке са позиције
uk: Вилучити чинного лідера партії з обійманої посади

source: Removed from Military Unit
ar: تمت الإزالة من الوحدة العسكرية
de: Aus der Militäreinheit entfernt
es: Eliminado de la Unidad Militar
fr: Retiré de l'Unité Militaire
it: Rimosso dall'UM
nl: Verwijderd uit de Militaire Eenheid
pl: Usunięty z jednostki wojskowej
pt: Removido da Unidade Militar
ro: Eliminat din Unitatea Militară
ru: Исключён из военного отряда
sr: Уклоњен из Војне Јединице
tr: Askeri Birlikten Çıkarıldı
uk: Вилучений з підрозділу

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
nl: Hernoem
pl: Zmień nazwę
pt: Renomear
ro: Redenumește
ru: Переименовать
sr: Преименуј
tr: Yeniden adlandır
uk: Перейменувати

source: Rename company
ar: إعادة تسمية الشركة
de: Unternehmen umbenennen
es: Renombrar empresa
fr: Renommer l'entreprise
it: Rinomina azienda
nl: Hernoem het bedrijf
pl: Zmień nazwę firmy
pt: Renomear empresa
ro: Redenumește companie
ru: Переименовать компанию
sr: Преименуј компанију
tr: Şirketi yeniden adlandır
uk: Перейменувати фабрику

source: Replace all party ethics with a new configuration
ar: استبدال جميع أخلاقيات الحزب بتكوين جديد
de: Alle Parteiethiken durch eine neue Konfiguration ersetzen
es: Reemplazar todas las ideologías con una nueva configuración
nl: Vervang alle partij-ethiek door een nieuwe configuratie
ru: Обновить все принципы партии
sr: Замени сву страначку етику новом конфигурацијом
uk: Замінити усі партійні принципи новим набором

source: Report user
ar: إبلاغ عن مستخدم
de: Benutzer melden
es: Reportar usuario
fr: Signaler l'utilisateur
it: Segnala utente
nl: Gebruiker melden
pl: Zgłoś użytkownika
pt: Denunciar usuário
ro: Raportează
ru: Пожаловаться на пользователя
sr: Пријави корисника
tr: Kullanıcıyı bildir
uk: Поскаржитись

source: Republican
ar: جمهوري
de: Republikaner
es: Republicano
fr: Républicain
nl: Republikein
pl: Republikanin
pt: Republicano
ru: Республиканец
sr: Републикански
tr: Cumhuriyetçi
uk: Республіканізм

source: Requests:
ar: الطلبات:
de: Anfragen:
es: Solicitudes:
fr: Requêtes :
it: Richieste:
nl: Verzoeken:
pl: Żądania:
pt: Requisições:
ro: Cereri:
ru: Запросы:
sr: Захтеви:
tr: İstekler:
uk: Запити:

source: Reroll Mission
ar: إعادة تدوير المهمة
de: Mission neu würfeln
es: Cambiar misión
fr: Relancer la mission
it: Rilancia missione
nl: Reroll-missie
pl: Zmień misję
pt: Trocar missão
ro: Schimbă misiunea
ru: Обновить задание
sr: Замени Мисију
tr: Görevi Yenile
uk: Замінити місію

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
pl: Zresetuj
pt: Resetar
ru: Сбросить
sr: Ресетуј
tr: Sıfırla
uk: Скинути

source: Reset avatar
ar: إعادة تعيين الصورة الرمزية
de: Avatar zurücksetzen
es: Restablecer avatar
fr: Réinitialiser l'avatar
it: Reimposta avatar
nl: Avatar resetten
pl: Zresetuj avatar
pt: Resetar avatar
ro: Resetează avatar
ru: Сбросить аватар
sr: Ресетуј аватар
tr: Avatarı sıfırla
uk: Скинути аватар
