Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Fanatic Industrialist
ar: صناعي متعصب
de: Fanatischer Industrieller
es: Industrialista fanático
fr: Industriel fanatique
nl: Fanatieke Industrieel
ru: Фанатичный Индустриалист
sr: Фанатични индустријалац
tr: Fanatik Sanayici
uk: Фанатичний індустріалізм

source: Fanatic Isolationist
ar: انعزالي متعصب
de: Fanatischer Isolationist
es: Aislacionista fanático
fr: Isolationniste fanatique
nl: Fanatische isolationist
pl: Fanatyczny izolacjonista
pt: Isolacionista fanático
ro: Izolaționist fanatic
ru: Фанатичный Изоляционист
sr: Фанатични изолациониста
tr: Fanatik Yanlızcı
uk: Фанатичний ізоляціонізм

source: Fanatic Militarist
ar: عسكري متعصب
de: Fanatischer Militarist
es: Militarista fanático
fr: Militariste fanatique
nl: Fanatiek militarist
pl: Fanatyczny militarysta
pt: Militarista fanático
ro: Militarist fanatic
ru: Фанатичный Милитарист
sr: Фанатични милитариста
tr: Fanatik Militarist
uk: Фанатичний мілітаризм

source: Fanatic Pacifist
ar: سلمي متعصب
de: Fanatischer Pazifist
es: Pacifista fanático
fr: Pacifiste fanatique
nl: Fanatische Pacifist
pl: Fanatyczny pacyfista
pt: Pacifista fanático
ro: Pacifist fanatic
ru: Фанатичный Пацифист
sr: Фанатични пацифиста
tr: Fanatik Pasifist
uk: Фанатичний пацифізм

source: Fanatic Republican
ar: جمهوري متعصب
de: Fanatischer Republikaner
es: Republicano fanático
fr: Républicain fanatique
nl: Fanatiek Republikein
pl: Fanatyczny republikanin
pt: Republicano fanático
ro: Republican fanatic
ru: Фанатичный Республиканец
sr: Фанатични републиканац
tr: Fanatik Cumhuriyetçilik
uk: Фанатичний республіканізм

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritas
fr: Favoris
it: Preferiti
nl: Favorieten
pl: Ulubione
pt: Favoritos
ro: Favorite
ru: Избранные
sr: Омиљено
tr: Favoriler
uk: Обране

source: Feed
ar: الأخبار
fr: Fil d'actualité
pl: Aktualności
ru: Лента
sr: Новости
tr: Akış
uk: Стрічка

source: Fidelity Bonus
ar: مكافأة الولاء
de: Treuebonus
es: Bono de fidelidad
fr: Bonus de fidélité
it: Bonus fedeltà
nl: Getrouwheidsbonus
pl: Bonus lojalnościowy
pt: Bônus de fidelidade
ro: Bonus de fidelitate
ru: Бонус лояльности
sr: Бонус лојалности
tr: Sadakat bonusu
uk: Бонус вірності

source: Fight skills
ar: مهارات القتال
de: Kampffertigkeiten
es: Habilidades de combate
fr: Compétences de combat
it: Abilità di combattimento
nl: Vechtvaardigheden
pl: Umiejętności walki
pt: Habilidades de combate
ro: Competențe de luptă
ru: Боевые навыки
sr: Борилачке вештине
tr: Dövüş becerileri
uk: Бойові навички

source: Fight!
ar: قاتل!
de: Kämpfe!
es: ¡Lucha!
fr: Combat !
it: Combatti!
nl: Vecht!
pl: Walcz!
pt: Lute!
ro: Luptă!
ru: В бой!
sr: Бори се!
tr: Savaş!
uk: У бій!

source: Fighter Jet
ar: طائرة مقاتلة
de: Jagdflugzeug
es: Avión de Combate
fr: Avion de Chasse
it: Jet da combattimento
nl: Jachtvliegtuig
pl: Myśliwiec
pt: Caça
ro: Jet militar
ru: Истребитель
sr: Борбени авион
tr: Savaş Uçağı
uk: Винищувач

source: Filter by transaction type
ar: تصفية حسب نوع المعاملة
de: Nach Transaktionstyp filtern
es: Filtrar por tipo de transacción
fr: Filtrer par type de transaction
it: Filtra per tipo di transazione
nl: Filter op transactietype
pl: Filtruj według typu transakcji
pt: Filtrar por tipo de transação
ro: Filtează după tipul tranzacției
ru: Фильтр по типу транзакций
sr: Филтрирај по типу трансакције
tr: İşlem türüne göre filtrele
uk: Фільтр за типом транзакції

source: Finally above average!
ar: أخيراً فوق المعدل!
de: Endlich überdurchschnittlich!
es: ¡Por fin sobre la media!
fr: Enfin au-dessus de la moyenne !
it: Finalmente sopra la media!
nl: Eindelijk bovengemiddeld!
pl: W końcu powyżej średniej!
pt: Finalmente acima da média!
ro: În sfârșit ceva peste medie!
ru: Наконец-то выше среднего!
sr: Коначно изнад просека!
tr: Sonunda ortalamanın üstünde!
uk: Нарешті вище середнього!

source: Finance a resistance battle in <0/>
ar: تمويل معركة مقاومة في <0/>
de: Finanziere einen Widerstandskampf in <0/>
es: Financiar una batalla de Resistencia en <0/>
fr: Financer une révolte en <0/>
nl: Financier een verzetsstrijd in <0/>
ru: Спонсировать сопротивление в <0/>
sr: Финансирај битку отпора у <0/>
uk: Профінансувати повстанську битву у <0/>

source: Finance a resistance battle in an occupied region of your country
ar: تمويل معركة مقاومة في منطقة محتلة من بلدك
de: Finanziere einen Widerstandskampf in einer besetzten Region deines Landes
es: Financiar una batalla de Resistencia en una region ocupada por tu país
fr: Financer une révolte dans un territoire occupé de votre pays
nl: Financier een verzetsgevecht in een bezet gebied van je land
ru: Спонсировать сопротивление в оккупированном регионе Вашей страны
sr: Финансирај битку отпора у окупираном региону ваше земље
uk: Профінансувати повстанську битву в окупованому регіоні вашої держави

source: Finance a resistance to liberate an occupied region
ar: تمويل مقاومة لتحرير منطقة محتلة
de: Finanziere einen Widerstand, um eine besetzte Region zu befreien
es: Financiar una Resistencia para liberar una region ocupada
fr: Financer une révolte pour libérer une région occupée
nl: Financier een verzet om een bezet gebied te bevrijden
ru: Спонсировать сопротивления для освобождения оккупированного региона
sr: Финансирај отпор за ослобађање окупираног региона
uk: Профінансувати повстанську битву, щоб звільнити окупований регіон

source: Finance a revolt to liberate <0/>
ar: تمويل ثورة لتحرير <0/>
de: Finanziere eine Revolte, um <0/> zu befreien
es: Financiar una revuelta para liberar <0/>
fr: Financer une révolte pour libérer <0/>
nl: Financier een opstand om <0/> te bevrijden
ru: Спонсировать восстание для освобождения <0/>
sr: Финансирај побуну за ослобођење <0/>
uk: Профінансувати повстання, щоб звільнити <0/>

source: Finance foreign resistance
ar: تمويل مقاومة أجنبية
de: Finanziere ausländischen Widerstand
es: Financiar una resistencia extranjera
fr: Financer une résistance étrangère
nl: Financier buitenlandse weerstand
ru: Спонсировать иностранное сопротивление
sr: Финансирај страни отпор
uk: Профінансувати закордонний спротив

source: Finance local resistance
ar: تمويل مقاومة محلية
de: Finanziere lokalen Widerstand
es: Financiar una resistencia local
fr: Financer la résistance locale
nl: Financier lokaal verzet
ru: Спонсировать местное сопротивление
sr: Финансирај локални отпор
uk: Профінансувати місцевий спротив

source: Find a job
ar: البحث عن وظيفة
de: Einen Job finden
es: Buscar trabajo
fr: Trouver un emploi
it: Trova un lavoro
nl: Zoek een baan
pl: Znajdź pracę
pt: Encontrar emprego
ro: Găsește loc de muncă
ru: Найти работу
sr: Пронађи посао
tr: İş bul
uk: Знайти роботу

source: Find a Job
ar: ابحث عن وظيفة
de: Einen Job finden
es: Encontrar empleo
fr: Trouver un emploi
it: Trova un lavoro
nl: Vind een baan
pl: Znajdź pracę
pt: Encontrar emprego
ro: Găsește un loc de muncă
ru: Найти Работу
sr: Пронађи посао
tr: İş Bul
uk: Знайти роботу

source: Find a job at a company
ar: ابحث عن وظيفة في شركة
de: Einen Job in einem Unternehmen finden
es: Encuentra un empleo en una empresa
fr: Trouve un emploi dans une entreprise
it: Trova un lavoro in un'azienda
nl: Zoek een baan bij een bedrijf
pl: Znajdź pracę w firmie
pt: Encontrar um emprego em uma empresa
ro: Găsește un loc de muncă la o companie
ru: Найти работу в компании
sr: Пронађи посао у компанији
tr: Bir şirkette iş bul
uk: Влаштуйтесь на роботу на фабриці

source: Find a military unit
ar: البحث عن وحدة عسكرية
de: Militäreinheit finden
es: Buscar una unidad militar
fr: Trouver une unité militaire
it: Trova un'unità militare
nl: Zoek een militaire eenheid
pl: Znajdź jednostkę wojskową
pt: Encontrar uma unidade militar
ro: Găsește o unitate militară
ru: Найти военный отряд
sr: Пронађи војну јединицу
tr: Askeri birlik bul
uk: Знайдіть військовий підрозділ

source: Find another job
ar: البحث عن وظيفة أخرى
de: Einen anderen Job finden
es: Buscar otro trabajo
fr: Trouver un autre emploi
it: Trova un altro lavoro
nl: Zoek een andere baan
pl: Znajdź inną pracę
pt: Encontrar outro emprego
ro: Găsește alt loc de muncă
ru: Найти другую работу
sr: Пронађи други посао
tr: Başka iş bul
uk: Знайдіть іншу роботу

source: Fine (remove money)
ar: غرامة (خصم مال)
de: Geldstrafe (Geld entfernen)
es: Multar (quitar dinero)
fr: Amende (retirer de l'argent)
it: Multa (rimuovi denaro)
nl: Boete (geld verwijderen)
pl: Grzywna (zabierz pieniądze)
pt: Multar (remover dinheiro)
ro: Amendează (scade bani)
ru: Штраф (удалить деньги)
sr: Казна (уклони новац)
tr: Para cezası ver
uk: Штраф (зняти кошти)

source: Fire
ar: طرد
de: Entlassen
es: Despedir
fr: Licencier
it: Licenzia
nl: Brand
pl: Zwolnij
pt: Demitir
ro: Concediază
ru: Уволить
sr: Отпусти
tr: Kov
uk: Звільнити

source: Fire government member
ar: طرد عضو حكومي
de: Regierungsmitglied entlassen
es: Destituir a un miembro del gobierno
fr: Révoquer un membre du gouvernement
it: Rimuovi membro del governo
nl: Lid van de brandweerregering
pl: Zwolnij członka rządu
pt: Demitir membro do governo
ro: Demite un membru al guvernului
ru: Уволить члена правительства
sr: Отпусти члана владе
tr: Hükümet üyesini kov
uk: Звільнити парламентаря

source: Fire worker?
ar: طرد العامل؟
de: Arbeiter entlassen?
es: ¿Despedir trabajador?
fr: Licencier le travailleur ?
it: Licenziare il lavoratore?
nl: Brandweerman?
pl: Zwolnić pracownika?
pt: Demitir trabalhador?
ro: Concediezi muncitorul?
ru: Уволить работника?
sr: Отпусти радника?
tr: İşçiyi kov?
uk: Звільнити працівника?

source: Fired from company
ar: مطرود من الشركة
de: Aus dem Unternehmen entlassen
es: Despedido de la empresa
fr: Licencié de l'entreprise
it: Licenziato dall'azienda
nl: Ontslagen uit het bedrijf
pl: Zwolniony z firmy
pt: Demitido da empresa
ro: Concediat din companie
ru: Уволен из компании
sr: Отпуштен из компаније
tr: Şirketten kovuldu
uk: Звільнено з фабрики

source: Fired from government
ar: مطرود من الحكومة
de: Aus der Regierung entlassen
es: Destituido del gobierno
fr: Renvoyé du gouvernement
it: Rimosso dal governo
nl: Ontslagen uit de regering
pl: Zwolniony z rządu
pt: Demitido do governo
ro: Demis din guvern
ru: Уволен из правительства
sr: Отпуштен из владе
tr: Hükümetten kovuldu
uk: Звільнено з уряду

source: Fish
ar: سمك
de: Fisch
es: Pescado
fr: Poisson
it: Pesce
nl: Vis
pl: Ryba
pt: Peixe
ro: Pește
ru: Рыба
sr: Риба
tr: Balık
uk: Риба

source: Flags
ar: أعلام
de: Flaggen
es: Banderas
fr: Drapeaux
it: Bandiere
nl: Vlaggen
pl: Flagi
pt: Bandeiras
ro: Steaguri
ru: Флаги
sr: Заставе
tr: Bayraklar
uk: Прапори

source: Font
ar: الخط
de: Schriftart
es: Fuente
fr: Police
pl: Czcionka
pt: Fonte
ru: Шрифт
sr: Фонт
tr: Yazı tipi
uk: Шрифт

source: Font size
ar: حجم الخط
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de police
nl: Lettergrootte
pl: Rozmiar czcionki
pt: Tamanho da fonte
ro: Mărimea fontului
ru: Размер шрифта
sr: Величина фонта
tr: Yazı boyutu
uk: Розмір шрифту

source: Font style
ar: نمط الخط
de: Schriftstil
es: Estilo de fuente
fr: Style de police
it: Stile font
nl: Lettertypestijl
pl: Styl czcionki
pt: Estilo da fonte
ro: Stil text (font)
ru: Стиль шрифта
sr: Стил фонта
tr: Yazı tipi stili
uk: Стиль шрифту

source: for companies producing <0>{0}</0> located in <1/>.
ar: للشركات التي تنتج <0>{0}</0> وتقع في <1/>.
de: für Unternehmen, die <0>{0}</0> produzieren und in <1/> ansässig sind.
es: para empresas produciendo <0>{0}</0> ubicadas en <1/>.
nl: voor bedrijven die <0>{0}</0 produceren> gevestigd in <1/>.
ru: для компаний, производящих <0>{0}</0> в <1/>
sr: за компаније које производе <0>{0}</0> које се налазе у <1/>.
uk: для компаній, що виробляють <0>{0}</0> у <1/>.

source: Free daily reward
ar: مكافأة يومية مجانية
de: Kostenlose tägliche Belohnung
es: Recompensa diaria gratis
fr: Récompense quotidienne gratuite
it: Ricompensa giornaliera gratuita
nl: Gratis dagelijkse beloning
pl: Darmowa dzienna nagroda
pt: Recompensa diária grátis
ro: Recompensă zilnică gratuită
ru: Ежедневная награда
sr: Бесплатна дневна награда
tr: Ücretsiz günlük ödül
uk: Дармова щоденна нагорода

source: from battle ranking
ar: من ترتيب المعركة
de: aus Schlacht-Rangliste
es: del ranking de batalla
fr: du classement de bataille
it: dalla classifica battaglia
nl: Van strijd klassement
pl: z rankingu bitwy
pt: do ranking da batalha
ro: din clasamentul luptei
ru: от рейтинга битвы
sr: од рангирања у бици
tr: savaş sıralamasından
uk: з бойового рейтингу

source: from hits
ar: من الضربات
de: durch Treffer
es: de golpes
fr: des coups
it: dai colpi
nl: van hits
pl: z uderzeń
pt: de golpes
ro: din lovituri
ru: от ударов
sr: од удараца
tr: vuruşlardan
uk: за удари

source: from round rankings
ar: من تصنيفات الجولة
de: aus Runden-Ranglisten
es: del ranking de rondas
fr: des classements de round
it: dalle classifiche dei round
nl: Uit ronder klassement
pl: z rankingów rund
pt: dos rankings de rodadas
ro: din clasamentul rundei
ru: от рейтинга раунда
sr: од рангирања у рунди
tr: tur sıralamalarından
uk: з рейтингу раундів

source: Fun fact: The house always wins
ar: حقيقة طريفة: الكازينو يفوز دائماً
de: Fun Fact: Die Bank gewinnt immer
es: Dato curioso: La casa siempre gana
fr: Fun fact : La maison gagne toujours
it: Curiosità: il banco vince sempre
nl: Leuk weetje: Het huis wint altijd
pl: Ciekawostka: Kasyno zawsze wygrywa
pt: Curiosidade: A banca sempre ganha
ro: Știai că: Casa întotdeauna câștigă
ru: Забавный факт: Казино всегда в выигрыше
sr: Занимљивост: Кућа увек добија
tr: İlginç bilgi: Kasa her zaman kazanır
uk: Цікавий факт: заклад завжди у виграші

source: Gain <0>Xp</0> by finishing your missions!
ar: اكسب <0>نقاط خبرة</0> بإكمال مهماتك!
de: Verdiene <0>EP</0>, indem du deine Missionen abschließt!
es: ¡Gana <0>Xp</0> completando tus misiones!
fr: Gagne de l'<0>Xp</0> en terminant tes missions !
it: Ottieni <0>XP</0> completando le tue missioni!
nl: Verdien <0>Xp</0> door je missies af te ronden!
pl: Zdobywaj <0>Xp</0> kończąc swoje misje!
pt: Ganhe <0>Xp</0> completando suas missões!
ro: Câștigă <0>XP</0> completând misiunile!
ru: Получай <0>Xp</0> выполняя миссии!
sr: Добијај <0>Xp</0> завршавањем својих мисија!
tr: Görevlerini tamamlayarak <0>XP</0> kazan!
uk: Отримуй <0>XP</0> виконуючи місії!

source: Gems
ar: جواهر
de: Edelsteine
es: Gemas
fr: Gemmes
it: Gemme
nl: Edelstenen
pl: Klejnoty
pt: Gemas
ro: Diamante
ru: Гемы
sr: Драгуљи
tr: Mücevherler
uk: Самоцвіти

source: Gems are used to buy assets in the shop and to gift supporter months to other players
ar: تُستخدم الجواهر لشراء الأصول في المتجر وإهداء أشهر دعم للاعبين الآخرين
de: Edelsteine werden verwendet, um Gegenstände im Shop zu kaufen und Supporter-Monate an andere Spieler zu verschenken
es: Las gemas se usan para comprar objetos en la tienda y regalar meses premium a otros jugadores
fr: Les gemmes servent à acheter des objets dans la boutique et à offrir des mois premium à d'autres joueurs
it: Le gemme servono per comprare asset nel negozio e regalare mesi supporter ad altri giocatori
nl: Edelstenen worden gebruikt om assets in de winkel te kopen en om supporter maanden aan andere spelers te schenken
pl: Klejnoty służą do kupowania przedmiotów w sklepie i obdarowywania innych graczy miesiącami premium
pt: Gemas são usadas para comprar itens na loja e presentear meses premium a outros jogadores
ro: Diamantele sunt folosite pentru a cumpăra resurse cosmetice din magazin și pentru a oferi planuri Susținător altor jucători
ru: Гемы используются для покупки ассетов и дарения премиум-подписки другим игрокам
sr: Драгуљи се користе за куповину средстава у продавници и за поклањање месеци подршке другим играчима
tr: Mücevherler mağazadan varlık almak ve diğer oyunculara destekçi ayları hediye etmek için kullanılır
uk: Самоцвіти використовуються для купівлі у магазині та дарування підписок іншим гравцям

source: General
ar: جنرال
fr: Général
it: Generale
nl: Algemeen
pl: Generał
ru: Генерал
sr: Генерал
uk: Генерал

source: Generate Missions
ar: توليد المهام
de: Missionen generieren
es: Generar misiones
fr: Générer des missions
it: Genera missioni
nl: Genereer Missies
pl: Generuj misje
pt: Gerar Missões
ro: Generează Misiuni
ru: Генерация миссий
sr: Генериши мисије
tr: Görevler Oluştur
uk: Згенерувати місії

source: Get multiple skins at once with a 30% discount!
ar: احصل على مظاهر متعددة دفعة واحدة بخصم 30%!
de: Hol dir mehrere Skins auf einmal mit 30% Rabatt!
es: ¡Obten varias skins a la vez con un descuento del 30%!
fr: Obtenez plusieurs cosmétiques d'un coup avec une réduction de 30%!
nl: Krijg meerdere skins tegelijk met 30% korting!
ru: Получите несколько скинов сразу со скидкой в 30%!
sr: Набавите више скинова одједном са попустом од 30%!
uk: Отримайте відразу кілька скінів зі знижкою 30%!

source: Get supporter plan
ar: احصل على خطة الدعم
de: Supporter-Plan holen
es: Obtener plan de supporter
fr: Devenir supporter
it: Ottieni piano supporter
nl: Haal een supporterplan
pl: Zostań supporterem
pt: Obter plano de supporter
ro: Obține planul Susținător
ru: Узнать про премиум-подписку
sr: Узми план подршке
tr: Destekçi planı al
uk: Стати підписником

source: Gift from Vatou, don't tell anyone
ar: هدية من Vatou، لا تخبر أحداً
de: Geschenk von Vatou, sag's niemandem
es: Regalo de Vatou, no se lo digas a nadie
fr: Cadeau de Vatou, dis-le à personne
it: Regalo da Vatou, non dirlo a nessuno
nl: Cadeau van Vatou, vertel het aan niemand
pl: Prezent od Vatou, nikomu nie mów
pt: Presente do Vatou, não conta pra ninguém
ro: Cadou de la Vatou, nu spune nimănui
ru: Подарок от Vatou, тссс, никому не говори
sr: Поклон од Vatou-а, не реци никоме
tr: Vatou'dan hediye, kimseye söyleme
uk: Подарунок від Vatou, нікому не кажи

source: Gift sent! Skin pack unlocked for recipient!
ar: تم إرسال الهدية! تم فتح حزمة المظاهر للمستلم!
de: Geschenk gesendet! Skin-Paket für Empfänger freigeschaltet!
es: ¡Regalo enviado! ¡Paquete de skin desbloqueado para el destinatario!
fr: Cadeau envoyé! Le destinataire a débloqué l'ensemble de cosmétique!
nl: Cadeau verzonden! Skinpack ontgrendeld voor ontvanger!
ru: Подарок отправлен! Набор скинов разблокирован для получателя!
sr: Поклон послат! Скин пакет је откључан за примаоца!
uk: Подарунок надіслано! Набір скінів розблоковано для одержувача!

source: Gift sent! Thanks for supporting the game <3
ar: تم إرسال الهدية! شكراً لدعمك للعبة <3
de: Geschenk gesendet! Danke für die Unterstützung des Spiels <3
es: ¡Regalo enviado! Gracias por apoyar el juego <3
fr: Cadeau envoyé ! Merci de soutenir le jeu <3
it: Regalo inviato! Grazie per supportare il gioco <3
nl: Cadeau verzonden! Bedankt voor het steunen van het spel <3
pl: Prezent wysłany! Dziękujemy za wspieranie gry <3
pt: Presente enviado! Obrigado por apoiar o jogo <3
ro: Cadou trimis! Mulțumim că susții jocul <3
ru: Подарок отправлен! Спасибо за поддержку игры <3
sr: Поклон послат! Хвала на подршци игре <3
tr: Hediye gönderildi! Oyunu desteklediğin için teşekkürler <3
uk: Подарунок відправлено! Дякуємо за підтримку гри <3

source: Gift Supporter Plan
ar: إهداء خطة دعم
de: Supporter-Plan verschenken
es: Regalar plan Supporter
fr: Offrir un Plan Supporter
it: Regala piano supporter
pl: Podaruj plan wspierającego
pt: Presentear Plano de Apoiador
ro: Oferă Plan Susținător
ru: Подарить премиум-подписку
sr: Поклони план подршке
tr: Destekçi Planı Hediye Et
uk: Подарувати підписку

source: Gift this pack to someone
ar: أهدِ هذه الحزمة لشخص ما
de: Dieses Paket an jemanden verschenken
es: Regala este pack a alguien
fr: Offrir cet ensemble à quelqu'un
nl: Geef dit pakket aan iemand anders
ru: Подарить этот набор другому
sr: Поклоните овај пакет некоме
uk: Подарувати комусь цей набір

source: gifted
ar: موهوب
de: geschenkt
es: regaló a
fr: a offert à
it: regalato
nl: begaafd
pl: obdarował
pt: presenteou
ro: a oferit
ru: подарил
sr: поклоњено
tr: hediye edildi
uk: зробив подарунок

source: Give "Bug finder" badge
ar: منح شارة "مكتشف الأخطاء"
de: "Bugfinder"-Abzeichen geben
es: Dar la insignia "Bug finder"
fr: Donner le badge "Bug finder"
it: Assegna badge "Bug finder"
nl: Geef de "Bug finder"-badge
pl: Nadaj odznakę "Bug finder"
pt: Dar a insígnia "Caçador de bugs"
ro: Oferă insigna "Bug finder"
ru: Выдать знак "Искатель багов"
sr: Дај "Bug finder" значку
tr: "Hata bulucu" rozeti ver
uk: Видати значок "Шукач багів"

source: Give Bug Finder Badge
ar: منح شارة مكتشف الأخطاء
de: Bugfinder-Abzeichen geben
es: Dar la insignia Bug Finder
fr: Donner le badge Bug Finder
it: Assegna badge Bug Finder
nl: Geef Bug Finder Badge
pl: Nadaj odznakę Bug Finder
pt: Dar insígnia Caçador de Bugs
ro: Oferă insigna Bug Finder
ru: Выдать знак "Искатель багов"
sr: Дај Bug Finder значку
tr: Hata Bulucu Rozeti Ver
uk: Видати значок Шукач багів

source: Give money
ar: منح المال
de: Geld geben
es: Dar dinero
fr: Donner de l'argent
it: Dai denaro
nl: Geef geld
pl: Daj pieniądze
pt: Dar dinheiro
ro: Adaugă bani
ru: Дать денег
sr: Дај новац
tr: Para ver
uk: Дати гроші

source: Give your token a descriptive name so you can identify it later.
ar: امنح رمزك اسماً وصفياً لتتمكن من التعرف عليه لاحقاً.
de: Gib deinem Token einen aussagekräftigen Namen, damit du ihn später identifizieren kannst.
es: Dale a tu token un nombre descriptivo para identificarlo después.
fr: Donnez à votre jeton un nom descriptif pour l'identifier plus tard.
it: Dai al tuo token un nome descrittivo così potrai riconoscerlo più tardi.
nl: Geef je token een beschrijvende naam zodat je hem later kunt herkennen.
pl: Nadaj tokenowi opisową nazwę, aby móc go później zidentyfikować.
pt: Dê ao seu token um nome descritivo para identificá-lo depois.
ro: Dă tokenului un nume descriptiv pentru a-l identifica mai târziu.
ru: Дайте своему токену описательное имя, чтобы Вы могли идентифицировать его.
sr: Дај свом токену описно име да га можеш идентификовати касније.
tr: Jetonunuza daha sonra tanıyabilmeniz için açıklayıcı bir isim verin.
uk: Дай токену зрозумілу назву, щоб легко впізнати його пізніше.

source: Giveaway Ended
ar: انتهى السحب
de: Giveaway beendet
es: Sorteo terminado
fr: Tirage au sort terminé
it: Giveaway terminato
nl: Giveaway beëindigd
pl: Konkurs zakończony
pt: Sorteio terminado
ro: Tombola s-a încheiat
ru: Розыгрыш окончен
sr: Наградна игра завршена
tr: Çekiliş Sona Erdi
uk: Розіграш завершено

source: Giveaway Started
ar: بدأ السحب
de: Giveaway gestartet
es: Sorteo iniciado
fr: Tirage au sort commencé
it: Giveaway iniziato
nl: Weggeefactie gestart
pl: Konkurs rozpoczęty
pt: Sorteio iniciado
ro: Tombola a început
ru: Розыгрыш начался
sr: Наградна игра почела
tr: Çekiliş Başladı
uk: Розіграш розпочато

source: Giveaway Won!
ar: فزت بالسحب!
de: Giveaway gewonnen!
es: ¡Sorteo ganado!
fr: Tirage au sort gagné !
it: Giveaway vinto!
nl: Weggeefactie gewonnen!
pl: Wygrana w konkursie!
pt: Sorteio ganho!
ro: Ai câștigat tombola!
ru: Выиграл Розыгрыш!
sr: Наградна игра освојена!
tr: Çekiliş Kazanıldı!
uk: Виграш у розіграші!

source: Globe (experimental)
ar: الكرة الأرضية (تجريبي)
de: Globus (experimentell)
es: Globo (experimental)
fr: Globe (expérimental)
it: Globo (sperimentale)
nl: Globe (experimenteel)
pl: Globus (eksperymentalny)
pt: Globo (experimental)
ro: Glob (experimental)
ru: Глобус (в разработке)
sr: Глобус (експериментално)
tr: Küre (deneysel)
uk: Глобус (експериментально)

source: Gloves
ar: قفازات
de: Handschuhe
es: Guantes
fr: Gants
it: Guanti
nl: Handschoenen
pl: Rękawice
pt: Luvas
ro: Mănuși
ru: Перчатки
sr: Рукавице
tr: Eldivenler
uk: Рукавиці

source: Go play lottery right now
ar: اذهب والعب اليانصيب الآن
de: Geh sofort Lotto spielen
es: Ve a jugar la lotería ahora mismo
fr: Va jouer au loto maintenant
it: Vai a giocare al lotto subito
nl: Ga nu meteen loterij spelen
pl: Idź zagrać w lotto teraz
pt: Vá jogar na loteria agora
ro: Du-te repede și joacă la loto
ru: Срочно купи лотерейный билет
sr: Иди играј лото одмах
tr: Hemen piyango oyna
uk: Піди зіграй в лотерею просто зараз
