Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: New president
ar: رئيس جديد
de: Neuer Präsident
es: Nuevo presidente
fr: Nouveau président
it: Nuovo presidente
nl: Nieuwe president
pl: Nowy prezydent
pt: Novo presidente
ro: Președinte nou
ru: Новый президент
sr: Нови председник
tr: Yeni başkan
uk: Новий президент

source: New referred user
ar: مستخدم مدعو جديد
de: Neuer geworbener Benutzer
es: Nuevo usuario referido
fr: Nouvel utilisateur parrainé
it: Nuovo utente invitato
nl: Nieuwe doorverwezen gebruiker
pl: Nowy polecony użytkownik
pt: Novo usuário indicado
ro: Utilizator nou recomandat
ru: Новый приглашённый игрок
sr: Нови препоручен корисник
tr: Yeni yönlendirilen kullanıcı
uk: Новий запрошений користувач

source: New referrer
ar: داعٍ جديد
de: Neuer Werber
es: Nuevo referidor
fr: Nouveau parrain
it: Nuovo referrer
nl: Nieuwe verwijzer
pl: Nowy polecający
pt: Novo indicador
ro: Recomandator nou
ru: Новый реферал
sr: Нови препоручитељ
tr: Yeni referans veren
uk: Новий залучальник

source: New subscriber
ar: مشترك جديد
de: Neuer Abonnent
es: Nuevo suscriptor
fr: Nouvel abonné
it: Nuovo iscritto
nl: Nieuwe abonnee
pl: Nowy subskrybent
pt: Novo inscrito
ro: Abonat nou
ru: Новый подписчик
sr: Нови претплатник
tr: Yeni abone
uk: Новий підписник

source: New supporters
ar: داعمون جدد
de: Neue Unterstützer
es: Nuevos supporters
fr: Nouveaux supporters
it: Nuovi supporter
nl: Nieuwe supporters
pl: Nowi wspierający
pt: Novos apoiadores
ro: Noi susținători
ru: Новые премиум-подписчики
sr: Нови подржаваоци
tr: Yeni destekçiler
uk: Нові підписники

source: New weapon
ar: سلاح جديد
de: Neue Waffe
es: Nueva arma
fr: Nouvelle arme
it: Nuova arma
nl: Nieuw wapen
pl: Nowa broń
pt: Nova arma
ro: Armă nouă
ru: Новое оружие
sr: Ново оружје
tr: Yeni silah
uk: Нова зброя

source: New worker
ar: عامل جديد
de: Neuer Arbeiter
es: Nuevo trabajador
fr: Nouveau travailleur
it: Nuovo lavoratore
nl: Nieuwe werknemer
pl: Nowy pracownik
pt: Novo trabalhador
ro: Angajat nou
ru: Новый работник
sr: Нови радник
tr: Yeni işçi
uk: Новий робітник

source: Newest
ar: الأحدث
de: Neueste
es: Más recientes
fr: Les plus récents
it: Più recenti
nl: Nieuwste
pl: Najnowsze
pt: Mais recentes
ro: Noi
ru: Новые
sr: Најновије
tr: En Yeni
uk: Найновіші

source: News
ar: أخبار
de: Neuigkeiten
es: Noticias
fr: Actualités
it: Notizie
nl: Nieuws
pl: Wiadomości
pt: Notícias
ro: Știri
ru: Статьи
sr: Вести
tr: Haberler
uk: Новини

source: Next one will be a tank
ar: التالية ستكون دبابة
de: Die nächste wird ein Panzer sein
es: La próxima será un tanque
fr: La prochaine sera un tank
it: Il prossimo sarà un carro armato
nl: De volgende is een tank
pl: Następny będzie czołgiem
pt: A próxima vai ser um tanque
ro: Următorul va fi un tanc
ru: Следующим будет танк
sr: Следећи ће бити тенк
tr: Sonraki tank olacak
uk: Наступного разу буде танк...

source: Next one will be tank
ar: التالية ستكون دبابة
de: Die nächste wird ein Panzer sein
es: La próxima será un tanque
fr: La prochaine sera un tank
it: Il prossimo sarà carro armato
nl: De volgende is een tank
pl: Następny będzie czołgiem
pt: A próxima vai ser um tanque
ro: Următorul va fi tanc
ru: Следующим будет танк
sr: Следећи ће бити тенк
tr: Sonraki tank olacak
uk: Наступного разу ТОЧНО буде танк...

source: Next tick
ar: النبضة التالية
de: Nächster Tick
es: Siguiente tic
fr: Prochain tick
it: Prossimo tick
nl: Volgende tick
pl: Następny tik
pt: Próximo tick
ro: Următorul tic
ru: Следующий тик
sr: Следећи тик
tr: Sonraki tik
uk: Наступний такт

source: Nice
ar: لطيف
de: Nett
es: Bien
fr: Sympa
it: Bello
nl: Mooi
pl: Fajnie
pt: Legal
ro: Frumos
ru: Круто
sr: Лепо
tr: Güzel
uk: Непогано

source: Nice one
ar: واحدة جميلة
de: Guter Fang
es: Bien hecho
fr: Bien joué
it: Bella
nl: Mooi gedaan
pl: Niezła
pt: Mandou bem
ro: Așa da
ru: Круто
sr: Добар добар
tr: Güzel bir tane
uk: Гарно

source: Nice work!
ar: عمل جيد!
de: Gute Arbeit!
es: ¡Buen trabajo!
fr: Bien joué !
it: Bel lavoro!
nl: Goed gedaan!
pl: Dobra robota!
pt: Bom trabalho!
ro: Bravo!
ru: Отличная работа!
sr: Сјајно урађено!
tr: Güzel iş!
uk: Гарна робота!

source: No active battles
ar: لا توجد معارك نشطة
de: Keine aktiven Schlachten
es: No hay batallas activas
fr: Aucune bataille active
it: Nessuna battaglia attiva
nl: Geen actieve gevechten
pl: Brak aktywnych bitew
pt: Nenhuma batalha ativa
ro: Fără bătălii active
ru: Нет активных сражений
sr: Нема активних битака
tr: Aktif savaş yok
uk: Активних битв немає

source: No active ethics - Balanced
ar: لا توجد أخلاقيات نشطة - متوازن
de: Keine aktiven Ethiken - Ausgeglichen
es: Sin ideologías activas - Balanceado
nl: Geen actieve ethiek - Evenwichtig
ru: Нет активных принципов - Баланс
sr: Без активне етике - Балансирано
uk: Діючих принципів немає - збалансовано

source: No active job offer
ar: لا يوجد عرض عمل نشط
de: Kein aktives Jobangebot
es: No hay oferta de trabajo activa
fr: Aucune offre d'emploi active
it: Nessuna offerta di lavoro attiva
nl: Geen actieve baan aangeboden
pl: Brak aktywnej oferty pracy
pt: Nenhuma oferta de emprego ativa
ro: Fără oferte de muncă active
ru: Нет предложений работы
sr: Нема активних понуда за посао
tr: Aktif iş teklifi yok
uk: Активних вакансій немає

source: No active wars
ar: لا توجد حروب نشطة
de: Keine aktiven Kriege
es: Ninguna guerra activa
fr: Aucune guerre active
it: Nessuna guerra attiva
nl: Geen actieve oorlogen
pl: Brak aktywnych wojen
pt: Nenhuma guerra ativa
ro: Niciun război activ
ru: Нет активных войн
sr: Нема активних ратова
tr: Aktif savaş yok
uk: Активних війн немає

source: No allies
ar: لا يوجد حلفاء
de: Keine Verbündeten
es: Sin aliados
fr: Aucun allié
it: Nessun alleato
nl: Geen bondgenoten
pl: Brak sojuszników
pt: Sem aliados
ro: Niciun aliat
ru: Нет союзников
sr: Нема савезника
tr: Müttefik yok
uk: Без союзників

source: No API tokens yet. Create one to get started.
ar: لا توجد رموز API حتى الآن. أنشئ واحداً للبدء.
de: Noch keine API-Token. Erstelle einen, um loszulegen.
es: Aún no hay tokens de API. Crea uno para comenzar.
fr: Aucun jeton API. Créez-en un pour commencer.
it: Nessun token API ancora. Creane uno per iniziare.
nl: Nog geen API-tokens. Maak er een aan om te beginnen.
pl: Brak tokenów API. Utwórz jeden, aby rozpocząć.
pt: Nenhum token de API ainda. Crie um para começar.
ro: Niciun token API. Creează unul pentru a începe.
ru: Нет API токенов. Создайте первый, чтобы начать.
sr: Још нема API токена. Креирај један да почнеш.
tr: Henüz API jetonu yok. Başlamak için bir tane oluşturun.
uk: API токенів немає. Створи якийсь, аби розпочати.

source: No battles yet
ar: لا توجد معارك حتى الآن
de: Noch keine Schlachten
es: Aún no hay batallas
fr: Aucune bataille pour le moment
it: Nessuna battaglia ancora
nl: Nog geen gevechten
pl: Brak bitew
pt: Nenhuma batalha ainda
ro: Fără lupte
ru: Пока сражений нет
sr: Још увек нема битака
tr: Henüz savaş yok
uk: Битв поки немає

source: No citizens
ar: لا يوجد مواطنون
de: Keine Bürger
es: Sin ciudadanos
fr: Aucun citoyen
it: Nessun cittadino
nl: Geen burgers
pl: Brak obywateli
pt: Sem cidadãos
ro: Niciun cetățean
ru: Нет граждан
sr: Нема грађана
tr: Vatandaş yok
uk: Громадян немає

source: No congress members
ar: لا يوجد أعضاء كونغرس
de: Keine Kongressmitglieder
es: Sin miembros del congreso
fr: Aucun parlementaire
it: Nessun membro del congresso
nl: Geen congresleden
pl: Brak członków kongresu
pt: Sem membros do congresso
ro: Niciun parlamentar
ru: Нет депутатов
sr: Нема чланова владе
tr: Meclis üyesi yok
uk: Парламентарів немає

source: No contributions yet
ar: لا توجد مساهمات حتى الآن
de: Noch keine Beiträge
es: Aún no hay contribuciones
fr: Aucun contribution pour l'instant
nl: Nog geen bijdragen
ru: Нет взносов
sr: Још нема доприноса
uk: Пожертв ще немає

source: No damages ranking yet.
ar: لا يوجد ترتيب للأضرار حتى الآن.
de: Noch keine Schadensrangliste.
es: Aún no hay ranking de daño.
fr: Pas encore de classement de dégâts.
it: Nessuna classifica danni ancora.
nl: Nog geen schaderanglijst.
pl: Brak rankingu obrażeń.
pt: Nenhum ranking de dano ainda.
ro: Fără clasament daune.
ru: Нет рейтинга урона.
sr: Још увек нема рангирања штете.
tr: Henüz hasar sıralaması yok.
uk: Рейтингу за шкодою ще немає.

source: No donations yet
ar: لا توجد تبرعات حتى الآن
de: Noch keine Spenden
es: Aún no hay donaciones
fr: Pas encore de dons
nl: Nog geen donaties
pl: Brak darowizn
pt: Ainda não há doações
ro: Nicio donație încă
ru: Нет пожертвований
sr: Још нема донација
tr: Henüz bağış yok
uk: Пожертв ще немає

source: No email found
ar: لم يتم العثور على بريد إلكتروني
de: Keine E-Mail gefunden
es: No se encontró ningún correo
fr: Aucun e-mail trouvé
it: Nessuna email trovata
nl: Geen e-mail gevonden
pl: Nie znaleziono emaila
pt: Nenhum email encontrado
ro: Niciun email găsit
ru: Email не найден
sr: Имејл није пронађен
tr: E-posta bulunamadı
uk: Електронну пошту не знайдено

source: No ground ranking yet.
ar: لا يوجد ترتيب للأرض حتى الآن.
de: Noch keine Boden-Rangliste.
es: Aún no hay ranking de terreno.
fr: Pas encore de classement de terrain.
it: Nessuna classifica terreno ancora.
nl: Nog geen grondranglijst.
pl: Brak rankingu terenu.
pt: Nenhum ranking de terreno ainda.
ro: Fără clasament teren.
ru: Нет рейтинга занятых высот.
sr: Још увек нема рангирања поена.
tr: Henüz zemin sıralaması yok.
uk: Рейтингу за балами контролю ще немає.

source: No items equipped
ar: لا توجد عناصر مجهزة
de: Keine Gegenstände ausgerüstet
es: Sin equipación
fr: Aucun objet équipé
nl: Geen items uitgerust
ru: Нет экипированных предметов
sr: Нема опремљених предмета
uk: Немає екіпірованих предметів

source: No laws yet
ar: لا توجد قوانين حتى الآن
de: Noch keine Gesetze
es: Ninguna ley
fr: Aucune loi
it: Nessuna legge ancora
nl: Nog geen wetten
pl: Brak praw
pt: Nenhuma lei ainda
ro: Nicio lege
ru: Нет законопроектов
sr: Још увек нема закона
tr: Henüz yasa yok
uk: Законів ще немає

source: No military units found
ar: لم يتم العثور على وحدات عسكرية
de: Keine Militäreinheiten gefunden
es: No se encontraron unidades militares
fr: Aucune unité militaire trouvée
it: Nessuna unità militare trovata
nl: Geen militaire eenheden gevonden
pl: Nie znaleziono jednostek wojskowych
pt: Nenhuma unidade militar encontrada
ro: Fără unități militare
ru: Военные отряды не найдены
sr: Нису пронађене војне јединице
tr: Askeri birlik bulunamadı
uk: Підрозділи не знайдено

source: No missions available
ar: لا توجد مهام متاحة
de: Keine Missionen verfügbar
es: No hay misiones disponibles
fr: Aucune mission disponible
it: Nessuna missione disponibile
nl: Geen missies beschikbaar
pl: Brak dostępnych misji
pt: Nenhuma missão disponível
ro: Nu există misiuni disponibile
ru: Миссии недоступны
sr: Нема доступних мисија
tr: Mevcut görev yok
uk: Немає доступних місій

source: No money ranking yet.
ar: لا يوجد ترتيب للمال حتى الآن.
de: Noch keine Geld-Rangliste.
es: Aún no hay ranking de dinero.
fr: Pas encore de classement d'argent.
it: Nessuna classifica denaro ancora.
nl: Nog geen geldranglijst.
pl: Brak rankingu pieniędzy.
pt: Nenhum ranking de dinheiro ainda.
ro: Fără clasament bani.
ru: Нет рейтинга богатства.
sr: Још увек нема рангирања новца.
tr: Henüz para sıralaması yok.
uk: Грошового рейтингу ще немає.

source: No motions yet
ar: لا توجد اقتراحات حتى الآن
de: Noch keine Anträge
es: Aún no hay mociones
fr: Pas de motion pour l'instant
nl: Nog geen moties
ru: Постановлений не найдено
sr: Још нема страначких предлога
uk: Резолюцій ще немає

source: No offers found
ar: لم يتم العثور على عروض
de: Keine Angebote gefunden
es: No se encontraron ofertas
fr: Aucune offre trouvée
it: Nessuna offerta trovata
nl: Geen aanbiedingen gevonden
pl: Nie znaleziono ofert
pt: Nenhuma oferta encontrada
ro: Nu s-au găsit oferte
ru: Предложения не найдены
sr: Нису пронађене понуде
tr: Teklif bulunamadı
uk: Пропозицій не знайдено

source: No one nominated yet.
ar: لم يتم ترشيح أحد حتى الآن.
de: Noch niemand nominiert.
es: Ningún miembro nombrado.
fr: Aucun membre nommé.
it: Nessuno nominato ancora.
nl: Nog niemand genomineerd.
pl: Nikt jeszcze nie nominowany.
pt: Ninguém nomeado ainda.
ro: Niciun membru numit.
ru: Пока никто не номинирован.
sr: Још увек нико није номинован.
tr: Henüz kimse aday gösterilmedi.
uk: Поки ніхто не призначений.

source: No parties found
ar: لم يتم العثور على أحزاب
de: Keine Parteien gefunden
es: No se encontraron partidos
fr: Aucun parti trouvé
nl: Geen partijen gevonden
pl: Nie znaleziono partii
pt: Nenhum partido encontrado
ro: Nu s-au găsit partide
ru: Список партий пустой
sr: Није пронађена ниједна странка
tr: Parti bulunamadı
uk: Партії не знайдено

source: No president
ar: لا يوجد رئيس
de: Kein Präsident
es: Sin presidente
fr: Aucun président
it: Nessun presidente
nl: Geen president
pl: Brak prezydenta
pt: Sem presidente
ro: Niciun președinte
ru: Без президента
sr: Нема председника
tr: Başkan yok
uk: Президента немає

source: No production bonus from resources. This country has no specialization.
ar: لا توجد مكافأة إنتاج من الموارد. هذه الدولة ليس لديها تخصص.
de: Kein Produktionsbonus aus Ressourcen. Dieses Land hat keine Spezialisierung.
es: No hay bono de producción por rescursos. Este país no tiene una especialización.
fr: Aucun bonus de production venant des ressources. Ce pays n'ayant aucune spécialisation.
nl: Geen productiebonus van grondstoffen. Dit land heeft geen specialisatie.
ru: Нет бонуса к производству от ресурсов. У этой страны нет специализации.
sr: Нема бонуса за производњу од ресурса. Ова земља нема специјализацију.
uk: Виробничого бонусу від ресурсу немає. Ця країна не має спеціалізації.

source: No referrals yet
ar: لا توجد دعوات حتى الآن
de: Noch keine Empfehlungen
es: Aún no hay referidos
fr: Aucun parrainage
it: Nessun referral ancora
nl: Nog geen verwijzingen
pl: Brak poleceń
pt: Nenhuma indicação ainda
ro: Fără recomandări
ru: Пока нет приглашенных
sr: Нема реферала
tr: Henüz referans yok
uk: Запрошень ще немає

source: No referrer yet
ar: لا يوجد داعٍ حتى الآن
de: Noch kein Werber
es: Aún no hay recomendador
fr: Aucun parrain
it: Nessun referrer ancora
nl: Nog geen verwijzer
pl: Brak polecającego
pt: Nenhum indicador ainda
ro: Fără recomandator
ru: Пока нет реферала
sr: Нема препоручитеља
tr: Henüz referans veren yok
uk: Запрошувача ще немає

source: No skins equipped
ar: لا توجد مظاهر مجهزة
de: Keine Skins ausgerüstet
es: Sin skins equipadas
fr: Aucun cosmétique équipé
nl: Geen skins uitgerust
ru: Нет экипированных скинов
sr: Нема опремљених скинова
uk: Ніякі скіни не одягнуто

source: No sworn enemy
ar: لا يوجد عدو لدود
de: Kein Erzfeind
es: Sin enemigo principal
fr: Aucun ennemi principal
it: Nessun nemico giurato
nl: Geen gezworen vijand
pl: Brak zaprzysięgłego wroga
pt: Sem inimigo jurado
ro: Niciun inamic principal
ru: Нет заклятых врагов
sr: Нема заклетог непријатеља
tr: Yeminli düşman yok
uk: Без заклятого ворога

source: No trading orders
ar: لا توجد أوامر تداول
de: Keine Handelsaufträge
es: Sin órdenes de intercambio
fr: Aucun ordre d'échange
it: Nessun ordine di trading
nl: Geen handelsorders
pl: Brak zamówień handlowych
pt: Sem ordens de troca
ro: Fără comenzi de tranzacționare
ru: Нет торговых заявок
sr: Нема налога за трговину
tr: Alım satım emri yok
uk: Торгових замовлень немає

source: No transactions found
ar: لم يتم العثور على معاملات
de: Keine Transaktionen gefunden
es: No se encontraron transacciones
fr: Aucune transaction
it: Nessuna transazione trovata
nl: Geen transacties gevonden
pl: Nie znaleziono transakcji
pt: Nenhuma transação encontrada
ro: Fără tranzacții
ru: Транзакции не найдены
sr: Трансакције нису пронађене
tr: İşlem bulunamadı
uk: Транзакції не знайдено

source: No wars found
ar: لم يتم العثور على حروب
de: Keine Kriege gefunden
es: Ninguna guerra
fr: Aucune guerre
it: Nessuna guerra trovata
nl: Geen oorlogen gevonden
pl: Nie znaleziono wojen
pt: Nenhuma guerra encontrada
ro: Niciun război
ru: Войны не найдены
sr: Нису пронађени ратови
tr: Savaş bulunamadı
uk: Війни не знайдено

source: No work offers
ar: لا توجد عروض عمل
de: Keine Jobangebote
es: Sin ofertas de trabajo
fr: Aucune offre d'emploi
it: Nessuna offerta di lavoro
nl: Geen werkaanbiedingen
pl: Brak ofert pracy
pt: Sem ofertas de trabalho
ro: Fără oferte de muncă
ru: Предложения работы не найдены
sr: Нема понуда за рад
tr: İş teklifi yok
uk: Вакансій немає

source: Nominate
ar: ترشيح
de: Nominieren
es: Nombrar
fr: Nommer
it: Nomina
nl: Nominatie
pl: Nominuj
pt: Nomear
ro: Numește în funcție
ru: Выдвинуть
sr: Номинуј
tr: Aday Göster
uk: Призначити

source: Nominate a {title}
ar: رشح {title}
de: Einen {title} nominieren
es: Nombrar a {title}
fr: Nommer : {title}
it: Nomina {title}
nl: Nomineer een {title}
pl: Nominuj {title}
pt: Nomear um {title}
ro: Numește în funcție: {title}
ru: Выдвинуть {title}
sr: Номинуј {title}
tr: Bir {title} aday göster
uk: Призначити на посаду {title}

source: Nominated at government
ar: تم الترشيح في الحكومة
de: In der Regierung nominiert
es: Nombrado en el gobierno
fr: Nommé au gouvernement
it: Nominato al governo
nl: Genomineerd bij de regering
pl: Nominowany do rządu
pt: Nomeado no governo
ro: Numit în guvern
ru: Выдвинут в правительство
sr: Номинован у влади
tr: Hükümete aday gösterildi
uk: Надано державну посаду

source: Normal
ar: عادي
es: Neutra
fr: Neutre
it: Normale
nl: Normaal
pl: Normalny
ro: Neutră
ru: Обычный
sr: Нормално
uk: Звичайний

source: Not bad!
ar: ليس سيئاً!
de: Nicht schlecht!
es: ¡Nada mal!
fr: Pas mal !
it: Non male!
nl: Niet slecht!
pl: Nieźle!
pt: Nada mal!
ro: Nu-i rău!
ru: Неплохо!
sr: Није лоше!
tr: Fena değil!
uk: Не погано!

source: Not impressive, but not shameful
ar: ليس مبهراً، لكن ليس مخزياً
de: Nicht beeindruckend, aber auch nicht beschämend
es: No impresionante, pero tampoco vergonzoso
fr: Pas impressionnant, mais pas honteux
it: Non impressionante, ma neanche vergognoso
nl: Niet indrukwekkend, maar ook niet beschamend
pl: Nie imponujące, ale nie wstydliwe
pt: Não impressiona, mas não envergonha
ro: Nu e impresionant, dar nici rușinos
ru: Ничего особенного, но сойдёт
sr: Није импресивно, али није ни срамотно
tr: Etkileyici değil ama utanılacak da değil
uk: Не вражаюче, але і не соромно

source: Now we're talking!
ar: الآن أصبحنا نتحدث!
de: Jetzt kommen wir der Sache näher!
es: ¡Ahora sí!
fr: Là on parle !
it: Adesso sì!
nl: Nu hebben we het erover!
pl: Teraz to rozmowa!
pt: Agora sim!
ro: Așa mai vorbim!
ru: Вот это другое дело!
sr: Е сад причамо!
tr: Şimdi konuşuyoruz!
uk: Оце інша справа!

source: Number of Donors:
ar: عدد المتبرعين:
de: Anzahl der Spender:
es: Número de donantes:
fr: Nombre de donateurs :
nl: Aantal donoren:
pl: Liczba darczyńców:
pt: Número de doadores:
ro: Număr de donatori:
ru: Количество спонсоров:
sr: Број донатора:
tr: Bağışçı sayısı:
uk: Кількість донорів:

source: Occupied region
ar: منطقة محتلة
de: Besetzte Region
es: Region ocupada
fr: Région occupée
nl: Bezet gebied
ru: оккупированный регион
sr: Окупирана регија
uk: Окупований регіон

source: Oil
ar: نفط
de: Öl
es: Aceite
fr: Huile
it: Petrolio
nl: Olie
pl: Olej
pt: Óleo
ro: Petrol
ru: Топливо
sr: Нафта
tr: Yağ
uk: Пальне

source: Okay hacker, chill
ar: حسناً يا هكر، اهدأ
de: Okay Hacker, entspann dich
es: Ok hacker, tranquilo
fr: Ok le hacker, calme-toi
it: Ok hacker, calma
nl: Oké hacker, rustig aan
pl: Okej hakerze, spokojnie
pt: Ok hacker, relaxa
ro: Ok hackere, calmează-te
ru: Ладно, охлади своё хацкерство
sr: Добро хакеру, опусти се
tr: Tamam hacker, sakin ol
uk: Гей хакере, охолонь

source: Okay okay, not bad
ar: حسناً حسناً، ليس سيئاً
de: Okay okay, nicht schlecht
es: Ok ok, no está mal
fr: Ok ok, pas mal
it: Ok ok, non male
nl: Oké oké, niet slecht
pl: Okej okej, nieźle
pt: Ok ok, nada mal
ro: Ok ok, nu-i rău
ru: Окей-окей, неплохо
sr: ОКЕЈ ОКЕЈ, није лоше
tr: Tamam tamam, fena değil
uk: Ну добре, гідно

source: Omg, so OP
ar: يا إلهي، قوي جداً (OP)
es: Dios mío, muy OP
fr: Oh mon dieu, trop OP
it: Omg, troppo OP
nl: Omg, zo OP
pl: O matko, jakie OP
pt: Nossa, muito OP
ro: Omg, foarte OP
ru: Господи боже, это имба
sr: О мој боже, премоћно
tr: Çok güçlü ya
uk: Ого, надпотужно

source: One step away from legendary...
ar: على بعد خطوة من الأسطوري...
de: Nur noch einen Schritt von legendär entfernt...
es: A un paso del legendario...
fr: À un pas du légendaire...
it: A un passo dal leggendario...
nl: Eén stap verwijderd van legendarisch...
pl: Jeden krok od legendarnego...
pt: A um passo do lendário...
ro: La un pas de legendar...
ru: Один клик отделяет тебя от легендарки...
sr: Мало је фалило за легендарно...
tr: Efsaneviden bir adım uzakta...
uk: За крок від легендарки...

source: Only buffs and food deposits spawn in your borders (coca, grain, livestock and fish).
ar: تظهر فقط الودائع المعززة والغذائية داخل حدودك (كوكا، حبوب، ماشية وسمك).
de: Nur Buffs und Nahrungsvorkommen erscheinen in deinen Grenzen (Koka, Getreide, Vieh und Fisch).
es: Solo aparecen mejoras y depósitos de alimentos dentro de tus fronteras (coca, grano, ganado y pescado).
fr: Seuls les dépôts de pilule et de nourriture apparaissent dans votre pays (plante, grain, vache, poisson).
nl: Alleen buffs en voedseldepots verschijnen in je borders (coca, graan, vee en vis).
ru: В ваших границах появляются только усиления и депозиты продовольствия (таинственное растение, зерно, домашний скот и рыба).
sr: Само побољшања и налазишта хране се појављују у вашим границама (кока, жито, стока и риба).
uk: На території держави з'являються лише поклади посилень та їжі (кока, зерно, худоба та риба).

source: Only MU owners/commanders can register their MU
ar: فقط مالكو/قادة الوحدات العسكرية يمكنهم تسجيل وحداتهم
de: Nur MU-Besitzer/Kommandanten können ihre MU registrieren
es: Solo los dueños/comandantes de UM pueden registrar su UM
fr: Seuls les propriétaires/commandants de MU peuvent inscrire leur MU
it: Solo i proprietari/comandanti UM possono registrare la propria UM
nl: Alleen MU-eigenaren/commandanten kunnen hun MU registreren
pl: Tylko właściciele/dowódcy MU mogą zarejestrować swoje MU
pt: Apenas proprietários/comandantes de MU podem registrar sua MU
ro: Doar proprietarii/comandanții MU pot înregistra MU-ul lor
ru: Только владельцы/командиры могут зарегистрировать свой ВО
sr: Само власници/команданти ВЈ могу регистровати њихову ВЈ
tr: Sadece MU sahipleri/komutanları MU'larını kaydedebilir
uk: Тільки власники/командири можуть зареєструвати ВП

source: Only presidents can register their country
ar: فقط الرؤساء يمكنهم تسجيل بلدانهم
de: Nur Präsidenten können ihr Land registrieren
es: Solo los presidentes pueden registrar su país
fr: Seuls les présidents peuvent inscrire leur pays
it: Solo i presidenti possono registrare il loro paese
nl: Alleen presidenten kunnen hun land registreren
pl: Tylko prezydenci mogą zarejestrować swój kraj
pt: Apenas presidentes podem registrar seu país
ro: Doar președinții pot înregistra țara lor
ru: Только президент может зарегистрировать страну
sr: Само председници могу регистровати своју земљу
tr: Sadece başkanlar ülkelerini kaydedebilir
uk: Тільки президент може зареєструвати країну

source: Only supporters can see their spending and income breakdown.
ar: فقط الداعمون يمكنهم رؤية تفاصيل إنفاقهم ودخلهم.
de: Nur Supporter können ihre Ausgaben- und Einnahmenaufschlüsselung sehen.
es: Solo los supporters pueden ver el desglose de sus gastos e ingresos.
fr: Seuls les supporters peuvent voir la répartition de leurs dépenses et revenus.
it: Solo i supporter possono vedere la suddivisione di spese e entrate.
nl: Alleen aanhangers kunnen hun uitgaven en inkomensverdeling zien.
pl: Tylko wspierający mogą zobaczyć zestawienie wydatków i dochodów.
pt: Apenas apoiadores podem ver o detalhamento de gastos e renda.
ro: Doar Susținătorii își pot vedea raportul de venit și cheltuieli.
ru: Только подписчики могут видеть раскладку своих расходов и доходов.
sr: Само подржаваоци могу видети преглед њихове зараде и потрошње.
tr: Sadece destekçiler harcama ve gelir dökümünü görebilir.
uk: Тільки підписники можуть бачити розбір їх витрат та доходів.
