Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: This law can be abusive and requires 5+ possible voters in the country.
ar: يمكن أن يكون هذا القانون مسيئاً ويتطلب 5+ ناخبين محتملين في الدولة.
de: Dieses Gesetz kann missbräuchlich sein und erfordert 5+ mögliche Wähler im Land.
es: Esta ley puede ser abusiva, por lo que requiere un mínimo de 5 votantes en los parlamentos de los países implicados.
fr: Cette loi peut être abusive, elle impose donc un minimum de 5 électeurs dans les parlements des pays impliqués.
it: Questa legge può essere abusata e richiede 5+ possibili votanti nel paese.
nl: Deze wet kan misbruikend zijn en vereist 5+ mogelijke kiezers in het land.
pl: To prawo może być nadużywane i wymaga 5+ możliwych głosujących w kraju.
pt: Esta lei pode ser abusiva e requer 5+ votantes possíveis no país.
ro: Această lege poate fi abuzivă, deci impune un minim de 5 votanți în parlamentele țărilor implicate.
ru: Этот закон может быть использован в читерских целях и требует наличия более 5 возможных избирателей в стране.
sr: Овај закон може бити злоупотребљен и захтева 5+ могућих гласача у држави.
tr: Bu yasa kötüye kullanılabilir ve ülkede 5+ olası seçmen gerektirir.
uk: Цим законом можна зловживати, тому потрібно хоча б 5 парламентарів.

source: This law has an additional variable cost
ar: لهذا القانون تكلفة متغيرة إضافية
de: Dieses Gesetz hat zusätzliche variable Kosten
es: Esta ley tiene un costo variable adicional
nl: Deze wet heeft een extra variabele kosten
ru: Этот законопроект влечёт за собой затраты
sr: Овај закон има додатни варијабилни трошак
uk: Цей закон має додаткову змінну вартість

source: This law requires at least {minActiveCitizen} active citizens (level 10+) in the country.
ar: يتطلب هذا القانون ما لا يقل عن {minActiveCitizen} مواطناً نشطاً (المستوى 10+) في الدولة.
de: Dieses Gesetz erfordert mindestens {minActiveCitizen} aktive Bürger (Level 10+) im Land.
es: Esta ley requirere al menos {minActiveCitizen} ciudadnos activos (de nivel 10+) en el país.
nl: Deze wet vereist dat er minstens {minActiveCitizen} actieve burgers (niveau 10+) in het land zijn.
ru: Этот законопроект требует как минимум {minActiveCitizen} активных граждан страны (10+ уровня)
sr: Овај закон захтева најмање {minActiveCitizen} активних грађана (левел 10+) у земљи.
uk: Цей закон потребує, щоб держава мала як мінімум {minActiveCitizen} активних громадян (10+ рівень).

source: This region is not linked to it's owner's capital.
ar: هذه المنطقة غير مرتبطة بعاصمة مالكها.
de: Diese Region ist nicht mit der Hauptstadt ihres Besitzers verbunden.
es: Esta región no está conectada a la capital de su propietario.
fr: Cette région n'est pas reliée à la capitale de son propriétaire.
it: Questa regione non è collegata alla capitale del proprietario.
nl: Deze regio is niet verbonden met de hoofdstad van de eigenaar.
pl: Ten region nie jest połączony ze stolicą swojego właściciela.
pt: Esta região não está conectada à capital do seu proprietário.
ro: Această regiune nu este conectată la capitala proprietarului său.
ru: Этот регион не соединён со столицей владельца.
sr: Овај регион није повезан са престоницом свог власника.
tr: Bu bölge sahibinin başkentine bağlı değil.
uk: Цей регіон не з'єднаннй зі столицею власника.

source: This user is not part of any family group
ar: هذا المستخدم ليس جزءاً من أي مجموعة عائلية
de: Dieser Benutzer ist nicht Teil einer Familiengruppe
es: Este usuario no forma parte de ningún grupo familiar
fr: Cet utilisateur ne fait partie d'aucun groupe familial
it: Questo utente non fa parte di nessun gruppo famiglia
nl: Deze gebruiker maakt geen deel uit van een familiegroep
pl: Ten użytkownik nie należy do żadnej grupy rodzinnej
pt: Este usuário não faz parte de nenhum grupo familiar
ro: Acest utilizator nu face parte din niciun grup de familie
ru: Этот игрок не является частью какой-либо семейной группы
sr: Овај корисник није део ниједне породичне групе
tr: Bu kullanıcı herhangi bir aile grubunun parçası değil
uk: Цей гравець не є членом жодної сімейної групи

source: Time to fight for your country! Let's join the action.
ar: حان وقت القتال من أجل بلدك! دعنا ننضم إلى المعركة.
de: Zeit, für dein Land zu kämpfen! Lass uns mitmischen.
es: ¡Es hora de luchar por tu país! Únete a la acción.
fr: C'est l'heure de combattre pour ton pays ! Rejoins l'action.
it: È ora di combattere per il tuo paese! Unisciti all'azione.
nl: Tijd om voor je land te vechten! Laten we meedoen.
pl: Czas walczyć za swój kraj! Dołącz do akcji.
pt: Hora de lutar pelo seu país! Vamos entrar na ação.
ro: Timpul să lupți pentru țara ta! Să ne alăturăm acțiunii.
ru: Время драться за свою страну! Присоединимся к действиям.
sr: Време је да се бориш за своју државу! Придружи се акцији.
tr: Ülken için savaşma zamanı! Aksiyona katılalım.
uk: Час воювати за свою країну! Давай приєднаємось до розваги.

source: Time to produce!
ar: حان وقت الإنتاج!
de: Zeit zu produzieren!
es: ¡Es hora de producir!
fr: C'est l'heure de produire !
it: È ora di produrre!
nl: Tijd om te produceren!
pl: Czas produkować!
pt: Hora de produzir!
ro: Timpul să produci!
ru: Время производить!
sr: Време је за производњу!
tr: Üretme zamanı!
uk: Час виробляти!

source: Tip <0>{count}</0> articles
ar: منح إكرامية لـ <0>{count}</0> مقالات
de: <0>{count}</0> Artikeln ein Trinkgeld geben
es: Da propina a <0>{count}</0> artículos
fr: Donne un pourboire à <0>{count}</0> articles
it: Lascia una mancia a <0>{count}</0> articoli
nl: Tip <0>{count}</0> artikelen
pl: Daj napiwek <0>{count}</0> artykułom
pt: Dar gorjeta em <0>{count}</0> artigos
ro: Sponsorizează <0>{count}</0> articole
ru: Оставь чаевые <0>{count}</0> статьям
sr: Дај напојницу за <0>{count}</0> чланака
tr: <0>{count}</0> makaleye bahşiş ver
uk: Залишіть чайові для <0>{count}</0> статей

source: Tip Article
ar: منح إكرامية للمقال
de: Trinkgeld für Artikel
es: Dar propina a artículo
fr: Donner un pourboire à un article
it: Lascia mancia all'articolo
nl: Tip Artikel
pl: Daj napiwek artykułowi
pt: Dar gorjeta em artigo
ro: Sponsorizează articole
ru: Чаевые Статье
sr: Дај напојницу за чланак
tr: Makaleye Bahşiş Ver
uk: Залишити чайові

source: Token Name
ar: اسم الرمز
es: Nombre del Token
fr: Nom du Jeton
it: Nome token
nl: Tokennaam
pl: Nazwa Tokenu
pt: Nome do Token
ro: Nume Token
ru: Имя Токена
sr: Назив токена
tr: Jeton Adı
uk: Назва токену

source: Top
ar: الأعلى
ru: Топ
sr: Топ
tr: En İyi
uk: Найкращі

source: Top (1d)
ar: الأفضل (يوم)
de: Top (1 T.)
fr: Top (1j)
ru: Топ (1д)
sr: Топ (1д)
uk: Найкращі (1д)

source: Top (1w)
ar: الأفضل (أسبوع)
es: Top (1 semana)
ru: Топ (1н)
sr: Топ (1н)
uk: Найкращі (7д)

source: Top 3 offers
ar: أفضل 3 عروض
de: Top 3 Angebote
es: Top 3 ofertas
fr: Top 3 des offres
it: Top 3 offerte
nl: Top 3 aanbiedingen
pl: Top 3 ofert
pt: Top 3 ofertas
ro: Top 3 oferte
ru: Топ 3 предложения
sr: Топ 3 понуде
tr: En iyi 3 teklif
uk: Три найкращі пропозиції

source: Top countries
ar: أفضل الدول
de: Top-Länder
es: Top países
fr: Top pays
it: Top paesi
nl: Toplanden
pl: Top kraje
pt: Top países
ro: Top țări
ru: Топ стран
sr: Топ државе
tr: En iyi ülkeler
uk: Найкращі держави

source: Top Donors
ar: كبار المتبرعين
de: Top-Spender
es: Principales donantes
fr: Principaux donateurs
nl: Topdonateurs
pl: Najwięksi darczyńcy
pt: Principais doadores
ro: Principalii donatori
ru: Топ Спонсоров
sr: Топ донатори
tr: En çok bağış yapanlar
uk: Найбільші донори

source: Top eligible offer:
ar: أفضل عرض مؤهل:
de: Bestes berechtigtes Angebot:
es: Mejor oferta elegible:
fr: Meilleure offre éligible :
it: Migliore offerta idonea:
nl: Top in aanmerking komende aanbieding:
pl: Najlepsza kwalifikująca się oferta:
pt: Melhor oferta elegível:
ro: Cea mai bună ofertă eligibilă:
ru: Лучшее подходящее предложение:
sr: Најбоља прихватљива понуда:
tr: En iyi uygun teklif:
uk: Найкраща пропозиція:

source: Top gift givers of the month
ar: أفضل مانحي الهدايا لهذا الشهر
de: Top-Schenker des Monats
es: Top regaladores del mes
fr: Top des généreux du mois
it: Migliori donatori di regali del mese
nl: Top cadeaugevers van de maand
pl: Top darczyńców miesiąca
pt: Top presenteadores do mês
ro: Top donatori ai lunii
ru: Топ меценатов месяца
sr: Највећи дародавци месеца
tr: Ayın en iyi hediye verenleri
uk: Найбільші дарувальники цього місяця

source: total
ar: الإجمالي
de: Gesamt
it: totale
nl: totaal
pl: łącznie
ru: всего
sr: укупно
tr: toplam
uk: всього

source: Total
ar: الإجمالي
de: Gesamt
it: Totale
nl: Totaal
pl: Razem
ru: Всего
sr: Укупно
tr: Toplam
uk: Всього

source: Total cases opened:
ar: إجمالي الصناديق التي تم فتحها:
de: Insgesamt geöffnete Kisten:
es: Total de cajas abiertas:
fr: Total de caisses ouvertes :
it: Totale casse aperte:
nl: Totaal aantal geopende zaken:
pl: Otwartych skrzynek:
pt: Total de caixas abertas:
ro: Total cutii deschise:
ru: Всего кейсов открыто:
sr: Укупно отворених сандука:
tr: Açılan toplam kasa:
uk: Всього відкритих кейсів:

source: Total damages
ar: إجمالي الأضرار
de: Gesamtschaden
es: Daños totales
fr: Dégâts totaux
it: Danni totali
nl: Totale schade
pl: Łączne obrażenia
pt: Danos totais
ro: Daune totale
ru: Всего урона
sr: Укупна штета
tr: Toplam hasar
uk: Загальна шкода

source: Total Donated:
ar: إجمالي التبرعات:
de: Insgesamt gespendet:
es: Total donado:
fr: Total donné :
nl: Totaal gedoneerd:
pl: Łącznie przekazano:
pt: Total doado:
ro: Total donat:
ru: Всего взношено:
sr: Укупно донирано:
tr: Toplam bağış:
uk: Всього пожертвувано:

source: Tournament
ar: بطولة
de: Turnier
es: Torneo
fr: Tournoi
it: Torneo
nl: Toernooi
pl: Turniej
pt: Torneio
ro: Turneu
ru: Турнир
sr: Турнир
tr: Turnuva
uk: Турнір

source: Tournament Created
ar: تم إنشاء البطولة
de: Turnier erstellt
es: Torneo Creado
fr: Tournoi Créé
it: Torneo creato
nl: Toernooi opgericht
pl: Turniej Utworzony
pt: Torneio Criado
ro: Turneu Creat
ru: Турнир Создан
sr: Турнир креиран
tr: Turnuva Oluşturuldu
uk: Турнір створено

source: Tournament Eliminated
ar: تم الإقصاء من البطولة
de: Turnier-Eliminierung
es: Eliminado del torneo
fr: Éliminé du tournoi
it: Eliminato dal torneo
nl: Toernooi Uitgeschakeld
pl: Wyeliminowany z turnieju
pt: Eliminado do torneio
ro: Eliminat din turneu
ru: Выбыл из турнира
sr: Елиминисан са турнира
tr: Turnuvadan Elendi
uk: Вибування з турніру

source: Tournament Ended
ar: انتهت البطولة
de: Turnier beendet
es: Torneo terminado
fr: Tournoi terminé
it: Torneo terminato
nl: Toernooi beëindigd
pl: Turniej zakończony
pt: Torneio terminado
ro: Turneul s-a încheiat
ru: Турнир завершён
sr: Турнир завршен
tr: Turnuva Sona Erdi
uk: Турнір закінчився

source: Tournament Round Won
ar: تم الفوز بجولة البطولة
de: Turnierrunde gewonnen
es: Ronda de torneo ganada
fr: Round de tournoi gagné
it: Round del torneo vinto
nl: Toernooironde gewonnen
pl: Wygrana runda turnieju
pt: Rodada de torneio ganha
ro: Rundă de turneu câștigată
ru: Раунд турнира выигран
sr: Рунда турнира освојена
tr: Turnuva Turu Kazanıldı
uk: Турнірний раунд виграно

source: Tournament Started
ar: بدأت البطولة
de: Turnier gestartet
es: Torneo iniciado
fr: Tournoi commencé
it: Torneo iniziato
nl: Toernooi Begonnen
pl: Turniej rozpoczęty
pt: Torneio iniciado
ro: Turneul a început
ru: Турнир начался
sr: Турнир почео
tr: Turnuva Başladı
uk: Турнір почався

source: Tournament Won!
ar: تم الفوز بالبطولة!
de: Turnier gewonnen!
es: ¡Torneo ganado!
fr: Tournoi gagné !
it: Torneo vinto!
nl: Toernooi gewonnen!
pl: Turniej wygrany!
pt: Torneio ganho!
ro: Turneu câștigat!
ru: Турнир выигран!
sr: Турнир освојен!
tr: Turnuva Kazanıldı!
uk: Перемога у турнірі!

source: Trade
ar: تداول
de: Handeln
es: Comerciar
fr: Échanger
it: Scambi
nl: Handel
pl: Handel
pt: Trocar
ro: Tranzacționare
ru: Торговля
sr: Трговина
tr: Ticaret
uk: Біржа

source: Trading
ar: التداول
de: Handel
es: Comercio
fr: Commerce
nl: Handel
pl: Handel
pt: Negociação
ro: Tranzacționare
ru: Торговля
sr: Обученик
tr: Alım Satım
uk: Торгівля

source: Trainee
ar: متدرب
de: Auszubildender
es: Aprendiz
fr: Apprenti
it: Allievo
nl: Leerling
pl: Praktykant
pt: Aprendiz
ro: Stagiar
ru: Курсант
sr: Приправник
tr: Stajyer
uk: Курсант

source: Transac.
ar: معاملات
de: Transak.
it: Transaz.
pl: Transak.
ru: Транзак.
sr: Трансак.
tr: İşlem.
uk: Транзакц.

source: Transactions
ar: المعاملات
de: Transaktionen
es: Transacciones
it: Transazioni
nl: Transacties
pl: Transakcje
pt: Transações
ro: Tranzacții
ru: Транзакции
sr: Трансакције
tr: İşlemler
uk: Транзакції

source: Transfer money
ar: تحويل الأموال
de: Geld überweisen
es: Transferir dinero
fr: Transférer de l'argent
it: Trasferisci denaro
nl: Geld overmaken
pl: Przelej pieniądze
pt: Transferir dinheiro
ro: Transferă bani
ru: Передать деньги
sr: Пренос новца
tr: Para transfer et
uk: Переказати гроші

source: Transfer to company (optional)
ar: تحويل إلى الشركة (اختياري)
de: In Unternehmen versetzen (optional)
es: Transferir a empresa (opcional)
fr: Transférer à l'entreprise (optionnel)
it: Trasferisci all'azienda (opzionale)
nl: Overplaatsing naar bedrijf (optioneel)
pl: Przenieś do firmy (opcjonalne)
pt: Transferir para empresa (opcional)
ro: Transferă la companie (opțional)
ru: Перевести в компанию (опц.)
sr: Пренос у компанију (опционо)
tr: Şirkete transfer et (isteğe bağlı)
uk: Змінити фабрику (опціонально)

source: Trebuchet
ar: منجنيق
de: Tribok
es: Trabuquete
fr: Trébuchet
ru: Требушет
sr: Требуше
uk: Требушет

source: Trooper
ar: جندي أول
de: Soldat
es: Soldado de caballería
fr: Cavalier
it: Fante
nl: Soldaat
pl: Żołnierz
pt: Cavaleiro
ro: Cavalerist
ru: Солдат
sr: Војник
tr: Asker
uk: Старший солдат

source: Tutorials
ar: دروس تعليمية
es: Tutoriales
fr: Tutoriels
it: Tutorial
pl: Samouczki
pt: Tutoriais
ro: Tutoriale
ru: Обучение
sr: Водичи
tr: Eğitimler
uk: Навчання

source: Tutorials reseted
ar: تمت إعادة تعيين الدروس التعليمية
de: Tutorials zurückgesetzt
es: Tutoriales restablecidos
fr: Tutoriels réinitialisés
it: Tutorial resettati
nl: Tutorials gereset
pl: Samouczki zresetowane
pt: Tutoriais resetados
ro: Tutoriale resetate
ru: Обучение сброшено
sr: Водичи су ресетовани
tr: Eğitimler sıfırlandı
uk: Навчання скинуто

source: Unban user
ar: رفع الحظر عن المستخدم
de: Benutzer entbannen
es: Desbanear usuario
fr: Débannir l'utilisateur
it: Sbanna utente
nl: Gebruiker ontbannen
pl: Odbanuj użytkownika
pt: Desbanir usuário
ro: Debanează
ru: Разбанить игрока
sr: Укини забрану кориснику
tr: Kullanıcının yasağını kaldır
uk: Розбанити гравця

source: Unblock (show content)
ar: إلغاء الحظر (عرض المحتوى)
de: Entsperren (Inhalt anzeigen)
es: Desbloquear (mostrar contenido)
fr: Débloquer (afficher le contenu)
it: Sblocca (mostra contenuti)
nl: Deblokkeren (inhoud tonen)
pl: Odblokuj (pokaż treści)
pt: Desbloquear (mostrar conteúdo)
ro: Deblochează (arată conținut)
ru: Разблокировать (показать контент)
sr: Деблокирај (прикажи садржај)
tr: Engeli kaldır (içeriği göster)
uk: Розблокувати (показати контент)

source: Unequip all
ar: إزالة تجهيز الكل
de: Alle ablegen
es: Desequipar todo
fr: Tout déséquiper
it: Rimuovi tutto l'equipaggiamento
nl: Doe alle uitrusting uit
pl: Zdejmij wszystko
pt: Desequipar tudo
ro: Dezechipează tot
ru: Снять всё
sr: Скини сву опрему
tr: Hepsini çıkar
uk: Зняти все

source: Unlinked
ar: غير مرتبط
de: Nicht verbunden
es: Desconectada
fr: Non reliée
it: Non collegato
nl: Niet gekoppeld
pl: Niepołączony
pt: Desconectada
ro: Neconectată
ru: Анклав
sr: Неповезано
tr: Bağlı değil
uk: Не з'єднаний

source: Unlinked to capital
ar: غير مرتبطة بالعاصمة
de: Nicht mit der Hauptstadt verbunden
es: Desconectada de la capital
fr: Non reliée à la capitale
it: Non collegato alla capitale
nl: Niet gekoppeld aan het kapitaal
pl: Niepołączony ze stolicą
pt: Desconectada da capital
ro: Neconectată la capitală
ru: Нет связи со столицей
sr: Неповезано са престоницом
tr: Başkente bağlı değil
uk: Не з'єднаний зі столицею

source: Unlock
ar: فتح
de: Freischalten
es: Desbloquear
fr: Débloquer
nl: Ontgrendel
ru: Открыть
sr: Откључај
uk: Розблокувати

source: Unlock {0} skin{1}
ar: فتح {0} مظهر{1}
de: {0} Skin{1} freischalten
es: Desbloquear {0} skin{1}
fr: Débloquer {0} cosmétique{1}
nl: Ontgrendel {0} skin{1}
ru: Открыть {0} скинов{1}
sr: Откључај {0} скин{1}
uk: Розблокувати {0} скін{1}

source: Unlock Help all button
ar: فتح زر مساعدة الكل
de: 'Allen helfen'-Button freischalten
es: Desbloquear botón Ayudar a todos
fr: Débloquer le bouton Aider tous
it: Sblocca pulsante "Aiuta tutti"
nl: Ontgrendel Help allen-knop
pl: Odblokuj przycisk Pomóż wszystkim
pt: Desbloquear botão Ajudar todos
ro: Deblochează butonul Ajută-i pe toți
ru: Доступна кнопка «Помочь всем»
sr: Откључај дугме „Помози свима“
tr: Hepsine Yardım Et butonunu aç
uk: Доступ до кнопки Допомогти всім

source: Unlock Produce all button
ar: فتح زر إنتاج الكل
de: 'Alle produzieren'-Button freischalten
es: Desbloquear botón Producir todo
fr: Débloquer le bouton Produire tout
it: Sblocca pulsante "Produci tutto"
nl: Ontgrendel Produceer alles-knop
pl: Odblokuj przycisk Produkuj wszystko
pt: Desbloquear botão Produzir tudo
ro: Deblochează butonul Produce tot
ru: Доступна кнопка «Произвести всё»
sr: Откључај дугме „Произведи све“
tr: Hepsini Üret butonunu aç
uk: Доступ до кнопки Виробити все

source: Unlocked pack
ar: حزمة مفتوحة
de: Paket freigeschaltet
es: Pack desbloqueado
fr: Ensemble débloqué
nl: Ontgrendeld pakket
ru: Разблокирован пак
sr: Откључан пек
uk: Розблокований набір

source: Unmute user
ar: إلغاء كتم المستخدم
de: Benutzer entstummen
es: Quitar silencio
fr: Rétablir le son
it: Riattiva audio utente
nl: Gebruiker ontdempen
pl: Wyłącz wyciszenie
pt: Desilenciar usuário
ro: Dezamuțeste
ru: Размьютить игрока
sr: Укини утишавање корисника
tr: Kullanıcının susturmasını kaldır
uk: Розмютити користувача

source: Unmuted <0/>
ar: تم إلغاء كتم <0/>
de: <0/> entstummt
es: Se quitó el silencio a <0/>
fr: Son rétabli <0/>
it: Audio riattivato per <0/>
nl: Ondempte <0/>
pl: Wyłączono wyciszenie <0/>
pt: Desilenciado <0/>
ro: Dezamuțit <0/>
ru: Размьючен <0/>
sr: Утишавање укинуто <0/>
tr: <0/> susturması kaldırıldı
uk: Буде розмючено <0/>

source: Unreal. This doesn't happen
ar: خيالي. هذا لا يحدث
de: Unwirklich. Das passiert normalerweise nicht
es: Irreal. Esto no pasa
fr: Irréel. Ça n'arrive pas
it: Incredibile. Non succede
nl: Onwerkelijk. Dit gebeurt niet
pl: Nierealne. To się nie dzieje
pt: Irreal. Isso não acontece
ro: Incredibil. Asta nu se întâmplă deobicei
ru: Нереально. Такого не бывает
sr: Невероватно. Ово се не дешава
tr: Gerçek dışı. Bu olmaz
uk: Неймовірно. Цього не могло статись

source: Unregister
ar: إلغاء التسجيل
de: Abmelden
es: Cancelar registro
fr: Se désinscrire
it: Annulla registrazione
nl: Deregistreren
pl: Wyrejestruj
pt: Cancelar registro
ro: Anulează înregistrarea
ru: Отменить регистрацию
sr: Одјави се
tr: Kaydı İptal Et
uk: Скасувати реєстрацію

source: Unrest
ar: اضطراب
de: Unruhe
es: Disturbio
fr: Agitation
nl: Onrust
ru: Смута
sr: Немири
uk: Заворушення

source: Unrest Contributors
ar: المساهمون في الاضطرابات
de: Unruhe-Unterstützer
es: Contribuidores del disturbio
fr: Contributeurs à l'agitation
nl: Unrest-bijdragers
ru: Участники смуты
sr: Доприносиоци немира
uk: Сприячі заворушенням

source: Unselect all
ar: إلغاء تحديد الكل
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
nl: Selecteren alles uit
pl: Odznacz wszystko
pt: Desmarcar tudo
ro: Deselectează tot
ru: Отменить всё
sr: Поништи избор свега
tr: Seçimi kaldır
uk: Скасувати вибір

source: Unset the sworn enemy country
ar: إلغاء تحديد الدولة العدو اللدود
de: Erzfeind-Land entfernen
es: Eliminar el enemigo principal del país
fr: Supprimer l'ennemi principal du pays
it: Rimuovi il paese nemico giurato
nl: Verwijder het gezworen vijandelijke land
pl: Usuń zaprzysięgłego wroga kraju
pt: Remover o país inimigo jurado
ro: Elimină inamicul principal al țării
ru: Выписать страну из заклятых врагов
sr: Уклони државу заклетог непријатеља
tr: Yeminli düşman ülkeyi kaldır
uk: Прибрати заклятого ворога

source: Up to {0} equipment sets
ar: ما يصل إلى {0} مجموعات معدات
de: Bis zu {0} Ausrüstungs-Sets
es: Hasta {0} sets de equipamiento
fr: Jusqu'à {0} sets d'équipement
it: Fino a {0} set equipaggiamento
nl: Tot {0} uitrustingssets
pl: Do {0} zestawów ekwipunku
pt: Até {0} conjuntos de equipamentos
ro: Până la {0} seturi de echipament
ru: До {0} наборов экипировки
sr: До {0} сетова опреме
tr: {0} ekipman setine kadar
uk: Аж до {0} наборів спорядження

source: Upcoming Tournament
ar: البطولة القادمة
de: Anstehendes Turnier
es: Próximo Torneo
fr: Tournoi à venir
it: Prossimo torneo
nl: Aankomend toernooi
pl: Nadchodzący Turniej
pt: Próximo Torneio
ro: Turneu Viitor
ru: Предстоящий Турнир
sr: Предстојећи турнир
tr: Yaklaşan Turnuva
uk: Майбутній турнір

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
pl: Aktualizuj
pt: Atualizar
ro: Schimbă
ru: Обновить
sr: Ажурирај
tr: Güncelle
uk: Оновити

source: Update infos
ar: تحديث المعلومات
de: Infos aktualisieren
es: Actualizar información
fr: Mettre à jour les infos
it: Aggiorna info
nl: Update-informatie
pl: Zaktualizuj informacje
pt: Atualizar informações
ro: Actualizază informațiile
ru: Обновить инфу
sr: Ажурирај информације
tr: Bilgileri güncelle
uk: Оновити інфо

source: Update worker
ar: تحديث العامل
de: Arbeiter aktualisieren
es: Actualizar trabajador
fr: Mettre à jour le travailleur
it: Aggiorna lavoratore
nl: Update werknemer
pl: Zaktualizuj pracownika
pt: Atualizar trabalhador
ro: Actualizează muncitor
ru: Обновить рабочего
sr: Ажурирај радника
tr: İşçiyi güncelle
uk: Оновити робітника

source: Upgrade a company
ar: ترقية شركة
de: Ein Unternehmen verbessern
es: Mejora una empresa
fr: Améliore une entreprise
it: Potenzia un'azienda
nl: Verbeter een bedrijf
pl: Ulepsz firmę
pt: Melhorar uma empresa
ro: Îmbunătățește o companie
ru: Улучшить компанию
sr: Надогради компанију
tr: Şirketi yükselt
uk: Покращте фабрику

source: Upgrade Company
ar: ترقية الشركة
de: Unternehmen verbessern
es: Mejorar empresa
fr: Améliorer une entreprise
it: Potenzia azienda
nl: Verbeter een bedrijf
pl: Ulepsz firmę
pt: Melhorar empresa
ro: Îmbunătățește compania
ru: Улучшить компанию
sr: Надогради компанију
tr: Şirketi Yükselt
uk: Покращте фабрику

source: Upgrade Skills
ar: ترقية المهارات
de: Fähigkeiten verbessern
es: Mejorar habilidades
fr: Améliorer les compétences
it: Potenzia abilità
nl: Verbeter vaardigheden
pl: Ulepsz umiejętności
pt: Melhorar habilidades
ro: Îmbunătățește competențele
ru: Улучшить навыки
sr: Надогради вештине
tr: Becerileri Yükselt
uk: Покращте навички

source: Upgrade to supporter
ar: الترقية إلى داعم
de: Auf Supporter aufstufen
es: Hazte supporter
fr: Devenir supporter
it: Passa a supporter
nl: Upgrade naar supporter
pl: Zostań supporterem
pt: Seja um supporter
ro: Devino Susținător
ru: Оформите подписку
sr: Надогради на подршку
tr: Destekçiye yükselt
uk: Станьте підписником

source: Upgrade your skills <0>{count}</0> times
ar: قم بترقية مهاراتك <0>{count}</0> مرات
de: Verbessere deine Fähigkeiten <0>{count}</0> Mal
es: Mejora tus habilidades <0>{count}</0> veces
fr: Améliore tes compétences <0>{count}</0> fois
it: Potenzia le tue abilità <0>{count}</0> volte
nl: Upgrade je vaardigheden <0>{count}</0> keer
pl: Ulepsz swoje umiejętności <0>{count}</0> razy
pt: Melhorar suas habilidades <0>{count}</0> vezes
ro: Îmbunătățește-ți competențele de <0>{count}</0> ori
ru: Улучшите свои навыки <0>{count}</0> раз
sr: Надогради своје вештине <0>{count}</0> пута
tr: Becerilerini <0>{count}</0> kez yükselt
uk: Покращте свої навички <0>{count}</0> разів

source: Upgrade your skills!
ar: قم بترقية مهاراتك!
de: Verbessere deine Fähigkeiten!
es: ¡Mejora tus habilidades!
fr: Améliorez vos compétences !
it: Potenzia le tue abilità!
nl: Verbeter je vaardigheden!
pl: Ulepsz swoje umiejętności!
pt: Melhore suas habilidades!
ro: Crește competențele!
ru: Улучшите свои навыки!
sr: Надогради своје вештине!
tr: Becerilerini geliştir!
uk: Покращте свої навички!
