Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Your infos have been saved.
ar: تم حفظ معلوماتك.
de: Deine Informationen wurden gespeichert.
es: Tu información se ha guardado.
fr: Vos informations ont été enregistrées.
it: Le tue informazioni sono state salvate.
nl: Je gegevens zijn opgeslagen.
pl: Twoje informacje zostały zapisane.
pt: Suas informações foram salvas.
ro: Informațiile au fost salvate.
ru: Ваши данные сохранены.
sr: Твоје информације су сачуване.
tr: Bilgilerin kaydedildi.
uk: Ваша інформація була збережена.

source: Your inventory holds all your items. Let's see what you've got!
ar: يحتوي مخزونك على جميع عناصرك. دعنا نرى ما لديك!
de: Dein Inventar enthält alle deine Gegenstände. Mal sehen, was du hast!
es: Tu inventario contiene todos tus objetos. ¡Veamos qué tienes!
fr: Ton inventaire contient tous tes objets. Voyons ce que tu as !
it: Il tuo inventario contiene tutti i tuoi oggetti. Vediamo cosa hai!
nl: Je inventaris bevat al je items. Laat maar zien wat je hebt!
pl: Twój ekwipunek zawiera wszystkie przedmioty. Zobaczmy, co masz!
pt: Seu inventário guarda todos os seus itens. Vamos ver o que você tem!
ro: Inventarul tău conține toate obiectele tale. Să vedem ce ai în el!
ru: Ваш инвентарь содержит все Ваши предметы. Давай посмотрим что у вас есть!
sr: Твој инвентар садржи све твоје предмете. Хајде да видимо шта имаш!
tr: Envanterin tüm eşyalarını tutar. Neler var bakalım!
uk: Ваш інвентар зберігає усі ваші предемти. Погляньмо, що у вас є!

source: Your luck is just warming up, don't quit
ar: حظك بدأ يسخن للتو، لا تستسلم
de: Dein Glück wärmt sich gerade erst auf, gib nicht auf
es: Tu suerte apenas se está calentando, no te rindas
fr: Ta chance se réchauffe, n'abandonne pas
it: La tua fortuna si sta solo scaldando, non mollare
nl: Je geluk is net aan het opwarmen, geef niet op
pl: Twoje szczęście dopiero się rozgrzewa, nie rezygnuj
pt: Sua sorte está aquecendo, não desista
ro: Norocul tău abia se încălzește, nu renunța
ru: Твоя удача только разогревается, ещё немного
sr: Твоја срећа се тек загрева, не одустај
tr: Şansın ısınıyor, bırakma
uk: Ваша удача поки розігрівається, не спиняйтесь

source: Your luck is on vacation
ar: حظك في إجازة
de: Dein Glück hat gerade Urlaub
es: Tu suerte está de vacaciones
fr: Ta chance est en vacances
it: La tua fortuna è in vacanza
nl: Je geluk is op vakantie
pl: Twoje szczęście jest na wakacjach
pt: Sua sorte está de férias
ro: Norocul tău e în vacanță
ru: Твоя удача в отпуск укатила
sr: Твоја срећа је на одмору
tr: Şansın tatilde
uk: Ваша удача взяла відпустку

source: Your military unit name
ar: اسم وحدتك العسكرية
de: Name deiner Militäreinheit
es: El nombre de tu unidad militar
fr: Le nom de votre unité militaire
it: Nome della tua unità militare
nl: Je militaire eenheidsnaam
pl: Nazwa twojej jednostki wojskowej
pt: Nome da sua unidade militar
ro: Numele unității militare
ru: Название Вашего военного отряда
sr: Име твоје војне јединице
tr: Askeri birlik ismin
uk: Назва вашого підрозділу

source: Your offers
ar: عروضك
de: Deine Angebote
es: Tus ofertas
fr: Vos offres
it: Le tue offerte
nl: Uw aanbiedingen
pl: Twoje oferty
pt: Suas ofertas
ro: Ofertele tale
ru: Ваши лоты
sr: Твоје понуде
tr: Tekliflerin
uk: Ваші замовлення

source: Your party name
ar: اسم حزبك
de: Dein Parteiname
es: Nombre de tu partido
fr: Le nom de votre parti
nl: Je partijnaam
ru: Название Вашей партии
sr: Име твоје странке
uk: Назва вашої партії

source: Your premium subscription has been activated!
ar: تم تفعيل اشتراكك المميز!
de: Dein Premium-Abonnement wurde aktiviert!
es: ¡Tu suscripción premium ha sido activada!
fr: Ton abonnement premium a été activé !
it: Il tuo abbonamento premium è stato attivato!
nl: Je premiumabonnement is geactiveerd!
pl: Twoja subskrypcja premium została aktywowana!
pt: Sua assinatura premium foi ativada!
ro: Planul Susținător a fost activat!
ru: Ваша премиум-подписка активирована!
sr: Твоја премиум претплата је активирана!
tr: Premium aboneliğin aktif edildi!
uk: Ваша підписка була активована!

source: Your premium subscription has expired!
ar: انتهى اشتراكك المميز!
de: Dein Premium-Abonnement ist abgelaufen!
es: ¡Tu suscripción premium ha expirado!
fr: Ton abonnement premium a expiré !
it: Il tuo abbonamento premium è scaduto!
nl: Je premiumabonnement is verlopen!
pl: Twoja subskrypcja premium wygasła!
pt: Sua assinatura premium expirou!
ro: Planul Susținător a expirat!
ru: Ваша премиум-подписка истекла!
sr: Твоја премиум претплата је истекла!
tr: Premium aboneliğin süresi doldu!
uk: Ваша підписка скінчилась!

source: Your rank
ar: رتبتك
de: Dein Rang
es: Tu rango
fr: Ton classement
it: Il tuo grado
nl: Uw rang
pl: Twoja pozycja
pt: Sua posição
ro: Rangul tau
ru: Ваше звание
sr: Твој ранг
tr: Sıralaman
uk: Ваш ранг

source: Your referral link
ar: رابط الإحالة الخاص بك
de: Dein Empfehlungslink
es: Tu enlace de referido
fr: Votre lien de parrainage
it: Il tuo link referral
nl: Je verwijzingslink
pl: Twój link polecający
pt: Seu link de indicação
ro: Link-ul tău de recomandare
ru: Ваша реферальная ссылка
sr: Твој линк препоруке
tr: Referans linkin
uk: Ваше реферальне посилання

source: Your team <0/> has been eliminated from the <1/>
ar: تم إقصاء فريقك <0/> من <1/>
de: Dein Team <0/> wurde aus <1/> eliminiert.
es: Tu equipo <0/> ha sido eliminado del <1/>
fr: Ton équipe <0/> a été éliminée du <1/>
it: La tua squadra <0/> è stata eliminata dal <1/>
nl: Jouw team <0/> is geëlimineerd uit de <1/>
pl: Twoja drużyna <0/> została wyeliminowana z <1/>
pt: Sua equipe <0/> foi eliminada do <1/>
ro: Echipa ta <0/> a fost eliminată din <1/>
ru: Ваша команда <0/> с треском вылетела из <1/>
sr: Твој тим <0/> је елиминисан са <1/>
tr: Takımın <0/> <1/>'dan elendi
uk: Ваша команда <0/> вибула з <1/>

source: Your team <0/> won a round in <1/>!
ar: فاز فريقك <0/> بجولة في <1/>!
de: Dein Team <0/> hat eine Runde in <1/> gewonnen!
es: ¡Tu equipo <0/> ganó una ronda en <1/>!
fr: Ton équipe <0/> a gagné une ronde dans <1/> !
it: La tua squadra <0/> ha vinto un round in <1/>!
nl: Jouw team <0/> won een ronde in <1/>!
pl: Twoja drużyna <0/> wygrała rundę w <1/>!
pt: Sua equipe <0/> venceu uma rodada em <1/>!
ro: Echipa ta <0/> a câștigat o rundă în <1/>!
ru: Ваша команда <0/> выиграла раунд в <1/>!
sr: Твој тим <0/> је освојио рунду у <1/>!
tr: Takımın <0/> <1/>'da bir tur kazandı!
uk: Ваша команда <0/> виграла раунд у <1/>!

source: Your team:
ar: فريقك:
de: Dein Team:
es: Tu equipo:
fr: Votre équipe :
it: La tua squadra:
nl: Jouw team:
pl: Twoja drużyna:
pt: Sua equipe:
ro: Echipa ta:
ru: Ваша команда:
sr: Твој тим:
tr: Takımın:
uk: Ваша команда:

source: Your wage in <0/> changed from <1>{0}</1> to <2>{1}</2>
ar: تغير أجرك في <0/> من <1>{0}</1> إلى <2>{1}</2>
de: Dein Lohn in <0/> wurde von <1>{0}</1> auf <2>{1}</2> geändert.
es: Tu salario en <0/> cambió de <1>{0}</1> a <2>{1}</2>
fr: Votre salaire dans <0/> est passé de <1>{0}</1> à <2>{1}</2>
it: Il tuo salario in <0/> è cambiato da <1>{0}</1> a <2>{1}</2>
nl: Je salaris in <0/> veranderd van <1>{0}</1> naar <2>{1}</2>
pl: Twoja pensja w <0/> zmieniła się z <1>{0}</1> na <2>{1}</2>
pt: Seu salário em <0/> mudou de <1>{0}</1> para <2>{1}</2>
ro: Salariul tău în <0/> s-a schimbat de la <1>{0}</1> la <2>{1}</2>
ru: Ваша зарплата в <0/> изменена с <1>{0}</1> до <2>{1}</2>
sr: Твоја плата у <0/> је промењена са <1>{0}</1> на <2>{1}</2>
tr: <0/> şirketindeki maaşın <1>{0}</1> tutarından <2>{1}</2> tutarına değişti
uk: Ваша зарплата у <0/> була змінена з <1>{0}</1> на <2>{1}</2>

source: Your weekly missions have been reset! Complete them to earn rewards.
ar: تمت إعادة تعيين مهامك الأسبوعية! أكملها لكسب المكافآت.
de: Deine wöchentlichen Missionen wurden zurückgesetzt! Schließe sie ab, um Belohnungen zu verdienen.
es: ¡Tus misiones semanales han sido reiniciadas! Completa las misiones para ganar recompensas.
fr: Vos missions hebdomadaires ont été réinitialisées ! Complétez-les pour gagner des récompenses.
it: Le tue missioni settimanali sono state reimpostate! Completale per ottenere ricompense.
nl: Je wekelijkse missies zijn opnieuw ingesteld! Voltooi ze om beloningen te verdienen.
pl: Twoje misje tygodniowe zostały zresetowane! Wykonaj je, aby zdobyć nagrody.
pt: Suas missões semanais foram reiniciadas! Complete-as para ganhar recompensas.
ro: Misiunile tale săptămânale au fost resetate! Completează-le pentru a câștiga recompense.
ru: Ваши еженедельные миссии сброшены! Выполните их, чтобы забрать награду.
sr: Твоје недељне мисије су ресетоване! Заврши их да зарадиш награде.
tr: Haftalık görevleriniz sıfırlandı! Ödüller kazanmak için tamamlayın.
uk: Ваші щотижневі місії було скинуто! Завершіть їх, аби отримати нагороду.

source: Yours
ar: الخاص بك
de: Deine
es: Tuyos
fr: Les vôtres
it: Tuo
nl: Met vriendelijke groet
pl: Twoje
pt: Seus
ro: Ale tale
ru: Ваши
sr: Твоје
tr: Seninki
uk: Ваші

source: Fidelity bonus:
de: Treuebonus:
es: Bono de fidelidad:
fr: Bonus de fidélité:
nl: Getrouwheidsbonus:
uk: Бонус вірності:

source: Start a presidential election, now
de: Jetzt eine Präsidentschaftswahl starten
es: Convocar elecciones presidenciales anticipadas
fr: Déclencher des élections présidentielles anticipées
it: Avvia un'elezione presidenziale, ora
nl: Start een presidentsverkiezing, onmiddelijk
pl: Rozpocznij wybory prezydenckie teraz
pt: Iniciar eleições presidenciais agora
ro: Declanșează alegeri prezidențiale anticipate
ru: Начать досрочные президентские выборы
sr: Запозни председничке изборе, одмах
tr: Şimdi başkanlık seçimi başlat
uk: Почати дострокові президентські вибори

source: with bonus + fidelity
de: mit Bonus + Treue
es: con bono + fidelidad
fr: avec bonus et fidélité
nl: met bonus + trouw
uk: з бонусом + вірністю

source: your@email.com
de: deine@email.de
es: tu@email.com
fr: votre@email.com
pl: twoj@email.com
pt: seu@email.com
ro: adresa_ta@email.com
ru: ваш@email.com
sr: tvoj@email.com
tr: email@adresiniz.com
uk: ваш@email.com

source: {battleIcon}Resistance battle for {regionName} {score}
de: {battleIcon}Widerstandskampf um {regionName} {score}

source: {battleIcon}Revolution battle {score}
de: {battleIcon}Revolutionsschlacht {score}

source: {battleIcon}Tournament battle for {tournamentName} {score}
de: {battleIcon}Turnierschlacht um {tournamentName} {score}

source: {battleIcon}War battle for {regionName} {score}
de: {battleIcon}Kriegsschlacht um {regionName} {score}

source: <0/> created the conversation
de: <0/> hat die Konversation erstellt

source: <0/> gifted a sub to <1/>
de: <0/> hat ein Abo an <1/> verschenkt

source: <0/> joined the conversation
de: <0/> ist der Konversation beigetreten

source: <0/> kicked <1/> from the conversation
de: <0/> hat <1/> aus der Konversation entfernt

source: <0/> left the conversation
de: <0/> hat die Konversation verlassen

source: <0/> won round {0}
de: <0/> hat Runde {0} gewonnen

source: <0/> won the battle ({0}-{1})
de: <0/> hat die Schlacht gewonnen ({0}-{1})

source: Access war
de: Krieg aufrufen

source: Recipient
de: Empfänger

source: Search recipient username...
de: Benutzernamen des Empfängers suchen...

source: Search username to nominate...
de: Benutzernamen zum Nominieren suchen...

source: View on map
de: Auf Karte anzeigen
