Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: You are very skilled!
ar: أنت ماهر جداً!
de: Du bist sehr geschickt!
es: ¡Eres muy hábil!
fr: T'es très doué !
it: Sei molto bravo!
nl: Je bent erg bekwaam!
pl: Masz wielki skill!
pt: Você é muito habilidoso!
ro: Ești tare priceput!
ru: Вы очень умелы!
sr: Веома си вешт!
tr: Çok yeteneklisin!
uk: Ти дуже здібний!

source: You bought items.
ar: لقد اشتريت عناصر.
de: Du hast Gegenstände gekauft.
es: Compraste objetos.
fr: Tu as acheté des objets.
it: Hai comprato degli oggetti.
nl: Je hebt spullen gekocht.
pl: Kupiłeś przedmioty.
pt: Você comprou itens.
ro: Ai cumpărat obiecte.
ru: Вы купили предметы.
sr: Купио си предмете.
tr: Eşya satın aldın.
uk: Ви придбали предмети.

source: You broke the rng
ar: لقد كسرت نظام العشوائية (RNG)
de: Du hast den RNG geknackt
es: Rompiste el rng
fr: T'as cassé le rng
it: Hai rotto l'RNG
nl: Je hebt de RNG kapotgemaakt
pl: Zepsułeś generator losowy
pt: Você quebrou o rng
ro: Ai stricat generatorul de numere
ru: Вы сломали RNG
sr: Покварио си RNG
tr: RNG'yi kırdın
uk: Ти зламав рандом

source: You can dismantle items from your inventory by selecting an item.
ar: يمكنك تفكيك العناصر من مخزونك بتحديد عنصر.
de: Du kannst Gegenstände aus deinem Inventar zerlegen, indem du einen Gegenstand auswählst.
es: Puedes desmontar objetos de tu inventario seleccionándolos.
fr: Tu peux démonter des objets de ton inventaire en les sélectionnant.
it: Puoi smantellare oggetti dal tuo inventario selezionando un oggetto.
nl: Je kunt items uit je inventaris ontmantelen door een item te selecteren.
pl: Możesz demontować przedmioty z ekwipunku zaznaczając przedmiot.
pt: Você pode desmontar itens do seu inventário selecionando-os.
ro: Poți demonta obiecte din inventar selectând un obiect.
ru: Вы можете разбирать предметы из инвентаря, выбрав нужный предмет.
sr: Можеш да раставиш предмете из свог инвентара одабиром предмета.
tr: Bir eşya seçerek envanterindeki eşyaları parçalayabilirsin.
uk: Ви можете розібрати предмети у інвентарі вибираючи їх тут.

source: You can optionally link a campaign article to your candidacy.
ar: يمكنك اختيارياً ربط مقال حملة بترشيحك.
de: Du kannst optional einen Wahlkampfartikel mit deiner Kandidatur verknüpfen.
es: Puedes vincular opcionalmente un artículo de campaña a tu candidatura.
fr: Vous pouvez optionnellement lier un article de campagne à votre candidature.
nl: Je kunt optioneel een campagneartikel aan je kandidatuur koppelen.
pl: Opcjonalnie możesz powiązać artykuł kampanijny ze swoją kandydaturą.
pt: Você pode opcionalmente vincular um artigo de campanha à sua candidatura.
ro: Puteți opțional să legați un articol de campanie de candidatura dumneavoastră.
ru: Вы можете добавить ссылку на статью со своей предвыборной компанией к своей кандидатуре.
sr: Опционо можеш линковати артикал кампање за твоју кандидатуру.
tr: İsteğe bağlı olarak adaylığınıza bir kampanya makalesi bağlayabilirsiniz.
uk: За бажанням, ви можете додати посилання на статтю з вашою програмою.

source: You can upgrade your skills!
ar: يمكنك ترقية مهاراتك!
de: Du kannst deine Fähigkeiten verbessern!
es: ¡Puedes mejorar tus habilidades!
fr: Vous pouvez améliorer vos compétences !
it: Puoi potenziare le tue abilità!
nl: Je kunt je vaardigheden upgraden!
pl: Możesz ulepszyć swoje umiejętności!
pt: Você pode melhorar suas habilidades!
ro: Îți poți crește competențele!
ru: Вы можете улучшить свои навыки!
sr: Можеш надоградити своје вештине!
tr: Becerilerini geliştirebilirsin!
uk: Ви можете покращити свої навички!

source: You cannot apply for citizenship if you have a government/congress role
ar: لا يمكنك التقدم بطلب للحصول على الجنسية إذا كان لديك دور حكومي/في الكونغرس
de: Du kannst keine Staatsbürgerschaft beantragen, wenn du ein Regierungs- oder Kongressamt innehasst.
es: No puedes cambiar de ciudadanía si eres miembro del gobierno o del parlamento
fr: Vous ne pouvez pas changer de citoyenneté si vous êtes membre du gouvernement ou du parlement
it: Non puoi richiedere la cittadinanza se hai un ruolo nel governo/congresso
nl: Je kunt geen staatsburgerschap aanvragen als je een overheids- of congresfunctie hebt
pl: Nie możesz ubiegać się o obywatelstwo, jeśli masz rolę w rządzie/kongresie
pt: Você não pode solicitar cidadania se tiver um cargo no governo/congresso
ro: Nu îți poți schimba cetățenia dacă esti membru al guvernului sau parlamentar
ru: Вы не можете подать заявку на гражданство, если занимаете должность в правительстве или парламенте
sr: Не можеш да се пријавиш за држављанство ако имаш улогу у влади/конгресу
tr: Hükümet/meclis rolün varsa vatandaşlık başvurusu yapamazsın
uk: Ви не можете подати заявку на громадянство, якщо ви є урядовцем чи парламентарем

source: You don't have permission to view applications.
ar: ليس لديك إذن لعرض الطلبات.
de: Du hast keine Berechtigung, Bewerbungen einzusehen.
es: No tienes permisos para ver las aplicaciones.
fr: Vous n'avez pas le droit de voir les demandes d'adhésion.
nl: Je hebt geen toestemming om sollicitaties te bekijken.
ru: У Вас нет прав для просмотра заявок.
sr: Немаш дозволу да видиш пријаве.
uk: У вас немає права переглядати заявки.

source: You feel healthy, the debuff effect no longer affects you.
ar: تشعر بصحة جيدة، تأثير الضعف لم يعد يؤثر عليك.
de: Du fühlst dich gesund, der Debuff-Effekt wirkt nicht mehr auf dich.
es: Te sientes saludable, el efecto de debuff ya no te afecta.
fr: Tu te sens en bonne santé, l'effet de debuff ne t'affecte plus.
it: Ti senti in salute, l'effetto del debuff non ti influenza più.
nl: Je voelt je gezond, het debuff-effect heeft geen effect meer op je.
pl: Czujesz się zdrowo, efekt debuffu już na ciebie nie wpływa.
pt: Você se sente saudável, o efeito de debuff não te afeta mais.
ro: Te simți sănătos, efectul debuff nu te mai afectează.
ru: Вы чувствуете себя здоровым, усталость больше на вас не действует.
sr: Осећаш се боље, debuff ефекат више не важи.
tr: Sağlıklı hissediyorsun, debuff etkisi artık seni etkilemiyor.
uk: Ви почуваєтесь здоровими, послаблення більше не впливає на вас.

source: You gonna be automatically approved because the country population is below
ar: ستتم الموافقة عليك تلقائياً لأن عدد سكان الدولة أقل من
de: Du wirst automatisch zugelassen, da die Bevölkerung des Landes unter dem Limit liegt.
es: Serás aprobado automáticamente porque la población de este país está por debajo de
fr: Vous serez automatiquement approuvé, car la population de ce pays est inférieure à
it: Verrai approvato automaticamente perché la popolazione del paese è sotto
nl: Je wordt automatisch goedgekeurd omdat de bevolking van het land lager is dan
pl: Zostaniesz automatycznie zatwierdzony, ponieważ populacja kraju jest poniżej
pt: Você será aprovado automaticamente porque a população do país está abaixo de
ro: Vei fi aprobat automat, deoarece populația acestei țări este sub
ru: Ваша заявка будет автоматически одобрена, так как население страны ниже установленного порога
sr: Бићеш аутоматски примљен зато што је популација земље испод
tr: Ülke nüfusu düşük olduğu için otomatik onaylanacaksın
uk: Ви будете автоматично прийняті, бо населення країни менше за

source: You have a case!
ar: لديك صندوق!
de: Du hast eine Kiste!
es: ¡Tienes una caja!
fr: Tu as une caisse !
it: Hai una cassa!
nl: Je hebt een kist!
pl: Masz skrzynkę!
pt: Você tem uma caixa!
ro: Ai o cutie!
ru: У Вас есть кейс!
sr: Добио си сандуче!
tr: Bir kasan var!
uk: У вас є кейс!

source: You have been demoted from commander in <0/> by <1/>
ar: تم تخفيض رتبتك من قائد في <0/> بواسطة <1/>
de: Du wurdest von <1/> als Kommandant in <0/> abgesetzt.
es: Has sido degradado de comandante en <0/> por <1/>
fr: Tu as été rétrogradé de commandant dans <0/> par <1/>
it: Sei stato retrocesso da comandante in <0/> da <1/>
nl: Je bent in <0/> gedegradeerd van commandant door <1/>
pl: Zostałeś zdegradowany z dowódcy w <0/> przez <1/>
pt: Você foi rebaixado de comandante em <0/> por <1/>
ro: Ai fost retrogradat din comandant în <0/> de <1/>
ru: Вы были понижены с должности командира в <0/> игроком <1/>
sr: Смењен си са дужности команданта у <0/> од стране <1/>
tr: <1/> tarafından <0/>'da komutanlıktan düşürüldün
uk: Вас було звільнено з командування у <0/> гравцем <1/>

source: You have been elected as the new leader of <0/>
ar: تم انتخابك كقائد جديد لـ <0/>
de: Du wurdest zum neuen Anführer von <0/> gewählt.
es: Haz sido elegido como el nuevo líder de <0/>
fr: Tu as été élu en tant que nouveau chef de <0/>
nl: U bent gekozen als de nieuwe leider van <0/>
ru: Вы были избраны новым лидером <0/>
sr: Изабран си као нови лидер <0/>
uk: Вас було обрано новим лідером партії <0/>

source: You have been promoted to commander in <0/> by <1/>
ar: تمت ترقيتك إلى قائد في <0/> بواسطة <1/>
de: Du wurdest von <1/> zum Kommandanten in <0/> befördert.
es: Has sido ascendido a comandante en <0/> por <1/>
fr: Tu as été promu commandant dans <0/> par <1/>
it: Sei stato promosso a comandante in <0/> da <1/>
nl: Je bent in <0/> gepromoveerd tot commandant in <1/>
pl: Zostałeś awansowany na dowódcę w <0/> przez <1/>
pt: Você foi promovido a comandante em <0/> por <1/>
ro: Ai fost promovat la comandant în <0/> de <1/>
ru: Вы были повышены до командира в <0/> игроком <1/>
sr: Унапређен си на дужност команданта у <0/> од стране <1/>
tr: <1/> tarafından <0/>'da komutanlığa terfi ettin
uk: Вас було призначено командувачем у <0/> гравцем <1/>

source: You have been removed from <0/> by <1/>
ar: تمت إزالتك من <0/> بواسطة <1/>
de: Du wurdest von <1/> aus <0/> entfernt.
es: Has sido eliminado de <0/> por <1/>
fr: Tu as été retiré de <0/> par <1/>
it: Sei stato rimosso da <0/> da <1/>
nl: Je bent verwijderd uit <0/> uiterlijk op <1/>
pl: Zostałeś usunięty z <0/> przez <1/>
pt: Você foi removido de <0/> por <1/>
ro: Ai fost eliminat din <0/> de <1/>
ru: Вы были удалены из <0/> игроком <1/>
sr: Уклоњен си из <0/> од стране <1/>
tr: <1/> tarafından <0/>'dan çıkarıldın
uk: Вас було прибрано з <0/> гравцем <1/>

source: You have been rewarded <0>{0}</0> for your contribution to the battle in <1/>
ar: تمت مكافأتك بـ <0>{0}</0> لمساهمتك في المعركة في <1/>
de: Du wurdest mit <0>{0}</0> für deinen Beitrag zur Schlacht in <1/> belohnt.
es: Has sido recompensado con <0>{0}</0> por tu contribución a la batalla en <1/>
fr: Tu as été récompensé de <0>{0}</0> pour ta contribution à la bataille dans <1/>
it: Hai ricevuto <0>{0}</0> come ricompensa per il tuo contributo alla battaglia in <1/>
nl: Je bent beloond met <0>{0}</0> voor je bijdrage aan de strijd in <1/>
pl: Otrzymałeś nagrodę <0>{0}</0> za swój wkład w bitwę w <1/>
pt: Você foi recompensado com <0>{0}</0> pela sua contribuição na batalha em <1/>
ro: Ai fost recompensat cu <0>{0}</0> pentru contribuția ta la bătălia din <1/>
ru: Вы были награждены <0>{0}</0> за Ваш вклад в битву <1/>
sr: Награђен си <0>{0}</0> за твој допринос у бици <1/>
tr: <1/>'daki savaşa katkın için <0>{0}</0> ödüllendirildin
uk: Вас було нагороджено <0>{0}</0> за вашу участь у битві <1/>

source: You have been transferred from <0/> to <1/>
ar: تم نقلك من <0/> إلى <1/>
de: Du wurdest von <0/> nach <1/> versetzt.
es: Has sido transferido de <0/> a <1/>
fr: Vous avez été transféré de <0/> à <1/>
it: Sei stato trasferito da <0/> a <1/>
nl: Je bent overgeplaatst van <0/> naar <1/>
pl: Zostałeś przeniesiony z <0/> do <1/>
pt: Você foi transferido de <0/> para <1/>
ro: Ai fost transferat de la <0/> la <1/>
ru: Вас перевели из <0/> в <1/>
sr: Премештен си из <0/> у <1/>
tr: <0/>'dan <1/>'a transfer oldunuz
uk: Вас було переміщено з <0/> до <1/>

source: You have consumed <0>{0}</0>, it's effect starts now and ends in <1>{buffDuration}h</1>.
ar: لقد استهلكت <0>{0}</0>، يبدأ مفعوله الآن وينتهي في <1>{buffDuration} ساعة</1>.
de: Du hast <0>{0}</0> verbraucht, die Wirkung beginnt jetzt und endet in <1>{buffDuration}h</1>.
es: Has consumido <0>{0}</0>, su efecto empieza ahora y termina en <1>{buffDuration}h</1>.
fr: Tu as consommé <0>{0}</0>, son effet commence maintenant et se termine dans <1>{buffDuration}h</1>.
it: Hai consumato <0>{0}</0>, il suo effetto inizia ora e termina tra <1>{buffDuration}h</1>.
nl: Je hebt <0>{0}</0> verbruikt, het effect begint nu en eindigt op <1>{buffDuration}h</1>.
pl: Zużyłeś <0>{0}</0>, jego efekt zaczyna się teraz i kończy za <1>{buffDuration}h</1>.
pt: Você consumiu <0>{0}</0>, o efeito começa agora e termina em <1>{buffDuration}h</1>.
ro: Ai consumat <0>{0}</0>, efectul începe acum și se termină în <1>{buffDuration}h</1>.
ru: Вы употребили <0>{0}</0>, её эффект уже начался и продлится <1>{buffDuration}часов</1>.
sr: Конзумирао си <0>{0}</0>, ефекат почиње сада и завршава се за <1>{buffDuration}h</1>.
tr: <0>{0}</0> tükettin, etkisi şimdi başlıyor ve <1>{buffDuration}s</1> sonra bitiyor.
uk: Ви спожили <0>{0}</0>, дія починається зараз і скінчиться через <1>{buffDuration} годин</1>.

source: You have resigned from the congress
ar: لقد استقلت من الكونغرس
de: Du bist aus dem Kongress zurückgetreten
es: Has dimitido del parlamento
fr: Vous avez démissionné du parlement
it: Ti sei dimesso dal congresso
nl: U bent afgetreden uit het congres
pl: Zrezygnowałeś z kongresu
pt: Você renunciou do congresso
ro: Ai demisionat din parlament
ru: Вы ушли в отставку из парламента
sr: Поднео си оставку у влади
tr: Meclisten istifa ettin
uk: Ви покинули парламент

source: You have resigned from the government
ar: لقد استقلت من الحكومة
de: Du bist aus der Regierung zurückgetreten
es: Has dimitido del gobierno
fr: Vous avez démissionné du gouvernement
it: Ti sei dimesso dal governo
nl: U bent afgetreden uit de regering
pl: Zrezygnowałeś z rządu
pt: Você renunciou do governo
ro: Ai demisionat din guvern
ru: Вы ушли в отставку из правительства
sr: Поднео си оставку у влади
tr: Hükümetten istifa ettin
uk: Ви покинули уряд

source: You have to be level {0} to take control of a country.
ar: يجب أن تكون في المستوى {0} لتولي السيطرة على دولة.
de: Du musst Level {0} sein, um die Kontrolle über ein Land zu übernehmen.
es: Debes ser de nivel {0} para poder tomar el control de un país.
fr: Vous devez être de niveau {0} pour pouvoir prendre le contrôle d'un pays.
it: Devi essere di livello {0} per prendere il controllo di un paese.
nl: Je moet op het juiste niveau {0} zijn om de controle over een land te krijgen.
pl: Musisz być na poziomie {0}, aby przejąć kontrolę nad krajem.
pt: Você precisa ser nível {0} para assumir o controle de um país.
ro: Trebuie să fii nivelul {0} ca să poți prelua controlul unei țări.
ru: Вам нужно набрать {0} уровень, чтобы взять контроль над страной.
sr: Мораш бити ниво {0} да преузмеш контролу над државом.
tr: Bir ülkenin kontrolünü ele almak için {0}. seviye olmalısın.
uk: Вам потрібно мати {0} рівень, щоб захопити владу у державі.

source: You have to wait {0} days before taking control of a country again.
ar: عليك الانتظار {0} أيام قبل تولي السيطرة على دولة مرة أخرى.
de: Du musst {0} Tage warten, bevor du erneut die Kontrolle über ein Land übernehmen kannst.
es: Debes esperar {0} días antes de poder tomar de nuevo el control de un país.
fr: Vous devez attendre {0} jours avant de pouvoir reprendre le contrôle d'un pays.
it: Devi aspettare {0} giorni prima di poter prendere di nuovo il controllo di un paese.
nl: Je moet {0} dagen wachten voordat je weer de controle over een land krijgt.
pl: Musisz poczekać {0} dni, zanim ponownie przejmiesz kontrolę nad krajem.
pt: Você precisa esperar {0} dias antes de assumir o controle de um país novamente.
ro: Trebuie să aștepți {0} zile până vei putea lua controlul unei țări.
ru: Вам осталось подождать {0} дней, перед попыткой снова взять контроль над страной.
sr: Мораш сачекати {0} дана пре поновног преузимања контроле над државом.
tr: Bir ülkenin kontrolünü tekrar ele almadan önce {0} gün beklemelisin.
uk: Вам потрібно зачекати {0} днів перед тим, як знову захопити владу.

source: You left the company.
ar: لقد غادرت الشركة.
de: Du hast das Unternehmen verlassen.
es: Has dejado la empresa.
fr: Vous avez quitté l'entreprise.
it: Hai lasciato l'azienda.
nl: Je bent weggegaan bij het bedrijf.
pl: Opuściłeś firmę.
pt: Você saiu da empresa.
ro: Ai părăsit compania.
ru: Вы покинули компанию.
sr: Напустио си компанију.
tr: Şirketten ayrıldınız.
uk: Ви покинули фабрику.

source: You left your job!
ar: لقد تركت وظيفتك!
de: Du hast deinen Job gekündigt!
es: ¡Dejaste tu trabajo!
fr: Vous avez quitté votre emploi !
it: Hai lasciato il tuo lavoro!
nl: Je bent weggegaan!
pl: Zrezygnowałeś z pracy!
pt: Você saiu do seu emprego!
ro: Ți-ai dat demisia!
ru: Вы уволились с работы!
sr: Напустио си свој посао!
tr: İşinden ayrıldın!
uk: Ви звільнились!

source: You looted <0>{0}</0> with a loot chance of <1>{1}</1> in <2/>
ar: لقد غنمت <0>{0}</0> بفرصة غنيمة <1>{1}</1> في <2/>
de: Du hast <0>{0}</0> mit einer Beutechance von <1>{1}</1> in <2/> erbeutet.
es: Obtuviste <0>{0}</0> con una probabilidad de <1>{1}</1> en <2/>
fr: Tu as obtenu <0>{0}</0> avec une chance de <1>{1}</1> dans <2/>
it: Hai ottenuto <0>{0}</0> con una probabilità di <1>{1}</1> in <2/>
nl: Je hebt <0>{0}</0> geloot met een loot-kans van <1>{1}</1> in <2/>
pl: Zdobyłeś <0>{0}</0> z szansą na łup <1>{1}</1> w <2/>
pt: Você obteve <0>{0}</0> com uma chance de loot de <1>{1}</1> em <2/>
ro: Ai găsit <0>{0}</0> cu o șansă de pradă de <1>{1}</1> în <2/>
ru: Вы залутали <0>{0}</0> c шансом лута <1>{1}</1> в <2/>
sr: Покупио си <0>{0}</0> са шансом за плен од <1>{1}</1> у <2/>
tr: <2/>'da <1>{1}</1> yağma şansıyla <0>{0}</0> yağmaladın
uk: Ви отримали <0>{0}</0> з шансом <1>{1}</1> у <2/>

source: You looted a new equipment!
ar: لقد غنمت معدات جديدة!
de: Du hast neue Ausrüstung erbeutet!
es: ¡Obtuviste un nuevo equipamiento!
fr: Tu as obtenu un nouvel équipement !
it: Hai ottenuto un nuovo equipaggiamento!
nl: Je hebt nieuwe uitrusting geplunderd!
pl: Zdobyłeś nowy ekwipunek!
pt: Você obteve um novo equipamento!
ro: Ai găsit un echipament nou!
ru: Вы залутали новую экипировку!
sr: Покупио си нову опрему!
tr: Yeni bir ekipman yağmaladın!
uk: Ви отримали нове спорядження!

source: You looted a new weapon!
ar: لقد غنمت سلاحاً جديداً!
de: Du hast eine neue Waffe erbeutet!
es: ¡Obtuviste una nueva arma!
fr: Tu as obtenu une nouvelle arme !
it: Hai ottenuto una nuova arma!
nl: Je hebt een nieuw wapen geplunderd!
pl: Zdobyłeś nową broń!
pt: Você obteve uma nova arma!
ro: Ai găsit o armă nouă!
ru: Вы залутали новое оружие!
sr: Покупио си ново оружје!
tr: Yeni bir silah yağmaladın!
uk: Ви отримали нову зброю!

source: You looted money on the battlefield.
ar: لقد غنمت مالاً في ساحة المعركة.
de: Du hast Geld auf dem Schlachtfeld erbeutet.
es: Obtuviste dinero en el campo de batalla.
fr: Tu as obtenu de l'argent sur le champ de bataille.
it: Hai ottenuto denaro sul campo di battaglia.
nl: Je hebt geld geplunderd op het slagveld.
pl: Zdobyłeś pieniądze na polu bitwy.
pt: Você obteve dinheiro no campo de batalha.
ro: Ai găsit bani pe câmpul de luptă.
ru: Вы заработали деньги на поле боя.
sr: Покупио си новац на бојном пољу.
tr: Savaş alanında para yağmaladın.
uk: Ви знайшли монети на полі бою.

source: You must be at least level {0} to contribute.
ar: يجب أن تكون في المستوى {0} على الأقل للمساهمة.
de: Du musst mindestens Level {0} sein, um beizutragen.
es: Para contribuir, debes ser al menos de nivel {0}.
fr: Tu dois être au moins niveau {0} pour contribuer.
nl: Je moet minstens level {0} zijn om bij te dragen.
ru: Вы должны быть как минимум {0} уровня, чтобы внести свой вклад.
sr: Мораш бити барем левел {0} да би допринео.
uk: Досягніть {0} рівня, щоб сприяти.

source: You must be on web to subscribe
ar: يجب أن تكون على الويب للاشتراك
de: Du musst die Web-Version nutzen, um ein Abo abzuschließen.
es: Debes estar en la web para suscribirte
fr: Vous devez être sur le web pour vous abonner
it: Devi essere sul web per iscriverti
nl: Je moet online zijn om je te abonneren
pl: Musisz być na stronie internetowej, aby się zapisać
pt: Você deve estar na web para se inscrever
ro: Trebuie să fii pe web pentru a te abona
ru: Оформить подписку можно только через веб-версию
sr: Мораш бити на вебу да би се претплатио
tr: Abone olmak için web'de olmalısınız
uk: Ви повинні бути в мережі щоб підписатись

source: You must spend all 3 ethics points ({pointsRemaining} remaining)
ar: يجب عليك إنفاق جميع نقاط الأخلاقيات الثلاث ({pointsRemaining} متبقية)
de: Du musst alle 3 Ethikpunkte vergeben ({pointsRemaining} verbleibend)
es: Debes gastar los 3 puntos de ideología (quedan {pointsRemaining}).
nl: Je moet alle 3 ethiekpunten ({pointsRemaining}) uitgeven
ru: Вы должны потратить все 3 очка этики ({pointsRemaining} осталось)
sr: Мораш потрошити сва 3 етичка поена (преостало {pointsRemaining})
uk: Ви повинні витратити усі 3 бали принципів (залишилось: {pointsRemaining})

source: You need to equip a weapon first
ar: تحتاج إلى تجهيز سلاح أولاً
de: Du musst zuerst eine Waffe ausrüsten
es: Primero necesitas equipar un arma
fr: Vous devez d'abord équiper une arme
it: Devi prima equipaggiare un'arma
nl: Je moet eerst een wapen uitrusten
pl: Najpierw musisz wyposażyć broń
pt: Você precisa equipar uma arma primeiro
ro: Echipează întâi o armă
ru: Сначала экипируйте оружие
sr: Мораш прво да опремиш оружје
tr: Önce bir silah kuşanmalısın
uk: Для початку вам потрібно екіпірувати зброю

source: You premium gift from <0/> has expired! Would you consider subscribing and supporting the game? 👉👈
ar: هديتك المميزة من <0/> انتهت! هل تفكر في الاشتراك ودعم اللعبة؟ 👉👈
de: Dein Premium-Geschenk von <0/> ist abgelaufen! Möchtest du vielleicht ein Abo abschließen und das Spiel unterstützen? 👉👈
es: ¡Tu regalo premium de <0/> ha expirado! ¿Considerarías suscribirte y apoyar el juego? 👉👈
fr: Ton cadeau premium de <0/> a expiré ! Voudrais-tu t'abonner et soutenir le jeu ? 👉👈
it: Il tuo regalo premium da <0/> è scaduto! Prenderesti in considerazione l'abbonamento per supportare il gioco? 👉👈
nl: Je premium cadeau van <0/> is verlopen! Zou je overwegen om je te abonneren en het spel te steunen? 👉👈
pl: Twój prezent premium od <0/> wygasł! Czy rozważyłbyś subskrypcję i wsparcie gry? 👉👈
pt: Seu presente premium de <0/> expirou! Você consideraria se inscrever e apoiar o jogo? 👉👈
ro: Cadoul tău Susținător de la <0/> a expirat! Ai lua în considerare să te abonezi și să susții jocul? 👉👈
ru: Ваша премиум-подписка от <0/> истекла! Не хотите оформить подписку и поддержать игру? 👉👈
sr: Твој premium поклон од <0/> је истекао! Да ли би размислио о претплати и подршци игри? 👉👈
tr: <0/>'dan premium hediyen sona erdi! Abone olup oyunu desteklemeyi düşünür müsün? 👉👈
uk: Термін підписки, подарованої <0/>, сплив! Чи не бажаєте підписатись та підтримати гру? 👉👈

source: You received a reward for {0} {1} in<0/> tier in the ranking <1/>
ar: لقد تلقيت مكافأة لـ {0} {1} في فئة <0/> في الترتيب <1/>
de: Du hast eine Belohnung für {0} {1} im <0/>-Tier der Rangliste <1/> erhalten.
es: Recibiste una recompensa por {0} {1} en el nivel<0/> del ranking <1/>
fr: Tu as reçu une récompense pour {0} {1} dans le niveau<0/> du classement <1/>
it: Hai ricevuto una ricompensa per {0} {1} nel tier <0/> della classifica <1/>
nl: Je hebt een beloning ontvangen voor {0} {1} in<0/> tier in de ranglijst <1/>
pl: Otrzymałeś nagrodę za {0} {1} w poziomie<0/> w rankingu <1/>
pt: Você recebeu uma recompensa por {0} {1} no nível<0/> no ranking <1/>
ro: Ai primit o recompensă pentru {0} {1} în nivelul<0/> în clasamentul <1/>
ru: Вы получили награду за {0} {1} в<0/> тире в общем рейтинге <1/>
sr: Добио си награду за {0} {1} у <0/> рангу на ранг-листи <1/>
tr: <1/> sıralamasında <0/> kademesinde {0} {1} için ödül aldın
uk: Ви отримали нагороду завдяки {0} {1}, за рівень <0/> у рейтингу <1/>
