Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Joining a new job will make you leave your current one!
ar: الانضمام لوظيفة جديدة سيجعلك تترك وظيفتك الحالية!
de: Wenn du einen neuen Job annimmst, verlässt du deinen aktuellen!
es: ¡Unirse a un nuevo trabajo te hará dejar el actual!
fr: Rejoindre un nouvel emploi vous fera quitter votre emploi actuel !
it: Accettare un nuovo lavoro ti farà lasciare quello attuale!
nl: Als je aan een nieuwe baan begint, verlaat je je huidige baan!
pl: Dołączenie do nowej pracy spowoduje opuszczenie obecnej!
pt: Entrar em um novo emprego fará você deixar o atual!
ro: Acceptarea unui nou loc de muncă te va face să părăsești locul actual!
ru: Устроившись на новую работу, вы покинете свою текущую!
sr: Запослење на новом послу ће те натерати да напустиш тренутни посао!
tr: Yeni bir işe girmek mevcut işinden ayrılmanı sağlayacak!
uk: Нова робота автоматично скасує поточну!

source: Just 1 more...
ar: واحدة أخرى فقط...
de: Nur noch eins...
es: Solo 1 más...
fr: Juste 1 de plus...
it: Solo 1 altro...
nl: Nog maar één ding...
pl: Jeszcze tylko 1...
pt: Só mais 1...
ro: Hai, încă una...
ru: Ещё один...
sr: Само још 1...
tr: Sadece 1 tane daha...
uk: Ще один...

source: Just one more… what could go wrong?
ar: واحدة أخرى فقط... ماذا يمكن أن يحدث؟
de: Nur noch eins… was soll schon schiefgehen?
es: Una más… ¿qué puede salir mal?
fr: Encore une… qu'est-ce qui pourrait mal tourner ?
it: Ancora uno… cosa potrebbe andare storto?
nl: Nog één... Wat kan er misgaan?
pl: Jeszcze jedna… co może pójść nie tak?
pt: Só mais uma… o que pode dar errado?
ro: Doar încă una… ce ar putea merge prost?
ru: Ещё один... Что может пойти не так?
sr: Само још једна... шта може поћи по злу?
tr: Sadece bir tane daha… ne yanlış gidebilir ki?
uk: Ще один… що може піти не так?

source: Keep chasing that Mythic
ar: استمر في مطاردة تلك الخرافية
de: Jag weiter hinter der Mythischen her
es: Sigue buscando ese Mítico
fr: Continue de chasser ce Mythique
it: Continua a inseguire quel Mitico
nl: Blijf die Mythic achterna zitten
pl: Dalej szukaj Mitycznego
pt: Continue buscando o Mítico
ro: Continuă să cauți Miticul
ru: Продолжай гнаться за мификом
sr: Настави да јуриш епску опрему
tr: O Efsanevi'yi kovalamaya devam et
uk: Женися за міфіком далі

source: Keep fighting!
ar: واصل القتال!
de: Kämpf weiter!
es: ¡Sigue luchando!
fr: Continue de combattre !
it: Continua a combattere!
nl: Blijf vechten!
pl: Kontynuuj walkę!
pt: Continue lutando!
ro: Continuă să lupți!
ru: Продолжай сражаться!
sr: Настави да се бориш!
tr: Savaşmaya devam et!
uk: Продовжуйте битися!

source: Keep in current company
ar: البقاء في الشركة الحالية
de: Im aktuellen Unternehmen behalten
es: Mantener en la empresa actual
fr: Garder dans l'entreprise actuelle
it: Resta nell'azienda attuale
nl: Blijf in gezelschap
pl: Pozostaw w obecnej firmie
pt: Manter na empresa atual
ro: Păstrează în compania actuală
ru: Оставить в текущей компании
sr: Задржи у тренутној компанији
tr: Mevcut şirkette tut
uk: Залишити у цій фабриці

source: Knife
ar: سكين
de: Messer
es: Cuchillo
fr: Couteau
it: Coltello
nl: Mes
pl: Nóż
pt: Faca
ro: Cuțit
ru: Нож
sr: Нож
tr: Bıçak
uk: Ніж

source: Knives do not accept ammo
ar: السكاكين لا تقبل الذخيرة
de: Messer akzeptieren keine Munition
es: Los cuchillos no aceptan munición
fr: Les couteaux n'acceptent pas de munitions
it: I coltelli non usano munizioni
nl: Messen accepteren geen munitie
pl: Noże nie używają amunicji
pt: Facas não aceitam munição
ro: Cuțitele nu acceptă muniție
ru: Ножи нельзя использовать с боеприпасами
sr: Ножеви не могу да пуцају метке
tr: Bıçaklar mermi kabul etmez
uk: Ножі не використовують набої

source: Land <0>{count}</0> critical hits
ar: سدد <0>{count}</0> ضربات حرجة
de: Erziele <0>{count}</0> kritische Treffer
es: Asesta <0>{count}</0> golpes críticos
fr: Porte <0>{count}</0> coups critiques
it: Metti a segno <0>{count}</0> colpi critici
nl: Land <0>{count}</0> kritieke treffers
pl: Zadaj <0>{count}</0> trafień krytycznych
pt: Acertar <0>{count}</0> golpes críticos
ro: Dă <0>{count}</0> lovituri critice
ru: Нанесите критический урон <0>{count}</0> раз
sr: Задај <0>{count}</0> крит. ударца
tr: <0>{count}</0> kritik vuruş yap
uk: Завдайте <0>{count}</0> критичних ударів

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sr: Језик
tr: Dil
uk: Мова

source: Last gifts
ar: آخر الهدايا
de: Letzte Geschenke
es: Últimos regalos
fr: Derniers cadeaux
it: Ultimi regali
nl: Laatste geschenken
pl: Ostatnie prezenty
pt: Últimos presentes
ro: Ultimele cadouri
ru: Последние подарки
sr: Последњни поклони
tr: Son hediyeler
uk: Останні подарунки

source: Last used:
ar: آخر استخدام:
de: Zuletzt verwendet:
es: Último uso:
fr: Dernière utilisation :
it: Ultimo utilizzo:
nl: Laatst gebruikt:
pl: Ostatnio użyty:
pt: Último uso:
ro: Ultima utilizare:
ru: Последнее использование:
sr: Последње кориштено:
tr: Son kullanım:
uk: Останнє використання:

source: Later
ar: لاحقاً
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
pl: Później
pt: Depois
ro: Mai târziu
ru: Позже
sr: Касније
tr: Daha Sonra
uk: Пізніше

source: Latest Pack
ar: أحدث حزمة
de: Neuestes Paket
es: Último pack
nl: Laatste Pack
ru: Свежий Набор
sr: Најновији пакет
uk: Останній набір

source: Launch council election
ar: إطلاق انتخابات المجلس
de: Ratswahl starten
es: Convocar elección del consejo
nl: Lanceer van de raadsverkiezing
ru: Начать выборы в совет
sr: Покрените изборе за савет
uk: Розпочати вибори до ради

source: Launch leader election
ar: إطلاق انتخابات القائد
de: Vorsitzendenwahl starten
es: Convocar elección de líder
nl: Lanceer leidersverkiezing
ru: Начать выборы лидера
sr: Покрени изборе за лидера
uk: Розпочати вибори лідера

source: Launch primary election
ar: إطلاق الانتخابات التمهيدية
de: Vorwahl starten
es: Convocar a elecciones primarias
nl: Start van de voorverkiezing
ru: Начать праймериз
sr: Покрени прелиминарне изборе
uk: Розпочати праймериз

source: Law failed
ar: فشل القانون
de: Gesetz abgelehnt
es: Ley fallida
fr: Loi échouée
it: Legge bocciata
nl: De wet faalde
pl: Prawo nie powiodło się
pt: Lei falhou
ro: Lege eșuată
ru: Закон отклонён
sr: Закон није прошао
tr: Yasa reddedildi
uk: Закон не ухвалено

source: Law proposed
ar: تم اقتراح القانون
de: Gesetz vorgeschlagen
es: Ley propuesta
fr: Loi proposée
it: Legge proposta
nl: Wet voorgesteld
pl: Prawo zaproponowane
pt: Lei proposta
ro: Lege propusă
ru: Закон принят
sr: Закон је предложен
tr: Yasa önerildi
uk: Законопроєкт подано

source: Laws
ar: قوانين
de: Gesetze
es: Leyes
fr: Lois
it: Leggi
nl: Wetten
pl: Prawa
pt: Leis
ro: Legi
ru: Законы
sr: Закони
tr: Yasalar
uk: Закони

source: Lead
ar: رصاص
de: Blei
es: Plomo
fr: Plomb
it: Piombo
nl: Lood
pl: Ołów
pt: Chumbo
ro: Plumb
ru: Свинец
sr: Олово
tr: Kurşun
uk: Свинець

source: Leave
ar: مغادرة
de: Verlassen
es: Renunciar
fr: Quitter
it: Lascia
nl: Vertrek
pl: Zrezygnuj
pt: Sair
ro: Demisionează
ru: Покинуть
sr: Напусти
tr: Ayrıl
uk: Покинути

source: Leave company?
ar: مغادرة الشركة؟
de: Unternehmen verlassen?
es: ¿Dejar la empresa?
fr: Quitter l'entreprise ?
it: Lasciare l'azienda?
nl: Gezelschap verlaten?
pl: Opuścić firmę?
pt: Sair da empresa?
ro: Părăsești compania?
ru: Покинуть компанию?
sr: Напусти компанију?
tr: Şirketten ayrıl?
uk: Покинути фабрику?

source: Leave congress
ar: مغادرة الكونغرس
de: Kongress verlassen
es: Dimitir del congreso
fr: Démissionner du parlement
it: Lascia il congresso
nl: Verlaat het congres
pl: Opuść kongres
pt: Sair do congresso
ro: Demisionează din parlament
ru: Покинуть парламент
sr: Напусти конгрес
tr: Meclisten ayrıl
uk: Вийти з парламенту

source: Leave government
ar: مغادرة الحكومة
de: Regierung verlassen
es: Dimitir del gobierno
fr: Démissionner du gouvernement
it: Lascia il governo
nl: Verlaat de regering
pl: Opuść rząd
pt: Sair do governo
ro: Demisionează din guvern
ru: Покинуть правительство
sr: Напусти владу
tr: Hükümetten ayrıl
uk: Вийти з уряду

source: Legend spotted!
ar: تم رصد أسطورة!
de: Legende gesichtet!
es: ¡Leyenda detectada!
fr: Légende repérée !
it: Leggenda avvistata!
nl: Legende gespot!
pl: Legenda wykryta!
pt: Lenda detectada!
ro: Legendă detectată!
ru: Легендарка на горизонте!
sr: Легендо!
tr: Efsane görüldü!
uk: Помічено легенду!

source: Legendary Boots
ar: أحذية أسطورية
de: Legendäre Stiefel
es: Botas Legendarias
fr: Bottes Légendaires
it: Stivali leggendari
nl: Legendarische Laarzen
pl: Legendarne Buty
pt: Botas Lendárias
ro: Cizme legendare
ru: Легендарные Берцы
sr: Легендарне Чизме
tr: Efsanevi Botlar
uk: Легендарні чоботи

source: Legendary Chest
ar: درع صدر أسطوري
de: Legendäre Brustplatte
es: Peto Legendario
fr: Plastron Légendaire
it: Corazza leggendaria
nl: Legendarische Borstbescherming
pl: Legendarny Napierśnik
pt: Peitoral Lendário
ro: Vestă legendară
ru: Легендарный Бронежилет
sr: Легендарни панцир
tr: Efsanevi Göğüslük
uk: Легендарний бронежилет

source: Legendary Gloves
ar: قفازات أسطورية
de: Legendäre Handschuhe
es: Guantes Legendarios
fr: Gants Légendaires
it: Guanti leggendari
nl: Legendarische Handschoenen
pl: Legendarne Rękawice
pt: Luvas Lendárias
ro: Mănuși legendare
ru: Легендарные Перчатки
sr: Легендарне Рукавице
tr: Efsanevi Eldivenler
uk: Легендарні рукавиці

source: Legendary Helmet
ar: خوذة أسطورية
de: Legendärer Helm
es: Casco Legendario
fr: Casque Légendaire
it: Elmo leggendario
nl: Legendarische Helm
pl: Legendarny Hełm
pt: Capacete Lendário
ro: Cască legendară
ru: Легендарный Шлем
sr: Легендарна Кацига
tr: Efsanevi Kask
uk: Легендарний шолом

source: Legendary Pants
ar: سراويل أسطورية
de: Legendäre Hose
es: Pantalones Legendarios
fr: Pantalon Légendaire
it: Pantaloni leggendari
nl: Legendarische Broek
pl: Legendarne Spodnie
pt: Calças Lendárias
ro: Pantaloni legendari
ru: Легендарные Штаны
sr: Легендарне Панталоне
tr: Efsanevi Pantolon
uk: Легендарні штани

source: Level up your skills!
ar: ارفع مستوى مهاراتك!
de: Verbessere deine Fertigkeiten!
es: ¡Sube de nivel tus habilidades!
fr: Monte tes compétences !
it: Potenzia le tue abilità!
nl: Verhoog je vaardigheden!
pl: Podnieś poziom umiejętności!
pt: Evolua suas habilidades!
ro: Crește-ți competențele!
ru: Улучши свои навыки!
sr: Надогради своје вештине!
tr: Becerilerini geliştir!
uk: Прокачай свої навички!

source: Level up!
ar: ارتفع المستوى!
de: Levelaufstieg!
es: ¡Subiste de nivel!
fr: Niveau supérieur !
it: Livello aumentato!
nl: Level omhoog!
pl: Awans na wyższy poziom!
pt: Subiu de nível!
ro: Ai avansat în nivel!
ru: Новый уровень!
sr: Левелуј!
tr: Seviye Atladın!
uk: Новий рівень!

source: Liberate <0/> and return it to its original country
ar: تحرير <0/> وإعادتها لبلدها الأصلي
de: Befreie <0/> und gib es an das ursprüngliche Land zurück
es: Liberar <0/> y devolverla a su país original
fr: Libérer <0/> et la rendre à son pays d'origine
it: Libera <0/> e restituiscila al suo paese d'origine
nl: Bevrijd <0/> en geef het terug naar het oorspronkelijke land
pl: Wyzwól <0/> i zwróć do oryginalnego kraju
pt: Libertar <0/> e devolvê-la ao seu país original
ro: Eliberează <0/> către țara originală
ru: Освободить <0/> и вернуть его в родную страну
sr: Ослободи <0/> и врати оригиналној земљи
tr: <0/>'ı kurtar ve orijinal ülkesine geri ver
uk: Звільнити <0/> та повернути початковій країні

source: Liberate a region
ar: تحرير منطقة
de: Region befreien
es: Liberar una región
fr: Libérer une région
it: Libera una regione
nl: Bevrijd een regio
pl: Wyzwól region
pt: Libertar uma região
ro: Eliberează o regiune
ru: Освободить регион
sr: Ослободи регион
tr: Bölgeyi kurtar
uk: Звільнити регіон

source: Lieutenant
ar: ملازم
de: Leutnant
es: Teniente
it: Tenente
nl: Luitenant
pl: Porucznik
pt: Tenente
ro: Locotenent
ru: Лейтенант
sr: Поручник
tr: Üsteğmen
uk: Лейтенант

source: Light
ar: فاتح
de: Hell
es: Clara
fr: Clair
it: Chiaro
nl: Licht
pl: Jasny
pt: Claro
ro: Luminoasă
ru: Мягкое
sr: Лака
tr: Açık
uk: Світлий

source: Light Ammo
ar: ذخيرة خفيفة
de: Leichte Munition
es: Munición Ligera
fr: Munitions Légères
it: Munizioni leggere
nl: Lichte munitie
pl: Lekka Amunicja
pt: Munição Leve
ro: Muniție ușoară
ru: Патроны
sr: Лака муниција
tr: Hafif Mühimmat
uk: Легкі набої

source: Like <0>{count}</0> articles
ar: أعجب بـ <0>{count}</0> مقالات
de: Like <0>{count}</0> Artikel
es: Da me gusta a <0>{count}</0> artículos
fr: Aime <0>{count}</0> articles
it: Metti mi piace a <0>{count}</0> articoli
nl: Vind <0>{count}</0> artikelen leuk
pl: Polub <0>{count}</0> artykułów
pt: Curtir <0>{count}</0> artigos
ro: Apreciază <0>{count}</0> articole
ru: Лайкните <0>{count}</0> статей
sr: Лајкуј <0>{count}</0> чланака
tr: <0>{count}</0> makale beğen
uk: Вподобайте <0>{count}</0> статей

source: Like <0>{count}</0> messages
ar: أعجب بـ <0>{count}</0> رسائل
de: Like <0>{count}</0> Nachrichten
es: Da me gusta a <0>{count}</0> mensajes
fr: Aime <0>{count}</0> messages
it: Metti mi piace a <0>{count}</0> messaggi
nl: Vind <0>{count}</0> berichten leuk
pl: Polub <0>{count}</0> wiadomości
pt: Curtir <0>{count}</0> mensagens
ro: Apreciază <0>{count}</0> mesaje
ru: Лайкните <0>{count}</0> сообщений
sr: Лајкуј <0>{count}</0> порука
tr: <0>{count}</0> mesaj beğen
uk: Вподобайте <0>{count}</0> повідомлень

source: Like Article
ar: إعجاب بالمقال
de: Artikel liken
es: Me gusta artículo
fr: Aimer un article
it: Mi piace all'articolo
nl: Vind artikel leuk
pl: Polub artykuł
pt: Curtir artigo
ro: Apreciază articol
ru: Лайкнуть статью
sr: Лајкуј Чланак
tr: Makaleyi Beğen
uk: Вподобайте статтю

source: Like Message
ar: إعجاب بالرسالة
de: Nachricht liken
es: Me gusta mensaje
fr: Aimer un message
it: Mi piace al messaggio
nl: Vind Bericht leuk
pl: Polub wiadomość
pt: Curtir mensagem
ro: Apreciază mesaj
ru: Лайкнуть сообщение
sr: Лајкуј Поруку
tr: Mesajı Beğen
uk: Вподобайте повідомлення

source: Limestone
ar: حجر جيري
de: Kalkstein
es: Piedra Caliza
fr: Calcite
it: Calcare
nl: Kalksteen
pl: Wapień
pt: Calcário
ro: Calcar
ru: Известняк
sr: Кречњак
tr: Kireçtaşı
uk: Вапняк

source: Limit of food consumption
ar: حد استهلاك الطعام
de: Limit für Nahrungsverbrauch
es: Límite de consumo de comida
fr: Limite de consommation de nourriture
it: Limite di consumo di cibo
nl: Limiet van voedselconsumptie
pl: Limit spożycia jedzenia
pt: Limite de consumo de comida
ro: Limită pentru consum alimentar
ru: Ограничивает потребление еды
sr: Ограничење потрошње хране
tr: Yiyecek tüketim limiti
uk: Ліміт споживання їжі

source: Line
ar: خط
de: Linie
es: Línea
fr: Ligne
it: Linea
nl: Lijn
pl: Linia
pt: Linha
ro: Linii
ru: Линии
sr: Линија
tr: Çizgi
uk: Лінії

source: Little cuties used to make steaks :(
ar: كائنات لطيفة صغيرة تستخدم لصنع شرائح اللحم :(
de: Kleine Süße, die zu Steaks verarbeitet werden :(
es: Pequeños adorables usados para hacer bistecs :(
fr: Petites mignonnes utilisées pour faire des steaks :(
it: Dolcetti animaletti usati per fare bistecche :(
nl: Kleine schatjes maakten vroeger biefstukken :(
pl: Małe słodziaki używane do robienia steków :(
pt: Fofuras usadas para fazer bifes :(
ro: Drăguțele mici folosite la friptură :(
ru: Милые крошки, из которых делают стейки :(
sr: Мали слаткиши кориштени за прављење бифтека :(
tr: Biftek yapmak için kullanılan minik tatlılar :(
uk: Манюньки для приготування стейків :(

source: Livestock
ar: ماشية
de: Vieh
es: Ganado
fr: Bétail
it: Bestiame
nl: Vee
pl: Bydło
pt: Gado
ro: Animale
ru: Скот
sr: Стока
tr: Çiftlik Hayvanı
uk: Худоба

source: Load more
ar: تحميل المزيد
de: Mehr laden
es: Cargar más
fr: Charger plus
it: Carica altro
nl: Meer laden
pl: Wczytaj więcej
pt: Carregar mais
ro: Mai multe
ru: Загрузить больше
sr: Учитај више
tr: Daha fazla yükle
uk: Завантажити ще

source: Load More Military Units
ar: تحميل المزيد من الوحدات العسكرية
de: Mehr Militäreinheiten laden
es: Cargar más unidades militares
fr: Charger plus d'unités militaires
it: Carica altre unità militari
nl: Meer militaire eenheden laden
pl: Wczytaj więcej jednostek wojskowych
pt: Carregar mais unidades militares
ro: Mai Multe UM
ru: Загрузить больше Военных Отрядов
sr: Учитај више Војних Јединица
tr: Daha Fazla Askeri Birlik Yükle
uk: Більше військових підрозділів

source: Load more parties
ar: تحميل المزيد من الأحزاب
de: Mehr Parteien laden
es: Cargar más partidos
fr: Charger plus de partis
nl: Meer partijen laden
pl: Załaduj więcej partii
pt: Carregar mais partidos
ro: Încarcă mai multe partide
ru: Загрузить больше партий
sr: Учитај још странака
tr: Daha fazla parti yükle
uk: Завантажити більше партій

source: Loading {status}...
ar: جاري تحميل {status}...
de: Lade {status}...
es: Cargando {status}...
fr: Chargement {status}...
it: Caricamento {status}...
nl: Laden {status}...
pl: Ładowanie {status}...
pt: Carregando {status}...
ro: Se încarcă {status}...
ru: Загрузка {status}...
sr: Учитавање {status}...
tr: {status} yükleniyor...
uk: Завантаження {status}...

source: Loading...
ar: جاري التحميل...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
ro: Se încarcă...
ru: Загрузка...
sr: Учитавање...
tr: Yükleniyor...
uk: Завантаження...

source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
nl: Locatie
pl: Lokalizacja
pt: Localização
ro: Locație
ru: Локация
sr: Локација
tr: Konum
uk: Розташування

source: Logout
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
nl: Uitloggen
pl: Wyloguj
pt: Sair
ro: Deconectare
ru: Выйти
sr: Одјави се
tr: Çıkış Yap
uk: Вийти

source: Long Sword
ar: سيف طويل
de: Langschwert
es: Espada larga
nl: Lang Zwaard
sr: Мач
uk: Довгий меч

source: Loot <0>{count}</0> from battles
ar: اغنم <0>{count}</0> من المعارك
de: Loote <0>{count}</0> aus Schlachten
es: Consigue <0>{count}</0> como botín de batallas
fr: Récupère <0>{count}</0> comme butin de batailles
it: Ottieni <0>{count}</0> come bottino dalle battaglie
nl: Loot <0>{count}</0> uit gevechten
pl: Zdobądź <0>{count}</0> z bitew
pt: Saquear <0>{count}</0> de batalhas
ro: Obține <0>{count}</0> ca pradă din lupte
ru: Залутайте <0>{count}</0> в битвах
sr: Покупи <0>{count}</0> из битака
tr: Savaşlardan <0>{count}</0> yağmala
uk: Отримайте <0>{count}</0> з битв

source: Loot Cases
ar: غنم الصناديق
de: Kisten looten
es: Conseguir cajas
fr: Récupérer des caisses
it: Casse bottino
pl: Zdobądź skrzynki
pt: Saquear caixas
ro: Obține cutii
ru: Лут Кейсов
sr: Сандуче са пленом
tr: Ganimetleri Topla
uk: Отримайте кейси

source: Loot chance
ar: فرصة الغنيمة
es: Probabilidad de botín
fr: Chance de butin
it: Probabilità bottino
nl: Loot kans
pl: Szansa na łup
pt: Chance de saque
ro: Șansă pradă
ru: Шанс лута
sr: Шанса за плен
tr: Ganimet şansı
uk: Шанс здобичі

source: Looted case
ar: صندوق مغتنم
de: Kiste gelootet
es: Caja obtenida
fr: Caisse obtenue
it: Cassa ottenuta
nl: Geplunderde zaak
pl: Zdobyta skrzynka
pt: Caixa obtida
ro: Cutie găsită
ru: Залутал кейс
sr: Сандуче покупљено
tr: Yağmalanmış kasa
uk: Отримані кейси

source: Looted cases
ar: صناديق مغتنمة
de: Kisten gelootet
es: Cajas obtenidas
fr: Caisses obtenues
it: Casse ottenute
nl: Geplunderde koffers
pl: Zdobyte skrzynki
pt: Caixas obtidas
ro: Cutii găsite
ru: Залутал кейсы
sr: Покупљена сандучад
tr: Yağmalanmış kasalar
uk: Отримані кейси

source: Looted money
ar: أموال مغتنمة
de: Geld gelootet
es: Dinero obtenido
fr: Argent obtenu
it: Denaro ottenuto
nl: Geplunderd geld
pl: Zdobyte pieniądze
pt: Dinheiro obtido
ro: Bani găsiți
ru: Залутал деньги
sr: Новац покупљен
tr: Yağmalanmış para
uk: Отримані гроші

source: Love Paper Jet
ar: طائرة ورقية (حب)
de: Liebes-Papierflieger
nl: Love Papieren Vliegtuig
sr: Љубавни папирни авион
uk: Паперовий літачок кохання

source: Lt. Colonel
ar: مقدم
de: Oberstleutnant
es: Tte. Coronel
it: Ten. Colonnello
nl: Luitenant-kolonel
pl: Ppłk.
pt: Ten. Coronel
ru: Подполковник
sr: Потпуковник
tr: Yarbay
uk: Підполковник

source: Lt. General
ar: فريق
de: Generalleutnant
es: Tte. General
fr: Général de division
it: Ten. Generale
nl: Luitenant-generaal
pl: Gen. dyw.
pt: Ten. General
ru: Генерал-лейтенант
sr: Генерал-потпуковник
tr: Korgeneral
uk: Генерал-лейтенант

source: Luck is finally on payroll
ar: الحظ يعمل لصالحك أخيراً
de: Das Glück ist endlich auf der Gehaltsliste
es: La suerte finalmente está de tu lado
fr: La chance est enfin de ton côté
it: La fortuna è finalmente a libro paga
nl: Het geluk staat eindelijk op de loonlijst
pl: Szczęście w końcu po twojej stronie
pt: A sorte finalmente está do seu lado
ro: Norocul e în sfârșit de partea ta
ru: Удача уже в зарплатной книжке
sr: Срећа је коначно на платном списку
tr: Şans sonunda maaş bordrosunda
uk: Нарешті удача на правильному боці

source: Maintenance cost
ar: تكلفة الصيانة
de: Unterhaltungskosten
es: Coste de mantenimiento
fr: Coût d'entretien
it: Costo di manutenzione
nl: Onderhoudskosten
pl: Koszt utrzymania
pt: Custo de manutenção
ro: Cost întreținere
ru: Затраты на обслуживание
sr: Цена одржавања
tr: Bakım maliyeti
uk: Вартість забезпечення

source: Major
ar: رائد
es: Mayor
fr: Commandant
it: Maggiore
nl: Belangrijk
ro: Maior
ru: Майор
sr: Мајор
tr: Binbaşı
uk: Майор

source: Manage Subscription
ar: إدارة الاشتراك
de: Abonnement verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento
nl: Beheer Abonnement
pl: Zarządzaj subskrypcją
pt: Gerenciar assinatura
ro: Gestionează abonamentul
ru: Управление подпиской
sr: Управљај претплатом
tr: Aboneliği Yönet
uk: Керування підпискою

source: Management
ar: الإدارة
es: Gestión
fr: Gestion
it: Gestione
nl: Beheer
pl: Zarządzanie
pt: Gestão
ru: Управление
sr: Менаџмент
tr: Yönetim
uk: Менеджмент

source: map
ar: خريطة
de: Karte
es: mapa
fr: carte
it: mappa
nl: Kaart
pl: mapa
pt: mapa
ro: harta
ru: карта
sr: мапа
tr: harita
uk: карти

source: Map Accent
ar: لون الخريطة المميز
de: Karten-Akzent
es: Acento del mapa
fr: Accent de carte
it: Accento mappa
nl: Kaartaccent
pl: Akcent mapy
pt: Acento do mapa
ro: Tentă
ru: Оттенок на карте
sr: Акцент мапе
tr: Harita Aksanı
uk: Відтінок мапи

source: Map options
ar: خيارات الخريطة
de: Kartenoptionen
es: Opciones del mapa
fr: Options de la carte
it: Opzioni mappa
nl: Kaartopties
pl: Opcje mapy
pt: Opções do mapa
ro: Opțiuni hartă
ru: Настройки карты
sr: Подешавања мапе
tr: Harita seçenekleri
uk: Опції мапи

source: Market
ar: السوق
de: Markt
es: Mercado
fr: Marché
it: Mercato
nl: Markt
pl: Rynek
pt: Mercado
ro: Piață
ru: Рынок
sr: Тржиште
tr: Pazar
uk: Ринок

source: Market tax
ar: ضريبة السوق
de: Marktsteuer
es: IVA
fr: TVA
it: Tassa di mercato
nl: Marktbelasting
pl: VAT
pt: IVA
ro: TVA
ru: Налог на продажу
sr: Порез на тржиште
tr: Pazar vergisi
uk: Ринковий податок

source: Marshal
ar: مشير
de: Marschall
es: Mariscal
fr: Maréchal
it: Maresciallo
nl: Maarschalk
pl: Marszałek
pt: Marechal
ro: Mareșal
ru: Маршал
sr: Маршал
tr: Mareşal
uk: Маршал

source: Maybe epic music would help?
ar: ربما تساعد الموسيقى الملحمية؟
de: Vielleicht würde epische Musik helfen?
es: ¿Quizás música épica ayudaría?
fr: Peut-être qu'une musique épique aiderait ?
it: Forse della musica epica aiuterebbe?
nl: Misschien zou epische muziek helpen?
pl: Może epicka muzyka by pomogła?
pt: Talvez música épica ajudasse?
ro: Poate muzica epică ar ajuta?
ru: Может эпичная музыка поможет?
sr: Можда би нека епска музика помогла?
tr: Belki epik müzik yardımcı olur?
uk: Може потрібна епічна музика?

source: Maybe next time ^^
ar: ربما في المرة القادمة ^^
de: Vielleicht beim nächsten Mal ^^
es: Quizás la próxima vez ^^
fr: Peut-être la prochaine fois ^^
it: Forse la prossima volta ^^
nl: Misschien de volgende keer ^^
pl: Może następnym razem ^^
pt: Quem sabe na próxima ^^
ro: Poate data viitoare ^^
ru: В следующий раз ^^
sr: Можда следећи пут ^^
tr: Belki bir dahaki sefere ^^
uk: Повезе наступного разу ^^

source: Medieval
ar: قرون وسطى
de: Mittelalterlich
fr: Médiéval
nl: Middeleeuwen
sr: Средњовековни
uk: Середньовіччя
