Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Are you sure you want to give the "Bug finder" badge to {username}?
ar: هل أنت متأكد أنك تريد منح شارة "مكتشف الأخطاء" لـ {username}؟
de: Sind Sie sicher, dass Sie {username} das "Bugfinder"-Abzeichen geben wollen?
es: ¿Seguro que quieres dar la insignia "Bug finder" a {username}?
fr: Êtes-vous sûr de vouloir donner le badge "Bug finder" à {username} ?
it: Sei sicuro di voler assegnare il badge "Bug finder" a {username}?
nl: Weet je zeker dat je de "Bug finder"-badge aan {gebruikersnaam} wilt geven?
pl: Czy na pewno chcesz nadać odznakę "Bug finder" użytkownikowi {username}?
pt: Tem certeza que quer dar a insígnia "Caçador de bugs" para {username}?
ro: Sigur vrei să-i oferi insigna "Bug finder" lui {username}?
ru: Вы действительно хотите дать {username} значок "Искатель багов"?
sr: Да ли сигурно желите да дате "Bug finder" значку кориснику {username}?
tr: "{username}" kullanıcısına "Hata bulucu" rozeti vermek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете дати значок "Шукач багів" гравцю {username}?

source: Are you sure you want to leave the congress?
ar: هل أنت متأكد أنك تريد مغادرة الكونغرس؟
de: Sind Sie sicher, dass Sie den Kongress verlassen wollen?
es: ¿Seguro que quieres dejar el congreso?
fr: Êtes-vous sûr de vouloir quitter le parlement ?
it: Sei sicuro di voler lasciare il congresso?
nl: Weet je zeker dat je het congres wilt verlaten?
pl: Czy na pewno chcesz opuścić kongres?
pt: Tem certeza que quer sair do congresso?
ro: Ești sigur că vrei să demisionezi din parlament?
ru: Вы действительно хотите покинуть парламент?
sr: Да ли сигурно желите да напустите конгрес?
tr: Meclisten ayrılmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете покинути парламент?

source: Are you sure you want to leave the government?
ar: هل أنت متأكد أنك تريد مغادرة الحكومة؟
de: Sind Sie sicher, dass Sie die Regierung verlassen wollen?
es: ¿Seguro que quieres dejar el gobierno?
fr: Êtes-vous sûr de vouloir quitter le gouvernement ?
it: Sei sicuro di voler lasciare il governo?
nl: Weet je zeker dat je de overheid wilt verlaten?
pl: Czy na pewno chcesz opuścić rząd?
pt: Tem certeza que quer sair do governo?
ro: Ești sigur că vrei să demisionezi din guvern?
ru: Вы действительно хотите покинуть правительство?
sr: Да ли сигурно желите да напустите владу?
tr: Hükümetten ayrılmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете покинути уряд?

source: Are you sure you want to remove all buy orders?
ar: هل أنت متأكد أنك تريد إزالة جميع أوامر الشراء؟
de: Sind Sie sicher, dass Sie alle Kaufaufträge entfernen wollen?
es: ¿Estás seguro de que quieres eliminar todas las órdenes de compra?
fr: Êtes-vous sûr de vouloir supprimer tous les ordres d'achat ?
it: Sei sicuro di voler rimuovere tutti gli ordini di acquisto?
nl: Weet je zeker dat je alle aankooporders wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie zamówienia kupna?
pt: Tem certeza de que deseja remover todas as ordens de compra?
ro: Ești sigur că vrei să elimini toate comenzile de cumpărare?
ru: Вы действительно хотите убрать все заявки на покупку?
sr: Да ли сте сигурни да желите да уклоните све налоге за куповину?
tr: Tüm alış emirlerini kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити усі замовлення на купівлю?

source: Are you sure you want to remove all sell orders?
ar: هل أنت متأكد أنك تريد إزالة جميع أوامر البيع؟
de: Sind Sie sicher, dass Sie alle Verkaufsaufträge entfernen wollen?
es: ¿Estás seguro de que quieres eliminar todas las órdenes de venta?
fr: Êtes-vous sûr de vouloir supprimer tous les ordres de vente ?
it: Sei sicuro di voler rimuovere tutti gli ordini di vendita?
nl: Weet je zeker dat je alle verkooporders wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie zamówienia sprzedaży?
pt: Tem certeza de que deseja remover todas as ordens de venda?
ro: Ești sigur că vrei să elimini toate comenzile de vânzare?
ru: Вы действительно хотите убрать все заявки на продажу?
sr: Да ли сте сигурни да желите да уклоните све налоге за продају?
tr: Tüm satış emirlerini kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити усі замовлення на продаж?

source: Are you sure you want to reroll this mission? Your current progress will be lost.
ar: هل أنت متأكد أنك تريد إعادة تدوير هذه المهمة؟ سيتم فقدان تقدمك الحالي.
de: Sind Sie sicher, dass Sie diese Mission neu auswürfeln wollen? Ihr aktueller Fortschritt geht verloren.
es: ¿Seguro que quieres cambiar esta misión? Tu progreso actual se perderá.
fr: Êtes-vous sûr de vouloir relancer cette mission ? Votre progression actuelle sera perdue.
it: Sei sicuro di voler rilanciare questa missione? I tuoi progressi attuali andranno persi.
nl: Weet je zeker dat je deze missie opnieuw wilt spelen? Je huidige voortgang zal verloren gaan.
pl: Czy na pewno chcesz zmienić tę misję? Twój obecny postęp zostanie utracony.
pt: Tem certeza que quer trocar esta missão? Seu progresso atual será perdido.
ro: Sigur vrei să schimbi misiunea?
ru: Вы действительно хотите заменить миссию? Ваш текущий прогресс будет утерян.
sr: Да ли сте сигурни да желите да поново генеришете ову мисију? Ваш тренутни напредак ће бити изгубљен.
tr: Bu görevi yenilemek istediğinizden emin misiniz? Mevcut ilerlemeniz kaybolacak.
uk: Ви впевнені, що хочете замінити цю місію? Наявний прогрес буде втрачено.

source: Are you sure you want to revoke "{0}"? This action cannot be undone.
ar: هل أنت متأكد أنك تريد إبطال "{0}"؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie "{0}" widerrufen wollen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres revocar "{0}"? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir révoquer "{0}" ? Cette action est irréversible.
it: Sei sicuro di voler revocare "{0}"? Questa azione non può essere annullata.
nl: Weet je zeker dat je "{0}" wilt intrekken? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz unieważnić "{0}"? Tej akcji nie można cofnąć.
pt: Tem certeza que deseja revogar "{0}"? Esta ação não pode ser desfeita.
ro: Ești sigur că vrei să revoci "{0}"? Această acțiune nu poate fi anulată.
ru: Вы действительно хотите отозвать "{0}"? Это действие необратимо.
sr: Да ли сте сигурни да желите да опозовете "{0}"? Ова акција се не може поништити.
tr: "{0}" jetonunu iptal etmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете відкликати "{0}"? Цю дію неможливо скасувати.

source: Are you sure you want to skip this tutorial?
ar: هل أنت متأكد أنك تريد تخطي هذا البرنامج التعليمي؟
de: Sind Sie sicher, dass Sie dieses Tutorial überspringen wollen?
es: ¿Estás seguro de que quieres omitir este tutorial?
fr: Êtes-vous sûr de vouloir passer ce tutoriel ?
it: Sei sicuro di voler saltare questo tutorial?
nl: Weet je zeker dat je deze tutorial wilt overslaan?
pl: Czy na pewno chcesz pominąć ten samouczek?
pt: Tem certeza de que deseja pular este tutorial?
ro: Ești sigur că vrei să sari peste acest tutorial?
ru: Вы действительно хотите пропустить обучение?
sr: Да ли сигурно желите да прескочите водич?
tr: Bu eğitimi atlamak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете пропустити навчання?

source: Armor
ar: درع
de: Rüstung
es: Armadura
fr: Armure
it: Armatura
nl: Pantser
pl: Pancerz
pt: Armadura
ro: Armură
ru: Броня
sr: Панцир
tr: Zırh
uk: Захист

source: Article ID
ar: معرف المقال
de: Artikel-ID
es: ID de artículo
fr: ID de l'article
it: ID articolo
nl: Artikel-ID
pl: ID artykułu
pt: ID do artigo
ro: ID articol
ru: ID Статьи
sr: ID чланка
tr: Makale ID
uk: ID статті

source: Article liked
ar: تم الإعجاب بالمقال
de: Artikel geliked
es: Artículo gustado
fr: Article aimé
it: Articolo piaciuto
nl: Artikel gewaardeerd
pl: Artykuł polubiony
pt: Artigo curtido
ro: Articol apreciat
ru: Статья лайкнута
sr: Чланак лајкован
tr: Makale beğenildi
uk: Статтю вподобано

source: Article Tip
ar: إكرامية مقال
de: Artikel-Trinkgeld
es: Propina al artículo
fr: Pourboire d'article
it: Mancia articolo
nl: Artikeltip
pl: Napiwek za artykuł
pt: Gorjeta de artigo
ro: Sponsorizări articol
ru: Статейные чаевые
sr: Напојница за чланак
tr: Makale Bahşişi
uk: Чайові статтям

source: Article tipped
ar: تم منح إكرامية للمقال
de: Artikel mit Trinkgeld belohnt
es: Propina al artículo
fr: Pourboire à l'article
it: Mancia all'articolo
nl: Artikel getipt
pl: Napiwek do artykułu
pt: Gorjeta no artigo
ro: Articol sponsorizat
ru: Статье оставлены чаевые
sr: Напојница дата
tr: Makaleye bahşiş verildi
uk: Залишено чайові

source: Articles
ar: مقالات
de: Artikel
es: Artículos
it: Articoli
nl: Artikelen
pl: Artykuły
pt: Artigos
ro: Articole
ru: Статьи
sr: Чланци
tr: Makaleler
uk: Статті

source: Articles by <0/>
ar: مقالات بواسطة <0/>
de: Artikel von <0/>
es: Artículos de <0/>
fr: Articles de <0/>
it: Articoli di <0/>
nl: Artikelen door <0/>
pl: Artykuły autora <0/>
pt: Artigos de <0/>
ro: Articolele lui <0/>
ru: Статьи от <0/>
sr: Чланци од <0/>
tr: <0/>'ın Makaleleri
uk: Статті <0/>

source: At end of battle/rounds, <0>Top 30%</0> of the ranking, get <1>Loot chance</1> to get cases depending on total <2>Damages</2> of the side.
ar: في نهاية المعركة/الجولات، يحصل <0>أفضل 30%</0> في الترتيب على <1>فرصة غنيمة</1> للحصول على صناديق اعتماداً على إجمالي <2>الأضرار</2> للجانب.
de: Am Ende der Schlacht/Runden erhalten die <0>Top 30%</0> der Rangliste eine <1>Loot-Chance</1> auf Kisten, abhängig vom gesamten <2>Schaden</2> der Seite.
es: Al final de la batalla/rondas, el <0>Top 30%</0> del ranking obtiene <1>Probabilidad de botín</1> para conseguir cajas según el total de <2>Daño</2> del bando.
fr: À la fin des batailles/rounds, le <0>Top 30%</0> du classement obtient une <1>Chance de butin</1> pour récupérer des caisses selon les <2>Dégâts</2> totaux du camp.
it: Alla fine della battaglia/dei round, il <0>Top 30%</0> della classifica ottiene <1>possibilità di bottino</1> per trovare casse in base ai <2>Danni</2> totali della fazione.
nl: Aan het einde van het gevecht/rondes, <0>Top 30%</0> van de ranglijst, krijg je <1>Lootkans</1> om kisten te krijgen afhankelijk van de totale <2>Schade</2> van de kant.
pl: Na koniec bitwy/rund, <0>Top 30%</0> rankingu otrzymuje <1>Szansę na łup</1> na zdobycie skrzynek w zależności od całkowitych <2>Obrażeń</2> strony.
pt: No final da batalha/rodadas, <0>Top 30%</0> do ranking recebem <1>Chance de saque</1> para obter caixas dependendo do <2>Dano</2> total do lado.
ro: La sfârșitul luptei/rundelor, <0>Top 30%</0> din clasament primesc <1>Șansă pradă</1> pentru a găsi cutii în funcție de <2>Daunele</2> cauzate pe o parte a luptei.
ru: К концу битвы/раунда, <0>Топ 30%</0> рейтинга получат <1>Шанс лута</1> кейсов, зависящий от общего <2>Урона</2> этой стороны.
sr: На крају битке/рунди, <0>Првих 30%</0> рангирања, добијају <1>Шансу за плен</1> да би добили кутије у зависности од укупне <2>Штете</2> стране.
tr: Savaş/tur sonunda, sıralamanın <0>ilk %30'u</0>, tarafın toplam <2>Hasarına</2> bağlı olarak kasa almak için <1>Ganimet şansı</1> kazanır.
uk: У кінці битви/раундів <0>Топ 30%</0> гравців у рейтингу отримують додаткові <1>Шанси</1> отримати кейси залежно від загальної <2>шкоди</2> сторони.

source: At every hit, increases your chance to loot a case when the battle ends. You can stack cases.
ar: عند كل ضربة، تزداد فرصتك في غنم صندوق عند انتهاء المعركة. يمكنك تجميع الصناديق.
de: Bei jedem Treffer erhöht sich deine Chance, am Ende der Schlacht eine Kiste zu looten. Du kannst Kisten stapeln.
es: Con cada golpe, aumenta tu probabilidad de conseguir una caja cuando termina la batalla. Puedes acumular cajas.
fr: À chaque coup, augmente ta chance de récupérer une caisse à la fin de la bataille. Tu peux cumuler les caisses.
it: A ogni colpo, aumenta la tua possibilità di trovare una cassa quando la battaglia finisce. Puoi accumulare casse.
nl: Bij elke treffer vergroot je de kans om een kist te plunderen als het gevecht eindigt. Je kunt kisten stapelen.
pl: Przy każdym uderzeniu zwiększa twoją szansę na zdobycie skrzynki po zakończeniu bitwy. Skrzynki mogą się kumulować.
pt: A cada golpe, aumenta sua chance de saquear uma caixa quando a batalha terminar. Você pode acumular caixas.
ro: Cu fiecare lovitură crești șansa de a primi o cutie la sfârșitul luptei. Se numără peste ordin (200% = două cutii garantate).
ru: С каждым ударом, повышается шанс залутать кейс по окончанию битвы. Шансы получения складываются.
sr: Сваким ударцем, повећаваш шансу да покупиш сандуче када се битка заврши. Можеш гомилати сандучад.
tr: Her vuruşta, savaş bittiğinde kasa yağmalama şansını artırır. Kasaları biriktirebilirsin.
uk: Кожен удар збільшує шанс отримати кейс після завершення битви. Ви можете накопичувати кейси.

source: At least you tried
ar: على الأقل حاولت
de: Du hast es zumindest versucht
es: Al menos lo intentaste
fr: Au moins t'as essayé
it: Almeno ci hai provato
nl: Je hebt het tenminste geprobeerd
pl: Przynajmniej próbowałeś
pt: Pelo menos você tentou
ro: Măcar ai încercat
ru: Ты хотя бы попытался
sr: Барем си покушао
tr: En azından denedin
uk: Ну, ти спробував

source: At the end of the timer <0>{actualTickPoints}</0> will be assigned to the side with the most damages.
ar: في نهاية المؤقت سيتم تخصيص <0>{actualTickPoints}</0> للجانب صاحب أكبر قدر من الأضرار.
de: Am Ende des Timers werden <0>{actualTickPoints}</0> der Seite mit dem meisten Schaden zugewiesen.
es: Al final del temporizador, <0>{actualTickPoints}</0> se asignarán al bando con más daño.
fr: À la fin du timer, <0>{actualTickPoints}</0> seront attribués au camp avec le plus de dégâts.
it: Alla fine del timer, <0>{actualTickPoints}</0> verranno assegnati alla fazione con più danni.
nl: Aan het einde van de timer wordt <0>{actualTickPoints}</0> toegewezen aan de kant met de meeste schade.
pl: Po zakończeniu odliczania <0>{actualTickPoints}</0> zostanie przyznane stronie z największymi obrażeniami.
pt: No final do timer <0>{actualTickPoints}</0> serão atribuídos ao lado com mais dano.
ro: La sfârșitul timpului, partea cu cele mai multe daune cauzate va câștiga <0>{actualTickPoints}</0>.
ru: По истечении таймера <0>{actualTickPoints}</0> будут зачислены стороне с наибольшим уроном.
sr: По истеку тајмера, <0>{actualTickPoints}</0> ће бити додељено страни са највише нанесене штете.
tr: Süre sonunda <0>{actualTickPoints}</0> en çok hasarı veren tarafa atanacak.
uk: Коли таймер дійде нуля, <0>{actualTickPoints}</0> буде присвоєно стороні з більшою шкодою.

source: Attack
ar: هجوم
de: Angriff
es: Ataque
fr: Attaque
it: Attacca
nl: Aanval
pl: Atak
pt: Ataque
ro: Atac
ru: Атака
sr: Напад
tr: Saldırı
uk: Атака

source: Attacker
ar: المهاجم
de: Angreifer
es: Atacante
fr: Attaquant
it: Attaccante
nl: Aanvaller
pl: Atakujący
pt: Atacante
ro: Agresor
ru: Атакующий
sr: Нападач
tr: Saldıran
uk: Нападник

source: Attackers
ar: المهاجمون
de: Angreifer
es: Atacantes
fr: Attaquants
it: Attaccanti
nl: Aanvallers
pl: Atakujący
pt: Atacantes
ro: Atacatori
ru: Атакующие
sr: Нападачи
tr: Saldıranlar
uk: Нападники

source: Auto approval
ar: الموافقة التلقائية
de: Automatische Genehmigung
es: Aprobación automática
fr: Approbation automatique
it: Approvazione automatica
nl: Autogoedkeuring
pl: Automatyczne zatwierdzanie
pt: Aprovação automática
ro: Aprobare automată
ru: Авто-одобрение
sr: Аутоматско одобравање
tr: Otomatik onay
uk: Автоматичне схвалення

source: Auto-generates <0>Production Points</0> over time, without the need to work.
ar: يولد <0>نقاط الإنتاج</0> تلقائياً بمرور الوقت، دون الحاجة للعمل.
de: Generiert automatisch <0>Produktionspunkte</0> über Zeit, ohne dass gearbeitet werden muss.
es: Genera automáticamente <0>Puntos de Producción</0> con el tiempo, sin necesidad de trabajar.
fr: Génère automatiquement des <0>Points de Production</0> au fil du temps, sans avoir besoin de travailler.
it: Genera automaticamente <0>Punti Produzione</0> nel tempo, senza bisogno di lavorare.
nl: Genereert automatisch <0>Productiepunten</0> in de loop van de tijd, zonder dat er gewerkt hoeft te worden.
pl: Automatycznie generuje z czasem <0>Punkty Produkcji</0>, bez potrzeby pracy.
pt: Gera automaticamente <0>Pontos de Produção</0> ao longo do tempo, sem precisar trabalhar.
ro: Generează automat <0>Puncte de Producție</0> de-a lungul timpului, fără să lucrezi.
ru: Автоматически генерирует <0>Очки Производства</0> с течением времени, без необходимости работать.
sr: Аутоматски генерише <0>поене производње</0> током времена, без потребе за радом.
tr: Çalışmaya gerek kalmadan zamanla otomatik olarak <0>Üretim Puanı</0> oluşturur.
uk: Автоматично створює <0>Бали виробництва</0> з часом, без потреби працювати.

source: Automated engine
ar: محرك آلي
de: Automatisierte Engine
es: Motor automático
fr: Moteur automatisé
it: Motore automatizzato
nl: Geautomatiseerde motor
pl: Silnik automatyczny
pt: Motor automatizado
ro: Motor automat
ru: Автоматический двигатель
sr: Аутоматизовани механизам
tr: Otomatik motor
uk: Автоматичний двигун

source: Automated Engine
ar: محرك آلي
de: Automatisierte Engine
es: Motor Automatizado
fr: Moteur Automatisé
it: Motore automatizzato
nl: Geautomatiseerde Motor
pl: Automatyczny Silnik
pt: Motor Automatizado
ro: Motor Automat
ru: Автоматический Двигатель
sr: Аутоматизовани механизам
tr: Otomatik Motor
uk: Автоматичний двигун

source: Avatar removed
ar: تمت إزالة الصورة الرمزية
de: Avatar entfernt
es: Avatar eliminado
fr: Avatar supprimé
it: Avatar rimosso
nl: Avatar verwijderd
pl: Avatar usunięty
pt: Avatar removido
ro: Avatar șters
ru: Аватарка удалена
sr: Аватар уклоњен
tr: Avatar kaldırıldı
uk: Аватар прибрано

source: Badge won
ar: تم الفوز بشارة
de: Abzeichen gewonnen
es: Insignia ganada
fr: Badge obtenu
it: Badge ottenuto
nl: Embleem gewonnen
pl: Odznaka zdobyta
pt: Insígnia conquistada
ro: Insignă câștigată
ru: Значок получен
sr: Значка придобијена
tr: Rozet kazanıldı
uk: Значок отримано

source: Badge Won
ar: تم الفوز بشارة
de: Abzeichen gewonnen
es: Insignia ganada
fr: Badge gagné
it: Badge ottenuto
nl: Embleem Gewonnen
pl: Odznaka zdobyta
pt: Medalha conquistada
ro: Insignă câștigată
ru: Значок Получен
sr: Значка придобијена
tr: Rozet Kazanıldı
uk: Отримано значок

source: Badges
ar: شارات
de: Abzeichen
es: Insignias
it: Badge
nl: Insignes
pl: Odznaki
pt: Insígnias
ro: Insigne
ru: Значки
sr: Значке
tr: Rozetler
uk: Значки

source: Balanced
ar: متوازن
de: Ausgeglichen
es: Equilibrado
fr: Équilibré
nl: Gebalanceerd
pl: Zrównoważony
pt: Equilibrado
ro: Echilibrat
ru: Баланс
sr: Балансирано
tr: Dengeli
uk: Збалансовано

source: Balanced - No modifiers
ar: متوازن - بدون معدلات
de: Ausgeglichen - Keine Modifikatoren
es: Equilibrado - Sin modificadores
fr: Équilibré - Sans modificateurs
nl: Gebalanceerd - Geen modificatoren
pl: Zrównoważony - Bez modyfikatorów
pt: Equilibrado - Sem modificadores
ro: Echilibrat - Fără modificatori
ru: Баланс - нет модификаторов
sr: Балансирано - без модификација
tr: Dengeli - Değiştirici yok
uk: Збалансовано - без модифікаторів

source: Ban user
ar: حظر المستخدم
de: Benutzer bannen
es: Banear usuario
fr: Bannir l'utilisateur
it: Banna utente
nl: Gebruiker verbieden
pl: Zbanuj użytkownika
pt: Banir usuário
ro: Banează utilizator
ru: Забанить игрока
sr: Бануј корисника
tr: Kullanıcıyı yasakla
uk: Заблокувати користувача

source: Bankruptcy
ar: إفلاس
de: Bankrott
es: Bancarrota
fr: Faillite
it: Bancarotta
nl: Faillissement
pl: Bankructwo
pt: Falência
ro: Faliment
ru: Банкротство
sr: Банкрот
tr: İflas
uk: Банкрутство

source: Banned
ar: محظور
de: Gebannt
es: Baneado
fr: Banni
it: Bannato
nl: Verboden
pl: Zbanowany
pt: Banido
ro: Banat
ru: Забанен
sr: Банован
tr: Yasaklandı
uk: Заблокований

source: Banner Accepted!
ar: تم قبول الشعار!
de: Banner akzeptiert!
es: ¡Portada aceptada!
fr: Bannière acceptée !
nl: Banner geaccepteerd!
ru: Баннер принят!
sr: Банер прихваћен!
tr: Banner'ın Kabul Edildi!
uk: Банер прийнято!

source: Banner gift received
ar: تم استلام هدية الشعار
de: Banner-Geschenk erhalten
es: Portada de regalo recibida
fr: Cadeau de bannière reçu
it: Regalo banner ricevuto
nl: Bannergeschenk ontvangen
pl: Otrzymano baner w prezencie
pt: Presente de banner recebido
ro: Copertă primită cadou
ru: Подарочный баннер получен
sr: Примљен поклон банер
tr: Banner hediyesi alındı
uk: Отримано подарунковий банер

source: Banner gift sent
ar: تم إرسال هدية الشعار
de: Banner-Geschenk gesendet
es: Portada de regalo enviada
fr: Cadeau de bannière envoyé
it: Regalo banner inviato
nl: Bannergeschenk verzonden
pl: Baner wysłany jako prezent
pt: Presente de banner enviado
ro: Copertă dăruită
ru: Подарочный баннер отправлен
sr: Поклон банер послат
tr: Banner hediyesi gönderildi
uk: Подарунковий банер відправлено

source: Banners
ar: شعارات
de: Banner
es: Portadas
fr: Bannières
ru: Баннеры
sr: Банери
tr: Bannerlar
uk: Банери

source: Bans
ar: حظر
de: Banns
es: Baneos
fr: Bannissements
it: Ban
nl: Verbanningen
pl: Bany
pt: Banimentos
ro: Ban-uri
ru: Баны
sr: Банови
tr: Yasaklamalar
uk: Бани

source: Basic Boots
ar: أحذية أساسية
de: Einfache Stiefel
es: Botas Básicas
fr: Bottes Basiques
it: Stivali base
nl: Basislaarzen
pl: Podstawowe Buty
pt: Botas Básicas
ro: Cizme
ru: Базовые Берцы
sr: Основне чизме
tr: Basit Botlar
uk: Базові чоботи

source: Basic Chest
ar: درع صدر أساسي
de: Einfache Brustplatte
es: Peto Básico
fr: Plastron Basique
it: Corazza base
nl: Basis borstbescherming
pl: Podstawowy Napierśnik
pt: Peitoral Básico
ro: Vestă
ru: Базовый Бронежилет
sr: Основни панцир
tr: Basit Göğüslük
uk: Базовий бронежилет

source: Basic Gloves
ar: قفازات أساسية
de: Einfache Handschuhe
es: Guantes Básicos
fr: Gants Basiques
it: Guanti base
nl: Basishandschoenen
pl: Podstawowe Rękawice
pt: Luvas Básicas
ro: Mănuși
ru: Базовые Перчатки
sr: Основне рукавице
tr: Basit Eldiven
uk: Базові рукавиці

source: Basic Helmet
ar: خوذة أساسية
de: Einfacher Helm
es: Casco Básico
fr: Casque Basique
it: Elmo base
nl: Basishelm
pl: Podstawowy Hełm
pt: Capacete Básico
ro: Cască
ru: Базовый Шлем
sr: Основна кацига
tr: Basit Kask
uk: Базовий шолом

source: Basic Pants
ar: سراويل أساسية
de: Einfache Hose
es: Pantalones Básicos
fr: Pantalon Basique
it: Pantaloni base
nl: Basisbroek
pl: Podstawowe Spodnie
pt: Calças Básicas
ro: Pantaloni
ru: Базовые Штаны
sr: Основне Панталоне
tr: Basit Pantolon
uk: Базові штани

source: Battle
ar: معركة
de: Schlacht
es: Batalla
fr: Bataille
it: Battaglia
nl: Slag
pl: Bitwa
pt: Batalha
ro: Luptă
ru: Битва
sr: Битка
tr: Savaş
uk: Битва

source: Battle ended
ar: انتهت المعركة
de: Schlacht beendet
es: Batalla terminada
fr: Bataille terminée
it: Battaglia terminata
nl: Slag eindigde
pl: Bitwa zakończona
pt: Batalha terminada
ro: Bătălia s-a încheiat
ru: Битва окончена
sr: Битка завршена
tr: Savaş sona erdi
uk: Битва закінчилась

source: Battle opened
ar: بدأت المعركة
de: Schlacht eröffnet
es: Batalla abierta
fr: Bataille ouverte
it: Battaglia aperta
nl: De slag begon
pl: Bitwa otwarta
pt: Batalha aberta
ro: Bătălie deschisă
ru: Битва начата
sr: Битка креће
tr: Savaş açıldı
uk: Битва розпочата

source: Battle Ranking Reward
ar: مكافأة ترتيب المعركة
de: Schlacht-Ranglisten-Belohnung
es: Recompensa de clasificación de batalla
fr: Récompense de classement de bataille
it: Ricompensa classifica battaglia
nl: Gevechtsranglijst Beloning
pl: Nagroda za ranking bitew
pt: Recompensa de classificação de batalha
ro: Recompensă clasament bătălie
ru: Награда рейтинга Битвы
sr: Награда за рангирање у бици
tr: Savaş Sıralama Ödülü
uk: Нагорода за бойовий рейтинг

source: Battles
ar: المعارك
de: Kämpfe
es: Batallas
fr: Batailles
it: Battaglie
nl: Veldslagen
pl: Bitwy
pt: Batalhas
ro: Lupte
ru: Битвы
sr: Битке
tr: Savaşlar
uk: Битви

source: Battles on layout
ar: المعارك على التخطيط
de: Schlachten im Layout
es: Batallas en el diseño
fr: Batailles sur l'interface
it: Battaglie nel layout
nl: Slagen op de indeling
pl: Bitwy w layoutcie
pt: Batalhas no layout
ro: Listă lupte
ru: Битвы на раскладке
sr: Приказ битака
tr: Düzendeki savaşlar
uk: Битви
