Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Medieval Boots
ar: أحذية القرون الوسطى
de: Mittelalterliche Stiefel
es: Botas medievales
fr: Chaussures Médiévales
nl: Middeleeuwse laarzen
sr: Средњовековне чизме
uk: Середньовічні чоботи

source: Medieval Chest
ar: درع صدر من القرون الوسطى
de: Mittelalterliche Brustplatte
es: Pechera medieval
fr: Plastron Médiéval
nl: Middeleeuwse borstbescherming
sr: Средњовековни панцир
uk: Середньовічна кіраса

source: Medieval Gloves
ar: قفازات القرون الوسطى
de: Mittelalterliche Handschuhe
es: Guantes medievales
fr: Gants Médiévaux
nl: Middeleeuwse handschoenen
sr: Средњовековне рукавице
uk: Середньовічні рукавиці

source: Medieval Helmet
ar: خوذة القرون الوسطى
de: Mittelalterlicher Helm
es: Casco medieval
fr: Casque Médiéval
nl: Middeleeuwse helm
sr: Средњовековна кацига
uk: Середньовічний шолом

source: Medieval Iron Arrow
ar: سهم حديدي من القرون الوسطى
de: Mittelalterlicher Eisenpfeil
es: Flecha de hierro medieval
fr: Flèche Médiéval en fer
nl: Middeleeuwse IJzeren Pijl
sr: Средњовековна гвоздена стрела
uk: Середньовічні залізні стріли

source: Medieval Pack
ar: حزمة القرون الوسطى
de: Mittelalter-Paket
es: Pack medieval
fr: Ensemble Médiéval
nl: Middeleeuwse Roedel
sr: Средњовековни пакет
uk: Середньовічний набір

source: Medieval Pants
ar: سراويل القرون الوسطى
de: Mittelalterliche Hose
es: Pantalones medievales
fr: Pantalon Médiéval
nl: Middeleeuwse Broek
sr: Средњовековне панталоне
uk: Середньовічні штани

source: Medieval Spear
ar: رمح القرون الوسطى
de: Mittelalterlicher Speer
es: Lanza medieval
fr: Lance Médiévale
nl: Middeleeuwse Speer
sr: Средњовековно копље
uk: Середньовічний спис

source: Medieval Steel Arrow
ar: سهم فولاذي من القرون الوسطى
de: Mittelalterlicher Stahlpfeil
es: Flecha de acero medieval
fr: Flèche Médiévale en acier
nl: Middeleeuwse Stalen Pijl
sr: Средњовековна челична стрела
uk: Середньовічна стальна стріла

source: Medieval Stone Arrow
ar: سهم حجري من القرون الوسطى
de: Mittelalterlicher Steinpfeil
es: Flecha de piedra medieval
fr: Flèche Médiévale en pierre
nl: Middeleeuwse Steenpijl
sr: Средњовековна камена стрела
uk: Середньовічна кам'яна стріла

source: Meet other players in the chat. Don't be shy, introduce yourself!
ar: تعرف على لاعبين آخرين في الدردشة. لا تكن خجولاً، عرف عن نفسك!
de: Triff andere Spieler im Chat. Sei nicht schüchtern, stell dich vor!
es: Conoce a otros jugadores en el chat. ¡No seas tímido, preséntate!
fr: Rencontre d'autres joueurs dans le chat. N'aie pas peur, présente-toi !
it: Incontra altri giocatori in chat. Non essere timido, presentati!
nl: Ontmoet andere spelers in de chat. Wees niet verlegen, stel jezelf voor!
pl: Poznaj innych graczy na czacie. Nie wstydź się, przedstaw się!
pt: Conheça outros jogadores no chat. Não seja tímido, apresente-se!
ro: Cunoaște alți jucători în chat. Nu fi rușinos, prezintă-te!
ru: Встретьте других игроков в чате. Не будь стесняшкой, представься!
sr: Упознај друге играче у ћаскању. Не стиди се, представи се!
tr: Sohbette diğer oyuncularla tanış. Utanma, kendini tanıt!
uk: Привітайся у чаті. Не соромся, представся!

source: Member Applications
ar: طلبات العضوية
de: Mitgliedsanträge
es: Aplicaciones de miembros
fr: Demandes d'adhésion
nl: Lidmaatschapsaanvragen
ru: Заявки на членство
sr: Пријаве за чланове
uk: Заявки на членство

source: Members
ar: الأعضاء
de: Mitglieder
es: Miembros
fr: Membres
nl: Leden
ru: Участники
sr: Чланови
uk: Члени

source: Mentioned in message
ar: تمت الإشارة إليك في رسالة
de: In Nachricht erwähnt
es: Mencionado en mensaje
fr: Mentionné dans un message
it: Menzionato in un messaggio
nl: Genoemd in bericht
pl: Wspomniano w wiadomości
pt: Mencionado em mensagem
ro: Menționat în mesaj
ru: Упомянут в сообщении
sr: Споменут у поруци
tr: Mesajda bahsedildi
uk: Згадано у повідомленні

source: Message (Optional)
ar: رسالة (اختياري)
de: Nachricht (optional)
es: Enviar mensaje (opcional)
fr: Message (Optionnel)
nl: Bericht (optioneel)
ru: Сообщение (опционально)
sr: Порука (опционо)
uk: Повідомлення (за бажанням)

source: Message liked
ar: تم الإعجاب بالرسالة
de: Nachricht geliked
es: Mensaje gustado
fr: Message aimé
it: Messaggio piaciuto
nl: Bericht geliket
pl: Polubiono wiadomość
pt: Mensagem curtida
ro: Mesaj apreciat
ru: Сообщение лайкнуто
sr: Порука лајкована
tr: Mesaj beğenildi
uk: Повідомлення вподобано

source: Militarism vs Pacifism
ar: العسكرية مقابل السلمية
de: Militarismus vs. Pazifismus
es: Militarismo vs Pacifismo
fr: Militarisme vs Pacifisme
nl: Militarisme versus pacifisme
ru: Милитаризм vs Пацифизм
sr: Милитаризам наспрам пацифизма
uk: Мілітаризм vs Пацифізм

source: Militarist
ar: عسكري
de: Militaristisch
es: Militarismo
fr: Militarisme
ru: Милитарист
sr: Милитариста
uk: Мілітаризм

source: Military laws
ar: قوانين عسكرية
de: Militärgesetze
es: Leyes militares
fr: Lois militaires
it: Leggi militari
nl: Militaire wetten
pl: Prawa wojskowe
pt: Leis militares
ro: Legi militare
ru: Военные законы
sr: Војни закони
tr: Askeri yasalar
uk: Військові закони

source: Military Rank
ar: رتبة عسكرية
de: Militärischer Rang
es: Rango militar
fr: Rang militaire
it: Grado militare
nl: Militaire rang
pl: Ranga wojskowa
pt: Patente militar
ro: Rang Militar
ru: Воинское звание
sr: Војни чин
tr: Askeri Rütbe
uk: Військове звання

source: Military Rank Up!
ar: ترقية الرتبة العسكرية!
de: Militärischer Rangaufstieg!
es: ¡Ascenso militar!
fr: Promotion militaire !
it: Grado militare aumentato!
nl: Militaire rang op!
pl: Awans wojskowy!
pt: Promoção militar!
ro: Avansare în rang militar!
ru: Вы повышены в звании!
sr: Повећање војног чина!
tr: Askeri Rütbe Yükseldi!
uk: Підвищення звання!

source: Military Ranks
ar: الرتب العسكرية
de: Militärische Ränge
es: Rangos Militares
fr: Rangs Militaires
it: Gradi militari
nl: Militaire rangen
pl: Rangi Wojskowe
pt: Patentes Militares
ro: Grade Militare
ru: Воинские звания
sr: Војни чинови
tr: Askeri Rütbeler
uk: Військові звання

source: Military Unit
ar: وحدة عسكرية
de: Militäreinheit
es: Unidad Militar
fr: Unité Militaire
nl: Militaire Eenheid
pl: Jednostka Wojskowa
pt: Unidade Militar
ro: Unitate Militară
ru: ВО
sr: Војна Јединица
tr: Askeri Birlik
uk: Військовий підрозділ

source: Military unit created
ar: تم إنشاء الوحدة العسكرية
de: Militäreinheit erstellt
es: Unidad militar creada
fr: Unité militaire créée
it: Unità militare creata
nl: Militaire eenheid opgericht
pl: Jednostka wojskowa utworzona
pt: Unidade militar criada
ro: Unitate militară creată
ru: Военный отряд создан
sr: Војна јединица креирана
tr: Askeri birlik oluşturuldu
uk: Підрозділ створено

source: Military units
ar: وحدات عسكرية
de: Militäreinheiten
es: Unidades militares
fr: Unités militaires
it: Unità militari
nl: Militaire eenheden
pl: Jednostki wojskowe
pt: Unidades militares
ro: Unități Militare
ru: Военные отряды
sr: Војне јединице
tr: Askeri birlikler
uk: Військові підрозділи

source: Min. active citizens
ar: الحد الأدنى للمواطنين النشطين
de: Mind. aktive Bürger
es: Mínimo de ciudadanos activos
fr: Minimum de citoyens actifs
nl: Min. actieve burgers
ru: Мин. активных граждан
sr: Мин. активних грађана
uk: Мін. активних громадян

source: Minister of Defense
ar: وزير الدفاع
de: Verteidigungsminister
es: Ministro de Defensa
fr: Ministre de la Défense
it: Ministro della Difesa
nl: Minister van Defensie
pl: Minister Obrony
pt: Ministro da Defesa
ro: Ministrul Apărării
ru: Министр Обороны
sr: Министар одбране
tr: Savunma Bakanı
uk: Міністр оборони

source: Minister of Economy
ar: وزير الاقتصاد
de: Wirtschaftsminister
es: Ministro de Economía
fr: Ministre de l'Économie
it: Ministro dell'Economia
nl: Minister van Economie
pl: Minister Gospodarki
pt: Ministro da Economia
ro: Ministrul Finanțelor
ru: Министр Экономики
sr: Министар Економије
tr: Ekonomi Bakanı
uk: Міністр економіки

source: Minister of Foreign Affairs
ar: وزير الخارجية
de: Außenminister
es: Ministro de Asuntos Exteriores
fr: Ministre des Affaires étrangères
it: Ministro degli Esteri
nl: Minister van Buitenlandse Zaken
pl: Minister Spraw Zagranicznych
pt: Ministro das Relações Exteriores
ro: Ministrul Externelor
ru: Министр Иностранных Дел
sr: Министар спољних послова
tr: Dışişleri Bakanı
uk: Міністр закордонних справ

source: Missions
ar: مهمات
de: Missionen
es: Misiones
it: Missioni
nl: Missies
pl: Misje
pt: Missões
ro: Misiuni
ru: Миссии
sr: Мисије
tr: Görevler
uk: Місії

source: Money earned from mercenary contracts.
ar: أموال مكتسبة من عقود المرتزقة.
de: Verdientes Geld durch Söldnerverträge.
es: Dinero ganado por contratos mercenarios.
fr: Argent gagné des contrats de mercenaire.
it: Denaro guadagnato dai contratti mercenari.
nl: Geld verdiend met huurlingencontracten.
pl: Pieniądze zarobione z kontraktów najemniczych.
pt: Dinheiro ganho de contratos de mercenário.
ro: Bani câștigați din contracte militare.
ru: Деньги заработанные на наёмных контрактах.
sr: Новац зарађен од плаћеничких уговора.
tr: Paralı asker sözleşmelerinden kazanılan para.
uk: Монети, отримані з наймитських контрактів.

source: Money ranking
ar: ترتيب المال
de: Geld-Rangliste
es: Ranking de dinero
fr: Classement d'argent
it: Classifica denaro
nl: Geldranglijst
pl: Ranking pieniędzy
pt: Ranking de dinheiro
ro: Clasament bani
ru: Рейтинг богатства
sr: Ранг листа новца
tr: Para sıralaması
uk: Грошовий рейтинг

source: Money transfer
ar: تحويل الأموال
de: Geldtransfer
es: Transferencia de dinero
fr: Transfert d'argent
it: Trasferimento di denaro
nl: Geldoverdracht
pl: Przelew pieniędzy
pt: Transferência de dinheiro
ro: Transfer de bani
ru: Перевод денег
sr: Трансфер новца
tr: Para transferi
uk: Переказ коштів

source: Money won
ar: مال تم ربحه
de: Geld gewonnen
es: Dinero ganado
fr: Argent gagné
it: Denaro vinto
nl: Geld gewonnen
pl: Pieniądze wygrane
pt: Dinheiro ganho
ro: Bani câștigați
ru: Выиграли деньги
sr: Новац освојен
tr: Para kazanıldı
uk: Монет отримано

source: Money Won
ar: مال تم ربحه
de: Geld gewonnen
es: Dinero ganado
fr: Argent gagné
it: Denaro vinto
nl: Geld Gewonnen
pl: Pieniądze wygrane
pt: Dinheiro Ganho
ro: Bani câștigați
ru: Выиграли Деньги
sr: Новац освојен
tr: Para Kazanıldı
uk: Монет отримано

source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
nl: Meer
pl: Więcej
pt: Mais
ro: Mai mult
ru: Больше
sr: Више
tr: Daha fazla
uk: Більше

source: More premium features coming soon!
ar: المزيد من الميزات المميزة قادمة قريباً!
de: Weitere Premium-Funktionen folgen bald!
es: ¡Más funciones premium próximamente!
fr: Plus de fonctionnalités premium bientôt !
it: Altre funzioni premium in arrivo presto!
nl: Meer premium functies komen binnenkort!
pl: Więcej funkcji premium wkrótce!
pt: Mais recursos premium em breve!
ro: Mai multe funcții premium în curând!
ru: Ожидайте больше премиумных приколюх!
sr: Ускоро стиже још премиум функција!
tr: Daha fazla premium özellik yakında!
uk: Більше преміум-функцій у майбутньому!

source: Motion failed
ar: فشل الاقتراح
de: Antrag abgelehnt
es: Moción fallida
fr: Motion rejetée
nl: Motie verworpen
ru: Постановление отклонено
sr: Предлог није успео
uk: Резолюцію провалено

source: Motion proposed
ar: تم تقديم الاقتراح
de: Antrag gestellt
es: Moción propuesta
fr: Motion proposée
nl: Voorgestelde motie
ru: Постановление принято
sr: Предлог предложен
uk: Резолюцію запропоновано

source: Motions
ar: اقتراحات
de: Anträge
es: Mociones
nl: Moties
ru: Постановления
sr: Предлози
uk: Резолюції

source: Move a company to another region
ar: نقل شركة إلى منطقة أخرى
de: Verschiebe ein Unternehmen in eine andere Region
es: Mueve una empresa a otra región
fr: Déplace une entreprise vers une autre région
it: Sposta un'azienda in un'altra regione
nl: Verhuis een bedrijf naar een andere regio
pl: Przenieś firmę do innego regionu
pt: Mover uma empresa para outra região
ro: Mută o companie în altă regiune
ru: Перенести компанию в другой регион
sr: Пресели компанију у други регион
tr: Şirketi başka bir bölgeye taşı
uk: Перемістіть фабрику в інший регіон

source: Move company
ar: نقل الشركة
de: Unternehmen verschieben
es: Mover empresa
fr: Déplacer l'entreprise
it: Sposta azienda
nl: Verhuis bedrijf
pl: Przenieś firmę
pt: Mover empresa
ro: Mută companie
ru: Перенести компанию
sr: Пресели компанију
tr: Şirketi taşı
uk: Перемістити фабрику

source: Move Company
ar: نقل الشركة
de: Unternehmen verschieben
es: Mover empresa
fr: Déplacer une entreprise
it: Sposta azienda
nl: Verhuis bedrijf
pl: Przenieś firmę
pt: Mover empresa
ro: Mută companie
ru: Перенести компанию
sr: Пресели компанију
tr: Şirketi Taşı
uk: Перемістіть фабрику

source: Move the company
ar: نقل الشركة
de: Unternehmen verschieben
es: Mover la empresa
fr: Déplacer l'entreprise
it: Sposta l'azienda
nl: Verplaats het bedrijf
pl: Przenieś firmę
pt: Mover a empresa
ro: Mută compania
ru: Перенести компанию
sr: Пресели компанију
tr: Şirketi taşı
uk: Перемістити фабрику

source: Move to top
ar: نقل إلى الأعلى
de: Nach oben verschieben
es: Mover al principio
fr: Déplacer en haut
it: Sposta in cima
nl: Naar boven gaan
pl: Przenieś na górę
pt: Mover para o topo
ro: Mută în cap de listă
ru: Поднять на верх списка
sr: Премести на врх
tr: En üste taşı
uk: Перемістити нагору

source: Moved to a new company
ar: انتقل إلى شركة جديدة
de: In ein neues Unternehmen gewechselt
es: Transferido a una nueva empresa
fr: Transféré dans une nouvelle entreprise
it: Spostato in una nuova azienda
nl: Overgestapt naar een nieuw bedrijf
pl: Przeniesiony do nowej firmy
pt: Transferido para uma nova empresa
ro: Transferat la o nouă companie
ru: Переведён в новую компанию
sr: Прешао у нову компанију
tr: Yeni bir şirkete transfer edildin
uk: Переміщено до нової фабрики

source: MU
ar: وحدة عسكرية
de: ME
es: UM
fr: UM
it: UM
pl: JW
pt: UM
ro: UM
ru: ВО
sr: ВЈ
tr: AB
uk: ВП

source: MU Application Accepted
ar: تم قبول طلب الانضمام للوحدة العسكرية
de: ME-Bewerbung angenommen
es: Solicitud a UM aceptada
fr: Candidature UM acceptée
it: Richiesta UM accettata
nl: MU-aanvraag geaccepteerd
pl: Aplikacja do jednostki wojskowej zaakceptowana
pt: Candidatura UM aceita
ro: Aplicația UM acceptată
ru: Заявка в ВО принята
sr: Пријава за ВЈ Прихваћена
tr: AB Başvurusu Kabul Edildi
uk: Заявку до ВП схвалено

source: MU Application Rejected
ar: تم رفض طلب الانضمام للوحدة العسكرية
de: ME-Bewerbung abgelehnt
es: Solicitud a UM rechazada
fr: Candidature UM rejetée
it: Richiesta UM rifiutata
nl: MU-aanvraag afgewezen
pl: Aplikacja do jednostki wojskowej odrzucona
pt: Candidatura UM rejeitada
ro: Aplicația UM respinsă
ru: Заявка в ВО отклонена
sr: Пријава за ВЈ Одбијена
tr: AB Başvurusu Reddedildi
uk: Заявку до ВП відхилено

source: MU Donation Received
ar: تم استلام تبرع للوحدة العسكرية
de: ME-Spende erhalten
es: Donación a UM recibida
fr: Don UM reçu
it: Donazione UM ricevuta
nl: MU-donatie ontvangen
pl: Otrzymano darowiznę dla jednostki wojskowej
pt: Doação UM recebida
ro: Donație UM primită
ru: Получено пожертвование в ВО
sr: Донација за ВЈ примљена
tr: AB Bağışı Alındı
uk: Отримано пожертву до ВП

source: MU Ownership Transferred
ar: تم نقل ملكية الوحدة العسكرية
de: ME-Besitz übertragen
es: Propiedad de UM transferida
fr: Propriété UM transférée
it: Proprietà UM trasferita
nl: Overdracht van het eigendom van MU
pl: Przeniesiono własność jednostki wojskowej
pt: Propriedade UM transferida
ro: Proprietatea UM transferată
ru: Владелец ВО сменён
sr: Власништво над ВЈ пренето
tr: AB Sahipliği Devredildi
uk: ВП передано

source: Mute user
ar: كتم المستخدم
de: Benutzer stummschalten
es: Silenciar usuario
fr: Rendre muet
it: Silenzia utente
nl: Demp gebruiker
pl: Wycisz użytkownika
pt: Silenciar usuário
ro: Amuțește
ru: Замутить игрока
sr: Мутуј корисника
tr: Kullanıcıyı sustur
uk: Заглушити користувача

source: My Bot, Script, etc.
ar: بوت، سكربت الخاص بي، إلخ.
de: Mein Bot, Skript, etc.
es: Mi Bot, Script, etc.
fr: Mon Bot, Script, etc.
it: Il mio bot, script, ecc.
nl: Mijn bot, script, enzovoort.
pl: Mój Bot, Skrypt, itp.
pt: Meu Bot, Script, etc.
ro: Botul meu, Script, etc.
ru: Мой бот, скрипт и т.д.
sr: Мој Бот, Скрипта, итд.
tr: Botum, Betik, vb.
uk: Мій бот, Скрипт тощо.

source: My Companies
ar: شركاتي
de: Meine Unternehmen
es: Mis empresas
fr: Mes entreprises
it: Le mie aziende
nl: Mijn bedrijven
pl: Moje firmy
pt: Minhas Empresas
ro: Companiile mele
ru: Мои компании
sr: Моје Компаније
tr: Şirketlerim
uk: Мої фабрики

source: Mysterious Plant
ar: نبتة غامضة
de: Mysteriöse Pflanze
es: Planta Misteriosa
fr: Plante Mystérieuse
it: Pianta misteriosa
nl: Mysterieuze Plant
pl: Tajemnicza Roślina
pt: Planta Misteriosa
ro: Plantă Misterioasă
ru: Таинственное растение
sr: Мистериозна Биљка
tr: Gizemli Bitki
uk: Травичка

source: Mythic Boots
ar: أحذية خرافية
de: Mythische Stiefel
es: Botas Míticas
fr: Bottes Mythiques
it: Stivali mitici
nl: Mythische Laarzen
pl: Mityczne Buty
pt: Botas Míticas
ro: Cizme mitice
ru: Мифические Берцы
sr: Епске чизме
tr: Mitik Botlar
uk: Міфічні чоботи

source: Mythic Chest
ar: درع صدر خرافي
de: Mythische Brustplatte
es: Peto Mítico
fr: Plastron Mythique
it: Corazza mitica
nl: Mythische Borstbescherming
pl: Mityczny Napierśnik
pt: Peitoral Mítico
ro: Vestă mitică
ru: Мифический Бронежилет
sr: Епски панцир
tr: Mitik Göğüslük
uk: Міфічний бронежилет

source: Mythic Gloves
ar: قفازات خرافية
de: Mythische Handschuhe
es: Guantes Míticos
fr: Gants Mythiques
it: Guanti mitici
nl: Mythische Handschoenen
pl: Mityczne Rękawice
pt: Luvas Míticas
ro: Mănuși mitice
ru: Мифические Перчатки
sr: Епске Рукавице
tr: Mitik Eldivenler
uk: Міфічні рукавиці

source: Mythic Helmet
ar: خوذة خرافية
de: Mythischer Helm
es: Casco Mítico
fr: Casque Mythique
it: Elmo mitico
nl: Mythische Helm
pl: Mityczny Hełm
pt: Capacete Mítico
ro: Cască mitică
ru: Мифический Шлем
sr: Епска Кацига
tr: Mitik Kask
uk: Міфічний шолом

source: Mythic Pants
ar: سراويل خرافية
de: Mythische Hose
es: Pantalones Míticos
fr: Pantalon Mythique
it: Pantaloni mitici
nl: Mythische Broek
pl: Mityczne Spodnie
pt: Calças Míticas
ro: Pantaloni mitici
ru: Мифические Штаны
sr: Епске Панталоне
tr: Mitik Pantolon
uk: Міфічні штани

source: Mythic?! Your account is blessed
ar: خرافي؟! حسابك مبارك
de: Mythisch?! Dein Konto ist gesegnet
es: ¿¡Mítico?! Tu cuenta está bendecida
fr: Mythique ?! Ton compte est béni
it: Mitico?! Il tuo account è benedetto
nl: Mythisch?! Je account is gezegend
pl: Mityczny?! Twoje konto jest błogosławione
pt: Mítico?! Sua conta é abençoada
ro: Mitic?! Contul tău e binecuvântat
ru: Мифик?! Твой аккаунт благословлён
sr: Епски?! Твој налог је благословен
tr: Mitik mi?! Hesabın kutsanmış
uk: Міфік?! Твій акаунт просочений потужністю

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sr: Име
tr: İsim
uk: Назва

source: Need a job?
ar: تحتاج وظيفة؟
de: Brauchst du einen Job?
es: ¿Necesitas trabajo?
fr: Besoin d'un emploi ?
it: Ti serve un lavoro?
nl: Heb je een baan nodig?
pl: Potrzebujesz pracy?
pt: Precisa de um emprego?
ro: Cauți un loc de muncă?
ru: Нужна работа?
sr: Треба ти посао?
tr: İş mi arıyorsun?
uk: Потрібна робота?

source: Net benefit:
ar: صافي الفائدة:
de: Nettogewinn:
es: Beneficio neto:
fr: Bénéfice net :
nl: Netto voordeel:
uk: Чистий прибуток:

source: Never give up!
ar: لا تستسلم أبداً!
de: Niemals aufgeben!
es: ¡Nunca te rindas!
fr: N'abandonne jamais !
it: Non mollare mai!
nl: Geef nooit op!
pl: Nigdy się nie poddawaj!
pt: Nunca desista!
ro: Nu renunța niciodată!
ru: Никогда не сдавайтся!
sr: Никад не одустај!
tr: Asla pes etme!
uk: Ніколи не здавайся!

source: Never stop gambling
ar: لا تتوقف عن المقامرة أبداً
de: Hör niemals auf zu spielen
es: Nunca dejes de jugar
fr: N'arrête jamais de jouer
it: Non smettere mai di giocare d'azzardo
nl: Stop nooit met gokken
pl: Nigdy nie przestawaj grać
pt: Nunca pare de jogar
ro: Nu riști, nu câștigi!
ru: Не прекращай лудоманить
sr: Никад не одустај од коцкања
tr: Kumar oynamayı bırakma
uk: Ніколи не переставай лудоманити

source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveau
nl: Nieuw
ru: Новые
sr: Ново
uk: Нове

source: New API Token Created
ar: تم إنشاء رمز API جديد
de: Neuer API-Token erstellt
es: Nuevo Token de API Creado
fr: Nouveau Jeton API Créé
it: Nuovo token API creato
nl: Nieuwe API-token aangemaakt
pl: Utworzono Nowy Token API
pt: Novo Token de API Criado
ro: Token API Nou Creat
ru: Новый API токен создан
sr: Нови API Токен креиран
tr: Yeni API Jetonu Oluşturuldu
uk: Новий API токен створено

source: New article
ar: مقال جديد
de: Neuer Artikel
es: Nuevo artículo
fr: Nouvel article
it: Nuovo articolo
nl: Nieuw artikel
pl: Nowy artykuł
pt: Novo artigo
ro: Articol nou
ru: Новая статья
sr: Нови Чланак
tr: Yeni makale
uk: Нова стаття

source: New comment
ar: تعليق جديد
de: Neuer Kommentar
es: Nuevo comentario
fr: Nouveau commentaire
it: Nuovo commento
nl: Nieuwe opmerking
pl: Nowy komentarz
pt: Novo comentário
ro: Comentariu nou
ru: Новый комментарий
sr: Нови коментар
tr: Yeni yorum
uk: Новий коментар

source: New equipment
ar: معدات جديدة
de: Neue Ausrüstung
es: Nuevo equipamiento
fr: Nouvel équipement
it: Nuovo equipaggiamento
nl: Nieuwe uitrusting
pl: Nowy ekwipunek
pt: Novo equipamento
ro: Echipament nou
ru: Новое снаряжение
sr: Нова опрема
tr: Yeni ekipman
uk: Нове спорядження

source: New ethics configuration
ar: تكوين أخلاقيات جديد
de: Neue Ethik-Konfiguration
es: Nueva configuración de ideología
nl: Nieuwe ethische configuratie
ru: Новые принципы
sr: Нова конфигурација етике
uk: Новий набір принципів

source: New item offer
ar: عرض عنصر جديد
de: Neues Gegenstandsangebot
es: Nueva oferta de artículo
fr: Nouvelle offre d'article
it: Nuova offerta oggetto
nl: Nieuw item aanbod
pl: Nowa oferta przedmiotu
pt: Nova oferta de item
ro: Ofertă nouă
ru: Новое предложение предмета
sr: Нова понуда предмета
tr: Yeni eşya teklifi
uk: Нова пропозиція

source: New job offer
ar: عرض عمل جديد
de: Neues Stellenangebot
es: Nueva oferta de trabajo
fr: Nouvelle offre d'emploi
it: Nuova offerta di lavoro
nl: Nieuw jobaanbod
pl: Nowa oferta pracy
pt: Nova oferta de emprego
ro: Ofertă de muncă nouă
ru: Новое предложение работы
sr: Нова понуда за посао
tr: Yeni iş teklifi
uk: Нова вакансія

source: New location
ar: موقع جديد
de: Neuer Standort
es: Nueva ubicación
fr: Nouvel emplacement
it: Nuova posizione
nl: Nieuwe locatie
pl: Nowa lokalizacja
pt: Nova localização
ro: Locație nouă
ru: Новая локация
sr: Нова локација
tr: Yeni konum
uk: Нова локація

source: New military unit
ar: وحدة عسكرية جديدة
de: Neue Militäreinheit
es: Nueva unidad militar
fr: Nouvelle unité militaire
it: Nuova unità militare
nl: Nieuwe militaire eenheid
pl: Nowa jednostka wojskowa
pt: Nova unidade militar
ro: Unitate militară nouă
ru: Новый военный отряд
sr: Нова војна јединица
tr: Yeni askeri birlik
uk: Новий підрозділ

source: New MU Application
ar: طلب انضمام جديد للوحدة العسكرية
de: Neue ME-Bewerbung
es: Nueva solicitud a UM
fr: Nouvelle candidature UM
it: Nuova richiesta UM
nl: Nieuwe MU-aanvraag
pl: Nowa aplikacja do jednostki wojskowej
pt: Nova candidatura UM
ro: Aplicație nouă la UM
ru: Новая заявка в ВО
sr: Нова пријава за ВЈ
tr: Yeni AB Başvurusu
uk: Нова заявка до підрозділу

source: New name
ar: اسم جديد
de: Neuer Name
es: Nuevo nombre
fr: Nouveau nom
it: Nuovo nome
nl: Nieuwe naam
pl: Nowa nazwa
pt: Novo nome
ro: Nume nou
ru: Новое имя
sr: Ново име
tr: Yeni isim
uk: Нова назва

source: New Party Application
ar: طلب انضمام حزبي جديد
de: Neue Parteibewerbung
es: Nueva solicitud de partido
fr: Nouvelle demande de parti
nl: Nieuwe Partij Aanvraag
pl: Nowa aplikacja do partii
pt: Nova solicitação de partido
ro: Cerere nouă de partid
ru: Новая заявка в Партию
sr: Нова пријава за чланство у странци
tr: Yeni parti başvurusu
uk: Нова заявка у партію

source: New Party Leader
ar: قائد حزب جديد
de: Neuer Parteivorsitzender
es: Nuevo líder del partido
fr: Nouveau chef de parti
nl: Nieuwe partijleider
pl: Nowy lider partii
pt: Novo líder do partido
ro: Noul lider de partid
ru: Новый Лидер Партии
sr: Нови лидер странке
tr: Yeni Parti Lideri
uk: Новий лідер партії
