Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Upgrades
ar: ترقيات
de: Verbesserungen
es: Mejoras
fr: Améliorations
it: Potenziamenti
nl: Verbeteringen
pl: Ulepszenia
pt: Melhorias
ro: Îmbunătățiri
ru: Улучшения
sr: Надоградње
tr: Yükseltmeler
uk: Покращення

source: Use your <0>Entrepreneurship</0> to work in your own company and fill its production bar.
ar: استخدم <0>ريادة الأعمال</0> الخاصة بك للعمل في شركتك الخاصة وملء شريط إنتاجها.
de: Nutze dein <0>Unternehmertum</0>, um in deinem eigenen Unternehmen zu arbeiten und dessen Produktionsleiste zu füllen.
es: Usa tu <0>Emprendimiento</0> para trabajar en tu propia empresa y llenar su barra de producción.
fr: Utilise ton <0>Entrepreneuriat</0> pour travailler dans ta propre entreprise et remplir sa barre de production.
it: Usa la tua <0>Imprenditorialità</0> per lavorare nella tua azienda e riempire la barra di produzione.
nl: Gebruik je <0>Ondernemerschap</0> om in je eigen bedrijf te werken en de productiebalk te vullen.
pl: Wykorzystaj swoją <0>Przedsiębiorczość</0>, aby pracować we własnej firmie i napełnić pasek produkcji.
pt: Use seu <0>Empreendedorismo</0> para trabalhar em sua própria empresa e encher a barra de produção.
ro: Folosește-ți <0>Antreprenoriatul</0> pentru a lucra în propria companie și a-i umple bara de producție.
ru: Используйте <0>Предпринимательство</0>, чтобы работать в Ваших компаниях и заполнять полоску производства.
sr: Користи своје <0>предузетништво</0> да радиш у својој компанији и попуниш њену производну траку.
tr: <0>Girişimciliğini</0> kullanarak kendi şirketinde çalış ve üretim çubuğunu doldur.
uk: Використовуйте <0>Підприємливість</0>, щоб працювати на своїй фабриці.

source: Use your <0>Hunger</0> to eat food and refill your <1>Health</1>. Then get back to fighting!
ar: استخدم <0>الجوع</0> لتناول الطعام وإعادة ملء <1>الصحة</1>. ثم عد للقتال!
de: Nutze deinen <0>Hunger</0>, um Nahrung zu essen und deine <1>Gesundheit</1> aufzufüllen. Kehre dann zum Kampf zurück!
es: Usa tu <0>Hambre</0> para comer y rellenar tu <1>Salud</1>. ¡Luego vuelve a luchar!
fr: Utilise ta <0>Faim</0> pour manger et restaurer ta <1>Santé</1>. Puis retourne au combat !
it: Usa la tua <0>Fame</0> per mangiare cibo e ricaricare la tua <1>Salute</1>. Poi torna a combattere!
nl: Gebruik je <0>Honger</0> om voedsel te eten en je <1>Gezondheid</1> aan te vullen. Ga dan weer aan het vechten!
pl: Wykorzystaj swój <0>Głód</0>, aby zjeść jedzenie i uzupełnić <1>Zdrowie</1>. Potem wróć do walki!
pt: Use sua <0>Fome</0> para comer e restaurar sua <1>Saúde</1>. Depois volte a lutar!
ro: Folosește-ți din <0>Foame</0> pentru a consuma alimente și a-ți reîncărca <1>Viața</1>. Apoi, înapoi la luptă!
ru: Используйте <0>Голод</0>, чтобы есть еду и восстанавливать своё <1>Здоровье</1>!
sr: Користи своју <0>глад</0> да поједеш храну и допуниш своје <1>здравље</1>. Затим се врати у борбу!
tr: <0>Açlığını</0> kullanarak yiyecek ye ve <1>Sağlığını</1> doldur. Sonra savaşa geri dön!
uk: Використайте <0>Голод</0>, щоб поїсти та відновити <1>Здоров'я</1>, а після цього повертайтесь до бою!

source: Used
ar: مستعمل
es: Usado
fr: Utilisé
nl: Gebruikt
ru: Б/у
tr: Kullanılmış
uk: Пошкоджені

source: Used for shooting guns. Increases your <0>Attack</0>
ar: تُستخدم لإطلاق النار. تزيد <0>الهجوم</0> لديك
de: Wird zum Schießen mit Waffen verwendet. Erhöht deinen <0>Angriff</0>
es: Usada para disparar armas. Aumenta tu <0>Ataque</0>
fr: Utilisées pour tirer. Augmente ton <0>Attaque</0>
it: Usate per sparare con le armi. Aumentano il tuo <0>Attacco</0>
nl: Gebruikt om met wapens te schieten. Verhoogt je <0>Aanval</0>
pl: Używana do strzelania. Zwiększa twój <0>Atak</0>
pt: Usada para disparar armas. Aumenta seu <0>Ataque</0>
ro: Pentru arme de foc. Crește <0>Atacul</0>
ru: Используется для стрельбы из огнестрела. Увеличивает вашу <0>Атаку</0>
sr: Користи се за пуцање из оружја. Повећава твој <0>напад</0>
tr: Silah atmak için kullanılır. <0>Saldırı</0> gücünü artırır
uk: Використовується для стрільби. Збільшують вашу <0>Шкоду</0>

source: Used to <0>Self Work</0> in your own companies
ar: تُستخدم لـ <0>العمل الذاتي</0> في شركاتك الخاصة
de: Wird verwendet, um in deinen eigenen Unternehmen <0>selbst zu arbeiten</0>
es: Se usa para <0>Trabajo propio</0> en tus propias empresas
fr: Utilisé pour <0>Travail personnel</0> dans vos propres entreprises
it: Usato per <0>lavorare in proprio</0> nelle tue aziende
nl: Gebruikt om <0>zelfstandig werk</0> te verichten in je eigen bedrijf
pl: Używane do <0>Pracy Własnej</0> w swoich firmach
pt: Usado para <0>Trabalho Próprio</0> em suas próprias empresas
ro: Pentru <0>Muncă Proprie</0> în companiile tale
ru: Используется для <0>Работы на себя</0> в Ваших компаниях
sr: Користи се за <0>самостални рад</0> у твојим компанијама
tr: Kendi şirketlerinde <0>Kendi İşini Yapmak</0> için kullanılır
uk: Використовується для <0>Самостійної роботи</0> на ваших фабриках

source: Used to <0>Work</0>
ar: تُستخدم لـ <0>العمل</0>
de: Wird zum <0>Arbeiten</0> verwendet
es: Se usa para <0>Trabajar</0>
fr: Utilisé pour <0>Travailler</0>
it: Usato per <0>lavorare</0>
nl: Gebruikt om te <0>Werken</0>
pl: Używane do <0>Pracy</0>
pt: Usado para <0>Trabalhar</0>
ro: Folosită pentru <0>a Munci</0>
ru: Используется для <0>Работы</0>
sr: Користи се за <0>рад</0>
tr: <0>Çalışmak</0> için kullanılır
uk: Використовується для <0>Роботи</0>

source: Used to build companies and MUs
ar: تُستخدم لبناء الشركات والوحدات العسكرية
de: Wird zum Bau von Unternehmen und MUs verwendet
es: Usado para construir empresas y UMs
fr: Utilisé pour construire des entreprises et UMs
it: Usato per costruire aziende e UM
nl: Gebruikt om bedrijven en MU's op te bouwen
pl: Używany do budowy firm i JW
pt: Usado para construir empresas e UMs
ro: Pentru construirea companiilor si UM
ru: Используется для строительства компаний и ВО
sr: Користи се за изградњу компанија и ВЈ
tr: Şirket ve AB kurmak için kullanılır
uk: Використовується для побудови фабрик та ВП

source: Used to craft items
ar: تُستخدم لتصنيع العناصر
de: Wird zum Herstellen von Gegenständen verwendet
es: Usado para fabricar objetos
fr: Utilisé pour fabriquer des objets
it: Usato per creare oggetti
nl: Gebruikt om voorwerpen te maken
pl: Używany do tworzenia przedmiotów
pt: Usado para fabricar itens
ro: Pentru fabricarea de obiecte
ru: Используется для создания предметов
sr: Користи се за израду предмета
tr: Eşya üretmek için kullanılır
uk: Використовується для створення предметів

source: Used to maintain upgrades
ar: تُستخدم لصيانة الترقيات
de: Wird zur Wartung von Upgrades verwendet
es: Usado para mantener mejoras
fr: Utilisé pour maintenir les améliorations
it: Usato per mantenere i potenziamenti
nl: Gebruikt om upgrades te onderhouden
pl: Używany do utrzymania ulepszeń
pt: Usado para manter melhorias
ro: Pentru mentenanța fortificărilor
ru: Используется для обслуживания улучшений
sr: Користи се за одржавање надоградњи
tr: Yükseltmeleri sürdürmek için kullanılır
uk: Використовується для забезпечення покращень

source: Used to produce ammunition
ar: تُستخدم لإنتاج الذخيرة
de: Wird zur Herstellung von Munition verwendet
es: Usado para producir munición
fr: Utilisé pour produire des munitions
it: Usato per produrre munizioni
nl: Gebruikt om munitie te produceren
pl: Używany do produkcji amunicji
pt: Usado para produzir munição
ro: Pentru producția de muniție
ru: Используется для производства боеприпасов
sr: Користи се за производњу муниције
tr: Mühimmat üretmek için kullanılır
uk: Використовується для створення набоїв

source: Used to produce Bread
ar: تُستخدم لإنتاج الخبز
de: Wird zur Herstellung von Brot verwendet
es: Usado para producir Pan
fr: Utilisé pour produire du Pain
it: Usato per produrre Pane
nl: Gebruikt om brood te maken
pl: Używany do produkcji Chleba
pt: Usado para produzir Pão
ro: Pentru producția de pâine
ru: Используется для производства Хлеба
sr: Користи се за производњу хлеба
tr: Ekmek üretmek için kullanılır
uk: Використовується для випікання хлібу

source: Used to produce Concrete
ar: تُستخدم لإنتاج الخرسانة
de: Wird zur Herstellung von Beton verwendet
es: Usado para producir Concreto
fr: Utilisé pour produire du Béton
it: Usato per produrre Cemento
nl: Gebruikt om beton te produceren
pl: Używany do produkcji Betonu
pt: Usado para produzir Concreto
ro: Pentru producția de Beton
ru: Используется для производства Бетона
sr: Користи се за производњу бетона
tr: Beton üretmek için kullanılır
uk: Використовується для виробництва бетону

source: Used to produce Cooked Fish
ar: تُستخدم لإنتاج السمك المطبوخ
de: Wird zur Herstellung von gekochtem Fisch verwendet
es: Usado para producir Pescado Cocido
fr: Utilisé pour produire du Poisson Cuit
it: Usato per produrre Pesce cotto
nl: Gebruikt om gekookte vis te produceren
pl: Używany do produkcji Gotowanej Ryby
pt: Usado para produzir Peixe Cozido
ro: Pentru producția de Pește Prăjit
ru: Используется для производства Филе-о-Фиш
sr: Користи се за производњу печене рибе
tr: Pişmiş Balık üretmek için kullanılır
uk: Використовується для виробництва смаженої риби

source: Used to produce Oil
ar: تُستخدم لإنتاج النفط
de: Wird zur Herstellung von Öl verwendet
es: Usado para producir Aceite
fr: Utilisé pour produire de l'Huile
it: Usato per produrre Petrolio
nl: Gebruikt om olie te produceren
pl: Używany do produkcji Oleju
pt: Usado para produzir Óleo
ro: Pentru producția de Petrol
ru: Используется для производства Топлива
sr: Користи се за производњу нафте
tr: Yağ üretmek için kullanılır
uk: Використовується для виробництва пального

source: Used to produce Pills
ar: تُستخدم لإنتاج الحبوب
de: Wird zur Herstellung von Pillen verwendet
es: Usado para producir Píldoras
fr: Utilisé pour produire des Pilules
it: Usato per produrre Pillole
nl: Gebruikt om pillen te maken
pl: Używany do produkcji Pigułek
pt: Usado para produzir Pílulas
ro: Pentru producția de Pastile
ru: Используется для производства Таблеток
sr: Користи се за производњу пилула
tr: Hap üretmek için kullanılır
uk: Використовується для виробництва пігулок

source: Used to produce Steel
ar: تُستخدم لإنتاج الفولاذ
de: Wird zur Herstellung von Stahl verwendet
es: Usado para producir Acero
fr: Utilisé pour produire de l'Acier
it: Usato per produrre Acciaio
nl: Gebruikt om staal te produceren
pl: Używany do produkcji Stali
pt: Usado para produzir Aço
ro: Pentru producția de Oțel
ru: Используется для производства Стали
sr: Користи се за производњу челика
tr: Çelik üretmek için kullanılır
uk: Використовується для виробництва сталі

source: Used to upgrade companies, MUs and fortifications
ar: تُستخدم لترقية الشركات والوحدات العسكرية والتحصينات
de: Wird zur Verbesserung von Unternehmen, MUs und Befestigungen verwendet
es: Usado para mejorar empresas, UMs y fortificaciones
fr: Utilisé pour améliorer entreprises, UMs et fortifications
it: Usato per potenziare aziende, UM e fortificazioni
nl: Gebruikt om bedrijven, MU's en versterkingen te upgraden
pl: Używany do ulepszania firm, JW i fortyfikacji
pt: Usado para melhorar empresas, UMs e fortificações
ro: Folosit la îmbunătățirea companiilor, UM, și a fortificărilor
ru: Используется для улучшения компаний, военных отрядов и укреплений
sr: Користи се за надоградњу компанија, ВЈ и утврђења
tr: Şirketleri, AB'leri ve tahkimatları yükseltmek için kullanılır
uk: Використовується для покращення фабрик, ВП та укріплень

source: user
ar: مستخدم
de: Benutzer
es: usuario
fr: utilisateur
it: utente
nl: gebruiker
pl: użytkownik
pt: usuário
ro: contul
ru: игрок
sr: корисник
tr: kullanıcı
uk: користувачів

source: User Actions
ar: إجراءات المستخدم
de: Benutzeraktionen
es: Acciones del usuario
fr: Actions utilisateur
it: Azioni utente
nl: Gebruikersacties
pl: Działania użytkownika
pt: Ações do usuário
ro: Acțiuni Utilizator
ru: Действия игрока
sr: Акције корисника
tr: Kullanıcı Eylemleri
uk: Дії користувача

source: User already owns all skins
ar: يمتلك المستخدم بالفعل جميع المظاهر
de: Benutzer besitzt bereits alle Skins
es: El usuario ya tiene todas las skins
fr: L'utilisateur possède déjà tous les cosmétiques
nl: De gebruiker bezit al alle skins
ru: У этого игрока уже есть все скины
sr: Корисник поседује све скинове
uk: Користувач вже володіє усіма скінами

source: User blocked
ar: تم حظر المستخدم
de: Benutzer blockiert
es: Usuario bloqueado
fr: Utilisateur bloqué
it: Utente bloccato
nl: Gebruiker geblokkeerd
pl: Użytkownik zablokowany
pt: Usuário bloqueado
ro: Utilizator blocat
ru: Игрок заблокирован
sr: Корисник блокиран
tr: Kullanıcı engellendi
uk: Користувача заблоковано

source: User not found
ar: المستخدم غير موجود
es: Usuario no encontrado
fr: Utilisateur non trouvé
nl: Gebruiker niet gevonden
ru: Игрок не найден

source: User participation to the ground points.
ar: مشاركة المستخدم في نقاط الأرض.
de: Beteiligung des Benutzers an den Bodenpunkten.
es: Participación del usuario en los puntos de terreno.
fr: Participation des joueurs aux points de terrain.
it: Partecipazione dell'utente ai punti terreno.
nl: Gebruikersparticipatie op de grondpunten.
pl: Udział użytkownika w punktach terenu.
pt: Participação do usuário nos pontos de terreno.
ro: Participarea la punctele Teren
ru: Вклад игрока в захват высот.
sr: Учешће корисника у поенима терена.
tr: Kullanıcının zemin puanlarına katılımı.
uk: Внесок користувача у бали контролю.

source: User removed from family group
ar: تمت إزالة المستخدم من مجموعة العائلة
de: Benutzer aus Familiengruppe entfernt
es: Usuario eliminado del grupo familiar
fr: Utilisateur retiré du groupe familial
it: Utente rimosso dal gruppo famiglia
nl: Gebruiker verwijderd uit de familiegroep
pl: Użytkownik usunięty z grupy rodzinnej
pt: Usuário removido do grupo familiar
ro: Utilizator scos din grupul de familie
ru: Игрок удалён из семейной группы
sr: Корисник уклоњен из породичне групе
tr: Kullanıcı aile grubundan çıkarıldı
uk: Користувача прибрано з сімейної групи

source: User unblocked
ar: تم إلغاء حظر المستخدم
de: Benutzer entsperrt
es: Usuario desbloqueado
fr: Utilisateur débloqué
it: Utente sbloccato
nl: Gebruiker gedeblokkeerd
pl: Użytkownik odblokowany
pt: Usuário desbloqueado
ro: Utilizator deblocat
ru: Игрок разблокирован
sr: Корисник деблокиран
tr: Kullanıcının engeli kaldırıldı
uk: Користувача розблоковано

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ro: Nume de utilizator
ru: Никнейм
sr: Корисничко име
tr: Kullanıcı Adı
uk: Прізвисько

source: Username removed
ar: تمت إزالة اسم المستخدم
de: Benutzername entfernt
es: Nombre de usuario eliminado
fr: Nom d'utilisateur supprimé
it: Nome utente rimosso
nl: Gebruikersnaam verwijderd
pl: Nazwa użytkownika usunięta
pt: Nome de usuário removido
ro: Nume șters
ru: Никнейм удалён
sr: Корисничко име уклоњено
tr: Kullanıcı adı kaldırıldı
uk: Прізвисько прибрано

source: Users
ar: مستخدمون
de: Benutzer
es: Usuarios
fr: Joueurs
it: Utenti
nl: Gebruikers
pl: Użytkownicy
pt: Usuários
ro: Utilizatori
ru: Игроки
sr: Корисници
tr: Kullanıcılar
uk: Користувачі

source: Valentine Ammo
ar: ذخيرة عيد الحب
de: Valentins-Munition
es: Munición de San Valentín
sr: Валентиново муниција
uk: Валентинівські набої

source: Valentine Boots
ar: أحذية عيد الحب
de: Valentins-Stiefel
es: Botas de San Valentín
sr: Валентиново чизме
uk: Валентинівські чоботи

source: Valentine Cat Ears
ar: آذان قطة لعيد الحب
de: Valentins-Katzenohren
es: Orejas de gato de San Valentín
nl: Valentine Kattoren
sr: Валентиново мачије уши
uk: Валентинівські кошачі вушка

source: Valentine Chest
ar: درع صدر لعيد الحب
de: Valentins-Brustpanzer
es: Armadura de San Valentín
nl: Valentijnskist
sr: Валентиново панцир
uk: Валентинівський нагрудник

source: Valentine Gloves
ar: قفازات عيد الحب
de: Valentins-Handschuhe
es: Guantes de San Valentín
nl: Valentijn Handschoenen
sr: Валентиново рукавице
uk: Валентинівські рукавиці

source: Valentine Gun
ar: مسدس عيد الحب
de: Valentins-Waffe
es: Pistola de San Valentín
nl: Valentijn Handgeweer
sr: Валентиново пиштољ
uk: Валентинівський пістолет

source: Valentine Heavy Ammo
ar: ذخيرة ثقيلة لعيد الحب
de: Schwere Valentins-Munition
es: Munición Pesada de San Valentín
nl: Valentine Zware Munitie
sr: Валентиново тешка муниција
uk: Валентинівські важкі набої

source: Valentine Knife
ar: سكين عيد الحب
de: Valentins-Messer
es: Cuchillo de San Valentín
nl: Valentijn Mes
sr: Валентиново нож
uk: Валентинівський набір

source: Valentine Light Ammo
ar: ذخيرة خفيفة لعيد الحب
de: Leichte Valentins-Munition
es: Munición Ligera de San Valentín
nl: Valentijn Lichtmunitie
sr: Валентиново лака муниција
uk: Валентинівські легкі набої

source: Valentine Lollipop
ar: مصاصة عيد الحب
de: Valentins-Lutscher
es: Piruleta de San Valentín
nl: Valentijn Lollipop
sr: Валентиново лизалица
uk: Валентинівський льодяник

source: Valentine Pack
ar: حزمة عيد الحب
de: Valentins-Paket
es: Pack de San Valentín
nl: Valentijn Pack
sr: Валентиново пакет
uk: Валентинівський набір

source: Valentine Pants
ar: سراويل عيد الحب
de: Valentins-Hose
es: Pantalones de San Valentín
nl: Valentijn Broek
sr: Валентиново панталоне
uk: Валентинівські штани

source: Valentine Rifle
ar: بندقيه عيد الحب
de: Valentins-Gewehr
es: Rifle de San Valentín
nl: Valentijn Geweer
sr: Валентиново пушка
uk: Валентинівський автомат

source: Valentine Skirt
ar: تنورة عيد الحب
de: Valentins-Rock
es: Falda de San Valentín
nl: Valentijnsrok
sr: Валентиново сукња
uk: Валентинівська спідниця

source: Valentine Sniper
ar: قناص عيد الحب
de: Valentins-Scharfschütze
es: Francotirador de San Valentín
nl: Valentijn Sluipschuttergeweer
sr: Валентиново снајпер
uk: Валентинівська снайперка

source: Valentine Tank
ar: دبابة عيد الحب
de: Valentins-Panzer
es: Tanque de San Valentín
nl: Valentijn Tank
sr: Валентиново тенк
uk: Валентинівський танк

source: Vanguard
ar: طليعة
de: Vorhut
es: Vanguardia
fr: Avant-garde
it: Avanguardia
pl: Straż przednia
pt: Vanguarda
ro: Avangardă
ru: Старший сержант
sr: Извиђач
tr: Öncü
uk: Передовий

source: Verification code
ar: رمز التحقق
de: Verifizierungscode
es: Código de verificación
fr: Code de vérification
it: Codice di verifica
nl: Verificatiecode
pl: Kod weryfikacyjny
pt: Código de verificação
ro: Cod de verificare
ru: Код подтверждения
sr: Верификациони код
tr: Doğrulama kodu
uk: Код підтвердження

source: Verify
ar: تحقق
de: Verifizieren
es: Verificar
fr: Vérifier
it: Verifica
nl: Controleer
pl: Zweryfikuj
pt: Verificar
ro: Verifică
ru: Подтвердить
sr: Верификуј
tr: Doğrula
uk: Підтвердити

source: Verify your email to create job offers. Check your email or logout/login again
ar: تحقق من بريدك الإلكتروني لإنشاء عروض عمل. افحص بريدك أو قم بتسجيل الخروج والدخول مجدداً
de: Verifiziere deine E-Mail, um Jobangebote zu erstellen. Überprüfe deine E-Mails oder melde dich ab und wieder an.
es: Verifica tu email para crear ofertas de trabajo. Revisa tu email o cierra sesión e inicia de nuevo
fr: Vérifiez votre email pour créer des offres d'emploi. Consultez votre email ou déconnectez-vous et reconnectez-vous
it: Verifica la tua email per creare offerte di lavoro. Controlla la posta o fai logout/login di nuovo
nl: Controleer je e-mailadres om een baan te maken. Controleer je e-mail of log opnieuw uit/log in
pl: Zweryfikuj swój email aby tworzyć oferty pracy. Sprawdź email lub wyloguj się i zaloguj ponownie
pt: Verifique seu email para criar ofertas de emprego. Confira seu email ou faça logout/login novamente
ro: Verifică-ți emailul pentru a crea oferte de muncă. Verifică emailul sau deconectează-te și conectează-te din nou
ru: Подтвердите Вашу почту, чтобы создавать предложения работы. Проверьте почту или выйдите и войдите снова
sr: Верификујте своју имејл адресу да бисте креирали понуде за посао. Проверите своју имејл адресу или се поново одјавите/пријавите
tr: İş teklifleri oluşturmak için e-postanı doğrula. E-postanı kontrol et veya çıkış yap/tekrar giriş yap
uk: Підтвердьте свою пошту, щоб створити пропозиції роботи. Перевірте пошту або заново увійдіть в обліковий запис

source: Verify your email to trade items. Check your email or logout/login again
ar: تحقق من بريدك الإلكتروني لتداول العناصر. افحص بريدك أو قم بتسجيل الخروج والدخول مجدداً
de: Verifiziere deine E-Mail, um mit Gegenständen zu handeln. Überprüfe deine E-Mails oder melde dich ab und wieder an.
es: Verifica tu email para comerciar artículos. Revisa tu email o cierra sesión e inicia de nuevo
fr: Vérifiez votre email pour échanger des articles. Consultez votre email ou déconnectez-vous et reconnectez-vous
it: Verifica la tua email per scambiare oggetti. Controlla la posta o fai logout/login di nuovo
nl: Controleer je e-mailadres om items te ruilen. Controleer je e-mail of log opnieuw uit/log in
pl: Zweryfikuj swój email aby handlować przedmiotami. Sprawdź email lub wyloguj się i zaloguj ponownie
pt: Verifique seu email para trocar itens. Confira seu email ou faça logout/login novamente
ro: Verifică-ți emailul pentru a tranzacționa articole. Verifică emailul sau deconectează-te și conectează-te din nou
ru: Подтвердите Вашу почту, чтобы торговать предметами. Проверьте почту или выйдите и войдите снова
sr: Верификујте своју имејл адресу да бисте могли да тргујете артиклима. Проверите имејл адресу или се поново одјавите/пријавите
tr: Eşya ticareti yapmak için e-postanı doğrula. E-postanı kontrol et veya çıkış yap/tekrar giriş yap
uk: Підтвердьте свою пошту, щоб торгувати предметами. Перевірте пошту або заново увійдіть в обліковий запис

source: Verifying CAPTCHA...
ar: جاري التحقق من CAPTCHA...
de: CAPTCHA wird verifiziert...
es: Verificando CAPTCHA...
fr: Vérification du CAPTCHA...
it: Verifica CAPTCHA in corso...
nl: CAPTCHA wordt geverifieerd...
pl: Weryfikacja CAPTCHA...
pt: Verificando CAPTCHA...
ro: Se verifică CAPTCHA...
ru: Проверка CAPTCHA…
sr: Провера CAPTCHA-е...
tr: CAPTCHA doğrulanıyor...
uk: Підтвердження CAPTCHA...

source: Vice Admiral
ar: نائب أميرال
de: Vizeadmiral
es: Vicealmirante
fr: Vice-amiral
it: Viceammiraglio
nl: Viceadmiraal
pl: Wiceadmirał
pt: Vice-almirante
ro: Viceamiral
ru: Вице-адмирал
sr: Вицеадмирал
tr: Koramiral
uk: Віцеадмірал

source: Vice President
ar: نائب الرئيس
de: Vizepräsident
es: Vicepresidente
fr: Vice-président
it: Vicepresidente
pl: Wiceprezydent
pt: Vice-presidente
ro: Vicepreședinte
ru: Вице-президент
sr: Потпредседник
tr: Başkan Yardımcısı
uk: Віцепрезидент

source: VS
ar: ضد
sr: Против

source: Wage
ar: الأجر
de: Lohn
es: Salario
fr: Salaire
it: Salario
nl: Loon
pl: Wynagrodzenie
pt: Salário
ro: Salariu
ru: Зарплата
sr: Плата
tr: Maaş
uk: Зарплата

source: Wage changed
ar: تم تغيير الأجر
de: Lohn geändert
es: Salario cambiado
fr: Salaire modifié
it: Salario modificato
nl: Loonwijziging
pl: Pensja zmieniona
pt: Salário alterado
ro: Salariu modificat
ru: Зарплата изменена
sr: Плата промењена
tr: Maaş değişti
uk: Зарплату змінено

source: Wage cost ({productionPoints} pts):
ar: تكلفة الأجر ({productionPoints} نقطة):
de: Lohnkosten ({productionPoints} Pkt.):
es: Coste salarial ({productionPoints} pts):
nl: Loonkosten ({productionPoints} pts):
uk: Зарплата ({productionPoints} балів):

source: Wage per production
ar: الأجر لكل إنتاج
de: Lohn pro Produktion
es: Salario por producción
fr: Salaire par production
it: Salario per produzione
nl: Loon per productie
pl: Wynagrodzenie za produkcję
pt: Salário por produção
ro: Salariu per producție
ru: Зарплата за производство
sr: Плата по производњи
tr: Üretim başına maaş
uk: Зарплата за бал виробництва

source: Wage reduction accepted.
ar: تم قبول تخفيض الأجر.
de: Lohnkürzung akzeptiert.
es: Reducción salarial aceptada.
fr: Réduction de salaire acceptée.
it: Riduzione salariale accettata.
nl: Loonverlaging geaccepteerd.
pl: Obniżka wynagrodzenia zaakceptowana.
pt: Redução salarial aceita.
ro: Reducere salarială acceptată.
ru: Снижение зарплаты принято.
sr: Смањење плате прихваћено.
tr: Maaş indirimi kabul edildi.
uk: Зменшення зарплати прийнято.
