Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Battles on map
ar: المعارك على الخريطة
de: Schlachten auf der Karte
es: Batallas en el mapa
fr: Batailles sur la carte
it: Battaglie sulla mappa
nl: Slagen op de kaart
pl: Bitwy na mapie
pt: Batalhas no mapa
ro: Lupte pe hartă
ru: Битвы на карте
sr: Битке на мапи
tr: Haritadaki savaşlar
uk: Битви на мапі

source: Battles won
ar: المعارك التي تم الفوز بها
de: Gewonnene Schlachten
es: Batallas ganadas
fr: Batailles gagnées
it: Battaglie vinte
nl: Gewonnen veldslagen
pl: Wygrane bitwy
pt: Batalhas vencidas
ro: Lupte câștigate
ru: Битвы выиграны
sr: Битке добијене
tr: Kazanılan savaşlar
uk: Битв виграно

source: Battles Won
ar: المعارك التي تم الفوز بها
de: Gewonnene Schlachten
es: Batallas ganadas
fr: Batailles gagnées
it: Battaglie vinte
nl: Gewonnen Veldslagen
pl: Wygrane Bitwy
pt: Batalhas Vencidas
ro: Lupte câștigate
ru: Битвы Выиграны
sr: Битке добијене
tr: Kazanılan Savaşlar
uk: Битв виграно

source: Become a Candidate
ar: كن مرشحاً
de: Kandidat werden
es: Convertirse en candidato
fr: Devenir candidat
nl: Word kandidaat
pl: Zostań kandydatem
pt: Tornar-se candidato
ro: Deveniți candidat
ru: Выдвинуть кандидатуру
sr: Постани кандидат
tr: Aday Ol
uk: Стати кандидатом

source: Better than nothing, right?
ar: أفضل من لا شيء، أليس كذلك؟
de: Besser als nichts, oder?
es: Mejor que nada, ¿no?
fr: C'est mieux que rien, non ?
it: Meglio di niente, no?
nl: Beter dan niets, toch?
pl: Lepsze niż nic, prawda?
pt: Melhor que nada, né?
ro: Mai bine decât nimic, nu?
ru: Лучше чем ничего, правда?
sr: Боље ишта, него ништа јел?
tr: Hiç yoktan iyidir, değil mi?
uk: Краще ніж нічого, еге ж?

source: Block (hide content)
ar: حظر (إخفاء المحتوى)
de: Blockieren (Inhalt ausblenden)
es: Bloquear (ocultar contenido)
fr: Bloquer (masquer le contenu)
it: Blocca (nascondi contenuti)
nl: Blokkeren (inhoud verbergen)
pl: Zablokuj (ukryj treści)
pt: Bloquear (ocultar conteúdo)
ro: Blochează (ascunde conținut)
ru: Заблокировать (скрыть контент)
sr: Блокирај (сакриј садржај)
tr: Engelle (içeriği gizle)
uk: Заблокувати (приховати контент)

source: Bonus damages
ar: أضرار إضافية
de: Bonusschaden
es: Daño extra
fr: Dégâts bonus
it: Danni bonus
nl: Bonusschade
pl: Bonusowe obrażenia
pt: Dano bônus
ro: Daune bonus
ru: Бонусный урон
sr: Бонус штета
tr: Bonus hasar
uk: Бонусна шкода

source: Boost your production!
ar: عزز إنتاجك!
de: Kurbele deine Produktion an!
es: ¡Aumenta tu producción!
fr: Booste ta production !
it: Potenzia la tua produzione!
nl: Verhoog je productie!
pl: Zwiększ swoją produkcję!
pt: Aumente sua produção!
ro: Îmbunătățește-ți producția!
ru: Увеличьте своё производство!
sr: Пожачај своју производњу!
tr: Üretimini artır!
uk: Збільште продуктивність!

source: Boots
ar: أحذية
de: Stiefel
es: Botas
fr: Bottes
it: Stivali
nl: Laarzen
pl: Buty
pt: Botas
ro: Cizme
ru: Берцы
sr: Чизме
tr: Botlar
uk: Чоботи

source: Bread
ar: خبز
de: Brot
es: Pan
fr: Pain
it: Pane
nl: Brood
pl: Chleb
pt: Pão
ro: Pâine
ru: Хлеб
sr: Хлеб
tr: Ekmek
uk: Хліб

source: Break alliance
ar: فك التحالف
de: Allianz brechen
es: Romper alianza
fr: Rompre l'alliance
it: Sciogli alleanza
nl: Alliantie verbreken
pl: Zerwij sojusz
pt: Romper aliança
ro: Rupe alianța
ru: Разорвать союз
sr: Раскини савез
tr: İttifakı boz
uk: Розірвати альянс

source: Break an alliance with another country
ar: فك تحالف مع دولة أخرى
de: Eine Allianz mit einem anderen Land brechen
es: Romper una alianza con otro país
fr: Rompre une alliance avec un autre pays
it: Sciogli un'alleanza con un altro paese
nl: Een alliantie met een ander land verbreken
pl: Zerwij sojusz z innym krajem
pt: Romper uma aliança com outro país
ro: Rupe o alianță cu o altă țară
ru: Разорвать союз с другой страной
sr: Раскини савез са другом земљом
tr: Başka bir ülkeyle ittifakı boz
uk: Розірвати альянс з іншою державою

source: Break the alliance with <0/>
ar: فك التحالف مع <0/>
de: Die Allianz mit <0/> brechen
es: Romper la alianza con <0/>
fr: Rompre l'alliance avec <0/>
it: Sciogli l'alleanza con <0/>
nl: Verbreek de alliantie met <0/>
pl: Zerwij sojusz z <0/>
pt: Romper a aliança com <0/>
ro: Rupe alianța cu <0/>
ru: Разорвать союз с <0/>
sr: Раскини савез са <0/>
tr: <0/> ile ittifakı boz
uk: Розірвати альянс з <0/>

source: Brigadier
ar: عميد
de: Brigadegeneral
it: Brigadiere
pl: Brygadier
pt: Brigadeiro
ru: Бригадир
sr: Бригадир
tr: Tuğgeneral
uk: Бригадир

source: Browse Packs
ar: تصفح الحزم
de: Pakete durchsuchen
es: Explorar paquetes
nl: Blader door pakketten
ru: Посмотреть наборы
sr: Прегледај пакете
tr: Paketlere Göz Atın
uk: Переглянути набори

source: Buff ended
ar: انتهى التأثير الإيجابي
de: Buff beendet
es: Buff terminado
fr: Buff terminé
it: Buff terminato
nl: Buff voorbij
pl: Buff zakończony
pt: Buff terminado
ro: Buff încheiat
ru: Бафф закончился
sr: Buff завршен
tr: Buff sona erdi
uk: Підсилення скінчилось

source: Buff started
ar: بدأ التأثير الإيجابي
de: Buff gestartet
es: Buff iniciado
fr: Buff commencé
it: Buff iniziato
nl: Buff begon
pl: Buff rozpoczęty
pt: Buff iniciado
ro: Buff început
ru: Бафф активирован
sr: Buff започео
tr: Buff başladı
uk: Підсилення почалось

source: Bug Finder badge given
ar: تم منح شارة "مكتشف الأخطاء"
de: Bugfinder-Abzeichen verliehen
es: Insignia Bug Finder otorgada
fr: Badge Bug Finder attribué
it: Badge Bug Finder assegnato
nl: Bug Finder-badge gegeven
pl: Nadano odznakę Bug Finder
pt: Insígnia Caçador de Bugs concedida
ro: Insigna Bug Finder oferită
ru: Значок «Искатель багов» присвоен
sr: Bug Finder значка дата
tr: Hata Bulucu rozeti verildi
uk: Надано значок Шукача багів

source: Build a company
ar: إنشاء شركة
de: Unternehmen gründen
es: Crear una empresa
fr: Créer une entreprise
it: Crea un'azienda
nl: Bouw een bedrijf op
pl: Załóż firmę
pt: Criar uma empresa
ro: Construiește o companie
ru: Построить компанию
sr: Изгради компанију
tr: Şirket kur
uk: Побудувати фабрику

source: Build a military unit
ar: إنشاء وحدة عسكرية
de: Militäreinheit gründen
es: Crear una unidad militar
fr: Créer une unité militaire
it: Crea un'unità militare
nl: Bouw een militaire eenheid
pl: Utwórz jednostkę wojskową
pt: Criar uma unidade militar
ro: Construiește unitate militară
ru: Создать военный отряд
sr: Изгради војну јединицу
tr: Askeri birlik kur
uk: Побудувати підрозділ

source: Build the military unit
ar: إنشاء الوحدة العسكرية
de: Die Militäreinheit gründen
es: Crear la unidad militar
fr: Créer l'unité militaire
it: Crea l'unità militare
nl: Bouw de militaire eenheid
pl: Utwórz jednostkę wojskową
pt: Criar a unidade militar
ro: Construiește unitatea militară
ru: Создать военный отряд
sr: Изгради војну јединицу
tr: Askeri birliği kur
uk: Побудувати підрозділ

source: Buy for <0>{count}</0> money on market
ar: شراء مقابل <0>{count}</0> من المال من السوق
de: Für <0>{count}</0> Geld auf dem Markt kaufen
es: Compra por <0>{count}</0> de dinero en el mercado
fr: Achète pour <0>{count}</0> d'argent sur le marché
it: Compra per <0>{count}</0> soldi sul mercato
nl: Koop voor <0>{count}</0> op de markt
pl: Kup za <0>{count}</0> pieniędzy na rynku
pt: Comprar por <0>{count}</0> de dinheiro no mercado
ro: Cumpără obiecte în valoare de <0>{count}</0> bani de la piață
ru: Купить на рынке на сумму <0>{count}</0>
sr: Купи за <0>{count}</0> новца на маркету
tr: Pazarda <0>{count}</0> sikkeye satın al
uk: Накупіть товару вартістю <0>{count}</0> монет

source: Buy Items
ar: شراء عناصر
de: Gegenstände kaufen
es: Comprar artículos
fr: Acheter des articles
it: Compra oggetti
nl: Koop Items
pl: Kup przedmioty
pt: Comprar itens
ro: Cumpără obiecte
ru: Купить предмет
sr: Купи предмете
tr: Eşya Satın Al
uk: Купіть предмети

source: Buy order match!
ar: مطابقة أمر شراء!
de: Kaufauftrag Übereinstimmung!
es: ¡Orden de compra coincidida!
fr: Ordre d'achat correspondant !
it: Ordine di acquisto eseguito!
nl: Koop order match!
pl: Zlecenie kupna dopasowane!
pt: Ordem de compra correspondida!
ro: Comandă de cumpărare rezolvată!
ru: Совпадение заявки на покупку!
sr: Налог за куповину поклопљен!
tr: Alım siparişin eşleşti!
uk: Замовлення на купівлю виконано!

source: Buy orders
ar: أوامر الشراء
de: Kaufaufträge
es: Órdenes de compra
fr: Ordres d'achat
it: Ordini di acquisto
nl: Aankooporders
pl: Zamówienia kupna
pt: Ordens de compra
ro: Comenzi de cumpărare
ru: Заявки на покупку
sr: Налози за куповину
tr: Alım siparişleri
uk: Замовлення на купівлю

source: By rejecting the wage reduction, you will leave the company and lose your fidelity bonus of +{0}%.
ar: برفضك تخفيض الأجر، ستغادر الشركة وتفقد مكافأة الولاء البالغة +{0}%.
de: Durch das Ablehnen der Lohnkürzung verlassen Sie das Unternehmen und verlieren Ihren Treuebonus von +{0}%.
es: Al rechazar la reducción salarial, dejarás la empresa y perderás tu bonificación de fidelidad de +{0}%.
fr: En refusant la réduction de salaire, vous quitterez l'entreprise et perdrez votre bonus de fidélité de +{0}%.
it: Rifiutando la riduzione del salario, lascerai l'azienda e perderai il tuo bonus fedeltà di +{0}%.
nl: Door de loonsverlaging af te wijzen, verlaat je het bedrijf en verlies je je getrouwheidsbonus van +{0}%.
pl: Odrzucając obniżkę wynagrodzenia, opuścisz firmę i stracisz bonus lojalnościowy +{0}%.
pt: Ao rejeitar a redução salarial, você deixará a empresa e perderá seu bônus de fidelidade de +{0}%.
ro: Dacă respingi reducerea salariului, vei părăsi compania și vei pierde bonusul de fidelitate de +{0}%.
ru: Отклонив снижение зарплаты, Вы покинете компанию и потеряете Ваш бонус лояльности в +{0}%.
sr: Одбијањем смањења плате, напустићеш компанију и изгубити бонус лојалности од +{0}%.
tr: Maaş indirimini reddederek şirketten ayrılacak ve +{0}% sadakat bonusunuzu kaybedeceksiniz.
uk: Відхиливши зменшення зарплатні, ви покинете фабрику та втратите бонус вірності +{0}%.

source: Cadet
ar: تلميذ عسكري
de: Kadett
es: Cadete
it: Cadetto
pl: Kadet
pt: Cadete
ru: Кадет
sr: Кадет
tr: Harbiyeli
uk: Кадет

source: Campaign Article Link (optional)
ar: رابط مقال الحملة (اختياري)
de: Link zum Wahlkampfartikel (optional)
es: Enlace al artículo de campaña (opcional)
fr: Lien vers l'article de campagne (optionnel)
nl: Campagneartikellink (optioneel)
pl: Link do artykułu kampanijnego (opcjonalny)
pt: Link do artigo de campanha (opcional)
ro: Link către articolul de campanie (opțional)
ru: Сыылка на статью с кампанией (опционально)
sr: Линк до чланка кампање (опционо)
tr: Kampanya Makale Linki (opsiyonel)
uk: Посилання на статтю з програмою (за бажанням)

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отменить
sr: Откажи
tr: İptal Et
uk: Скасувати

source: Cancel at any time
ar: إلغاء في أي وقت
de: Jederzeit kündbar
es: Cancelar en cualquier momento
fr: Annuler à tout moment
it: Annulla in qualsiasi momento
nl: Annuleer op elk moment
pl: Anuluj w każdej chwili
pt: Cancele a qualquer momento
ro: Anulează oricând
ru: Можно отменить в любой момент
sr: Откажи било када
tr: İstediğin zaman iptal et
uk: Скасуйте будь-коли

source: Candidate
ar: مرشح
de: Kandidat
es: Candidato
fr: Candidat
nl: Kandidaat
pl: Kandydat
pt: Candidato
ro: Candidat
ru: Кандидат
sr: Кандидат
tr: Aday
uk: Стати кандидатом

source: Cannot have a vice president or ministers.
ar: لا يمكن أن يكون لديه نائب رئيس أو وزراء.
de: Kann keinen Vizepräsidenten oder Minister haben.
es: No puede tener vicepresidente ni ministros.
fr: Ne peut pas avoir de vice-président ni de ministres.
nl: Je kunt geen vicepresident of ministers hebben.
pl: Nie może mieć wiceprezydenta ani ministrów.
pt: Não pode ter vice-presidente nem ministros.
ro: Nu poate avea vicepreședinte sau miniștri.
ru: Нельзя назначать вице-президента или министров
sr: Не може имати потпредседника или министре.
tr: Başkan yardımcısı veya bakan sahibi olamaz.
uk: Не може мати віцепрезидента або міністрів.

source: Cannot have allies.
ar: لا يمكن أن يكون لديه حلفاء.
de: Kann keine Verbündeten haben.
es: No puede tener aliados.
fr: Ne peut pas avoir d'alliés.
nl: Je kunt geen bondgenoten hebben.
pl: Nie może mieć sojuszników.
pt: Não pode ter aliados.
ro: Nu poate avea aliați.
ru: Нельзя вступать в альянсы.
sr: Не може имати савезнике.
tr: Müttefiğe sahip olamaz.
uk: Не може мати союзників.

source: Cannot have sworn enemies.
ar: لا يمكن أن يكون لديه أعداء لدودين.
de: Kann keine Erzfeinde haben.
es: No puede tener enemigos jurados.
fr: Ne peut pas avoir d'ennemis jurés.
nl: Je kunt geen gezworen vijanden hebben.
pl: Nie może mieć zaprzysiężonych wrogów.
pt: Não pode ter inimigos jurados.
ro: Nu poate avea dușmani jurați.
ru: Нельзя назначать заклятых врагов.
sr: Не може имати заклете непријатеље.
tr: Baş düşman belirleyemez
uk: Не може мати заклятих ворогів.

source: Cannot pick a specialization good / no benefit from specialization.
ar: لا يمكن اختيار سلعة تخصص / لا توجد فائدة من التخصص.
de: Kann kein Spezialisierungsgut wählen / kein Vorteil durch Spezialisierung.
es: No puedes elegir un bien de especialización / no se obtiene ningún beneficio por especialización.
nl: Je kunt geen specialisatie kiezen die goed is / geen voordeel van specialisatie.
ru: Нельзя выбрать специализацию / нет бонуса от специализации.
sr: Не може изабрати специјализацију / нема бенефита од специјализације.
tr: Uzmanlaşacak emtia seçemez / uzmanlık işe yaramaz
uk: Неможна вибирати предмет спеціалізації / ніяких переваг від спеціалізації.

source: Captain
ar: نقيب
de: Kapitän
es: Capitán
fr: Capitaine
it: Capitano
nl: Kapitein
pl: Kapitan
pt: Capitão
ro: Căpitan
ru: Капитан
sr: Капетан
tr: Yüzbaşı
uk: Капітан

source: CAPTCHA challenge expired. Please try again.
ar: انتهت صلاحية تحدي CAPTCHA. يرجى المحاولة مرة أخرى.
de: CAPTCHA-Herausforderung abgelaufen. Bitte erneut versuchen.
es: El desafío CAPTCHA ha caducado. Inténtalo de nuevo.
fr: Le défi CAPTCHA a expiré. Veuillez réessayer.
it: La verifica CAPTCHA è scaduta. Riprova.
nl: De CAPTCHA-uitdaging is verlopen. Probeer het alsjeblieft opnieuw.
pl: Wyzwanie CAPTCHA wygasło. Spróbuj ponownie.
pt: Desafio CAPTCHA expirou. Tente novamente.
ro: Testul CAPTCHA a exiprat. Încearcă din nou.
ru: Проверка CAPTCHA истекла. Попытайтесь снова.
sr: CAPTCHA изазов је истекао. Покушај поново.
tr: CAPTCHA süresi doldu. Lütfen tekrar deneyin.
uk: CAPTCHA більше не дійсна. Спробуйте знову.

source: CAPTCHA challenge failed. Resetting...
ar: فشل تحدي CAPTCHA. جاري إعادة الضبط...
de: CAPTCHA-Herausforderung fehlgeschlagen. Zurücksetzen...
es: El desafío CAPTCHA ha fallado. Reiniciando...
fr: Le défi CAPTCHA a échoué. Réinitialisation...
it: Verifica CAPTCHA fallita. Reimpostazione...
nl: CAPTCHA-uitdaging mislukt. Reset weer...
pl: Wyzwanie CAPTCHA nie powiodło się. Resetowanie...
pt: Desafio CAPTCHA falhou. Reiniciando...
ro: Testul CAPTCHA a eșuat. Resetare...
ru: Не удалось пройти проверку CAPTCHA. Сброс...
sr: CAPTCHA изазов није успео. Ресетујем...
tr: CAPTCHA başarısız. Sıfırlanıyor...
uk: CAPTCHA провалено. Скидання...

source: CAPTCHA timed out. Resetting...
ar: انتهت مهلة CAPTCHA. جاري إعادة الضبط...
de: CAPTCHA Zeitüberschreitung. Zurücksetzen...
es: El CAPTCHA se agotó por tiempo. Reiniciando...
fr: Le CAPTCHA a expiré. Réinitialisation...
it: Tempo scaduto per il CAPTCHA. Reimpostazione...
nl: CAPTCHA heeft de tijd uitgespreid. Reset weer...
pl: CAPTCHA wygasła. Resetowanie...
pt: CAPTCHA expirou. Reiniciando...
ro: Testul CAPTCHA a expirat. Resetare...
ru: CAPTCHA истекла. Сброс...
sr: CAPTCHA је истекла. Ресетујем...
tr: CAPTCHA zaman aşımına uğradı. Sıfırlanıyor...
uk: Сплив час CAPTCHA. Скидання...

source: CAPTCHA verification timed out. Resetting...
ar: انتهت مهلة التحقق من CAPTCHA. جاري إعادة الضبط...
de: CAPTCHA-Überprüfung Zeitüberschreitung. Zurücksetzen...
es: La verificación del CAPTCHA se agotó por tiempo. Reiniciando...
fr: La vérification CAPTCHA a expiré. Réinitialisation...
it: Verifica CAPTCHA scaduta. Reimpostazione...
nl: CAPTCHA-verificatie is verlopen. Reset weer...
pl: Weryfikacja CAPTCHA wygasła. Resetowanie...
pt: Verificação CAPTCHA expirou. Reiniciando...
ro: Verificarea CAPTCHA a expirat. Resetare...
ru: Верификация CAPTCHA истекла. Сброс...
sr: CAPTCHA верификација је истекла. Ресетујем...
tr: CAPTCHA doğrulama zaman aşımına uğradı. Sıfırlanıyor...
uk: Сплив час підтвердження CAPTCHA. Скидання...

source: Case
ar: صندوق
de: Kiste
es: Caja
fr: Caisse
it: Cassa
nl: Kist
pl: Skrzynka
pt: Caixa
ro: Cutie
ru: Кейс
sr: Сандуче
tr: Kasa
uk: Кейс

source: Cases contain random items. Click to open it!
ar: تحتوي الصناديق على عناصر عشوائية. انقر لفتحها!
de: Kisten enthalten zufällige Gegenstände. Klicken, um sie zu öffnen!
es: Las cajas contienen objetos aleatorios. ¡Haz clic para abrirla!
fr: Les caisses contiennent des objets aléatoires. Clique pour l'ouvrir !
it: Le casse contengono oggetti casuali. Clicca per aprirla!
nl: Cases bevatten willekeurige items. Klik om het te openen!
pl: Skrzynki zawierają losowe przedmioty. Kliknij, aby otworzyć!
pt: As caixas contêm itens aleatórios. Clique para abrir!
ro: Cutiile conțin obiecte aleatorii. Deschide-o!
ru: Кейс содержат случайные предметы. Кликните чтобы открыть их!
sr: Сандучад садрже насумичне предмете. Кликни да отвориш!
tr: Kasalar rastgele eşyalar içerir. Açmak için tıkla!
uk: Кейси містять випадкові предмети. Натисність аби відкрити!

source: Catapult
ar: منجنيق
de: Katapult
es: Catapulta
fr: Catapulte
nl: Katapult
sr: Катапулт
tr: Mancınık
uk: Катапульта

source: Chance to dodge all incoming damage when fighting in battles.<0/>Dodging also prevents equipment durability from being consumed.
ar: فرصة لتفادي جميع الأضرار الواردة عند القتال في المعارك.<0/>التفادي يمنع أيضاً استهلاك متانة المعدات.
de: Chance, bei Kämpfen in Schlachten allem eingehenden Schaden auszuweichen.<0/>Ausweichen verhindert zudem den Verbrauch der Haltbarkeit von Ausrüstung.
es: Probabilidad de esquivar todo el daño entrante al luchar en batallas.<0/>Esquivar también evita que se consuma la durabilidad del equipo.
fr: Chance d'esquiver tous les dégâts entrants lors des combats.<0/>L'esquive empêche également la durabilité de l'équipement d'être consommée.
it: Probabilità di schivare tutti i danni in arrivo combattendo nelle battaglie.<0/>Schivare impedisce anche il consumo della durabilità dell'equipaggiamento.
nl: Kans om alle inkomende schade te ontwijken tijdens gevechten.<0/>Ontwijken voorkomt ook dat de duurzaamheid van de uitrusting wordt verbruikt.
pl: Szansa na unik wszystkich obrażeń w bitwach.<0/>Unik również zapobiega zużyciu wytrzymałości ekwipunku.
pt: Chance de esquivar de todo o dano recebido em batalhas.<0/>Esquivar também evita o consumo da durabilidade do equipamento.
ro: Șansă de a evita pierderea de viață în luptă.<0/>Eschivarea previne și consumarea durabilității echipamentului.
ru: Шанс уклониться от урона во время битвы. <0/> Уклонение также сохраняет прочность экипировки.
sr: Шанса за избегавање све долазне штете током борбе у биткама.<0/>Избегавање такође спречава трошење издржљивости опреме.
tr: Savaşlarda tüm gelen hasarı savuşturma şansı.<0/>Savuşturma ayrıca ekipman dayanıklılığının tüketilmesini önler.
uk: Шанс ухилитись від усієї вхідної шкоди під час битви.<0/>Ухилення також запобігає втраті міцності спорядження.

source: Chance to hit the target.<0/>Misses cannot crit, and deal half damage.
ar: فرصة لإصابة الهدف.<0/>الضربات الضائعة لا يمكن أن تكون حرجة، وتسبب نصف الضرر.
de: Chance, das Ziel zu treffen.<0/>Fehlschüsse können nicht kritisch treffen und verursachen halben Schaden.
es: Probabilidad de golpear al objetivo.<0/>Los fallos no pueden ser críticos y hacen la mitad de daño.
fr: Chance de toucher la cible.<0/>Les ratés ne peuvent pas être critiques et infligent la moitié des dégâts.
it: Probabilità di colpire il bersaglio.<0/>I colpi mancati non possono crittare e infliggono metà danno.
nl: Kans om het doel te raken.<0/>Missers kunnen geen kritieke treffer maken en doen half schade.
pl: Szansa na trafienie celu.<0/>Pudła nie mogą być krytyczne i zadają połowę obrażeń.
pt: Chance de acertar o alvo.<0/>Erros não podem ser críticos e causam metade do dano.
ro: Șansa loviturii.<0/>Rateurile nu pot fi critice, și dau doar jumătate din daune.
ru: Шанс ударить в цель. <0/> Промахи не дадут крит. урона, и наносят лишь половину урона.
sr: Шанса да погодиш мету.<0/>Промашаји не могу бити критични и наносе пола штете.
tr: Hedefe vurma şansı.<0/>Kaçırılan vuruşlar kritik yapamaz ve yarı hasar verir.
uk: Шанс влучити в ціль.<0/>Промах не може бути критом, а також завдає у два рази менше шкоди.

source: Change a country tax
ar: تغيير ضريبة الدولة
de: Eine Landessteuer ändern
es: Cambiar los impuestos del país
fr: Modifier les impôts du pays
it: Cambia una tassa del paese
nl: Verander een landbelasting
pl: Zmień podatek krajowy
pt: Alterar impostos do país
ro: Schimbă taxele țării
ru: Изменить налог в стране
sr: Промени порез земље
tr: Ülke vergisini değiştir
uk: Змінити державний податок

source: Change produced item
ar: تغيير العنصر المنتج
de: Produzierten Gegenstand ändern
es: Cambiar el objeto producido
fr: Changer l'objet produit
it: Cambia oggetto prodotto
nl: Wijziging geproduceerd item
pl: Zmień produkowany przedmiot
pt: Alterar item produzido
ro: Schimbă obiectul produs
ru: Изменить производимый товар
sr: Промени производни предмет
tr: Üretilen eşyayı değiştir
uk: Змінити продукт

source: Change production
ar: تغيير الإنتاج
de: Produktion ändern
es: Cambiar producción
fr: Changer la production
it: Cambia produzione
nl: Veranderde productie
pl: Zmień produkcję
pt: Alterar produção
ro: Schimbă producție
ru: Изменить продукцию
sr: Промени производњу
tr: Üretimi değiştir
uk: Змінити продукт

source: Change tax
ar: تغيير الضريبة
de: Steuer ändern
es: Cambiar impuesto
fr: Modifier l'impôt
it: Cambia tassa
nl: Wijzigingsbelasting
pl: Zmień podatek
pt: Alterar imposto
ro: Schimbă taxă
ru: Изменить налог
sr: Промени порез
tr: Vergiyi değiştir
uk: Змінити податок

source: Change the country color scheme
ar: تغيير نظام ألوان الدولة
de: Das Farbschema des Landes ändern
es: Cambiar la paleta de colores del país
fr: Changer la palette de couleurs du pays
it: Cambia la combinazione colori del paese
nl: Verander het kleurenschema van het land
pl: Zmień schemat kolorów kraju
pt: Alterar a paleta de cores do país
ro: Schimbă paleta de culori a țării
ru: Изменить цветовую схему страны
sr: Промени шему боја земље
tr: Ülke renk şemasını değiştir
uk: Змінити колірну схему держави

source: Change the country color scheme to <0>{0}</0> with a <1>{1}</1> map accent
ar: تغيير نظام ألوان الدولة إلى <0>{0}</0> مع لون خريطة مميز <1>{1}</1>
de: Das Farbschema des Landes auf <0>{0}</0> mit einem <1>{1}</1> Karten-Akzent ändern
es: Cambiar la paleta de colores del país a <0>{0}</0> con un acento de mapa <1>{1}</1>
fr: Changer la palette de couleurs du pays en <0>{0}</0> avec un accent de carte <1>{1}</1>
it: Cambia la combinazione colori del paese in <0>{0}</0> con un accento mappa <1>{1}</1>
nl: Verander het kleurenschema van het land naar <0>{0}</0> met een <1>{1}</1> kaartaccent
pl: Zmień schemat kolorów kraju na <0>{0}</0> z akcentem mapy <1>{1}</1>
pt: Alterar a paleta de cores do país para <0>{0}</0> com um acento de mapa <1>{1}</1>
ro: Schimbă paleta de culori a țării la <0>{0}</0> cu o tentă <1>{1}</1>
ru: Изменить цветовую схему страны на <0>{0}</0> с <1>{1}</1> оттенком на карте
sr: Промени шему боја земље на <0>{0}</0> са <1>{1}</1> акцентом мапе
tr: Ülke renk şemasını <1>{1}</1> harita aksanıyla <0>{0}</0> olarak değiştir
uk: Змінити колірну схему на <0>{0}</0> з <1>{1}</1> відтінком

source: Change the tax of {0} to
ar: تغيير ضريبة {0} إلى
de: Die Steuer von {0} ändern auf
es: Cambiar el impuesto de {0} a
fr: Changer l'impôt {0} à
it: Cambia la tassa di {0} in
nl: Verander de belasting van {0} naar
pl: Zmień podatek {0} na
pt: Alterar o imposto de {0} para
ro: Schimbă taxa {0} la
ru: Изменить налог с {0} до
sr: Промени порез за {0} на
tr: {0} vergisini şu şekilde değiştir
uk: Встановити податок на {0}:
