Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Accept to make peace with the other country
ar: الموافقة على عقد سلام مع الدولة الأخرى
de: Zustimmen, mit dem anderen Land Frieden zu schließen
es: Aceptar hacer la paz con el otro país
fr: Accepter de faire la paix avec l'autre pays
it: Accetta di fare pace con l'altro paese
nl: Accepteer vrede met het andere land
pl: Zaakceptuj pokój z drugim krajem
pt: Aceitar fazer a paz com o outro país
ro: Acceptă pace între țări
ru: Согласиться заключить мир с другой страной
sr: Прихвати склапање мира са другом земљом
tr: Diğer ülkeyle barış yapmayı kabul et
uk: Прийміть аби укласти мир з іншою державою

source: Accepted
ar: مقبول
de: Angenommen
es: Aceptada
fr: Acceptée
it: Accettato
nl: Geaccepteerd
pl: Zaakceptowane
pt: Aceita
ro: Acceptată
ru: Принято
sr: Прихваћено
tr: Kabul Edildi
uk: Прийнято

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
pl: Konto
pt: Conta
ro: Cont
ru: Бюджет
sr: Налог
tr: Hesap
uk: Рахунок

source: Actions
ar: إجراءات
de: Aktionen
es: Acciones
it: Azioni
nl: Acties
pl: Akcje
pt: Ações
ro: Acțiuni
ru: Действия
sr: Акције
tr: Eylemler
uk: Дії

source: Active
ar: نشط
de: Aktiv
es: Activas
fr: Actives
it: Attivo
nl: Actief
pl: Aktywne
pt: Ativas
ru: Активные
sr: Активно
tr: Aktif
uk: Активні

source: Active battle
ar: معركة نشطة
de: Aktive Schlacht
es: Batalla activa
fr: Bataille active
it: Battaglia attiva
nl: Actieve strijd
pl: Aktywna bitwa
pt: Batalha ativa
ro: Bătălie activă
ru: Активная битва
sr: Активна битка
tr: Aktif savaş
uk: Активна битва

source: Active battles
ar: معارك نشطة
de: Aktive Schlachten
es: Batallas activas
fr: Batailles actives
it: Battaglie attive
nl: Actieve gevechten
pl: Aktywne bitwy
pt: Batalhas ativas
ro: Lupte active
ru: Активные битвы
sr: Активне битке
tr: Aktif savaşlar
uk: Активні битви

source: Active Citizens
ar: مواطنون نشطون
de: Aktive Bürger
es: Ciudadanos activos
fr: Citoyens actifs
it: Cittadini attivi
nl: Actieve burgers
pl: Aktywni obywatele
pt: Cidadãos ativos
ro: Cetățeni activi
ru: Активные Граждане
sr: Активни грађани
tr: Aktif Vatandaşlar
uk: Активні громадяни

source: Active construction
ar: بناء نشط
de: Aktiver Bau
es: Construcción activa
fr: Construction active
it: Costruzione attiva
nl: Actieve bouw
pl: Aktywna budowa
pt: Construção ativa
ro: Construcție activă
ru: Активные постройки
sr: Активна изградња
tr: Aktif inşaat
uk: Активне будівництво

source: Active War
ar: حرب نشطة
de: Aktiver Krieg
es: Guerra activa
fr: Guerre active
it: Guerra attiva
nl: Actieve oorlog
pl: Aktywna wojna
pt: Guerra ativa
ro: Război activ
ru: Активная Война
sr: Активан рат
tr: Aktif Savaş
uk: Активна війна

source: Active wars
ar: حروب نشطة
de: Aktive Kriege
es: Guerras activas
fr: Guerres actives
it: Guerre attive
nl: Actieve oorlogen
pl: Aktywne wojny
pt: Guerras ativas
ro: Războaie active
ru: Активные войны
sr: Тренутни ратови
tr: Aktif savaşlar
uk: Активні війни

source: Add User
ar: إضافة مستخدم
de: Benutzer hinzufügen
es: Añadir usuario
fr: Ajouter un utilisateur
it: Aggiungi utente
nl: Gebruiker toevoegen
pl: Dodaj użytkownika
pt: Adicionar usuário
ro: Adaugă utilizator
ru: Добавить Игрока
sr: Додај корисника
tr: Kullanıcı Ekle
uk: Додати користувача

source: Additional cost
ar: تكلفة إضافية
de: Zusatzkosten
es: Costo adicional
fr: Coût supplémentaire
nl: Extra kosten
ru: Дополнительные расходы
sr: Додатни трошак
uk: Додаткова вартість

source: Admin
ar: مسؤول
es: Administrador
nl: Administratie
ru: Админ
sr: Админ
uk: Адмін

source: Admin Actions
ar: إجراءات المسؤول
de: Admin-Aktionen
es: Acciones de administrador
fr: Actions admin
it: Azioni admin
nl: Beheerdersacties
pl: Działania administratora
pt: Ações de admin
ro: Acțiuni Admin
ru: Админдействия
sr: Акције админа
tr: Yönetici Eylemleri
uk: Дії адміна

source: Admin notification
ar: إشعار إداري
de: Admin-Benachrichtigung
es: Notificación de administrador
fr: Notification admin
it: Notifica admin
nl: Beheerdersmelding
pl: Powiadomienie od administratora
pt: Notificação de administrador
ro: Notificare de la administrator
ru: Уведомления Админа
sr: Админ обавештење
tr: Yönetici bildirimi
uk: Сповіщення адміна

source: Admiral
ar: أدميرال
es: Almirante
fr: Amiral
it: Ammiraglio
nl: Admiraal
pl: Admirał
pt: Almirante
ro: Amiral
ru: Адмирал
sr: Адмирал
tr: Amiral
uk: Адмірал

source: Advanced Boots
ar: أحذية متطورة
de: Fortgeschrittene Stiefel
es: Botas Avanzadas
fr: Bottes Avancées
it: Stivali avanzati
nl: Geavanceerde laarzen
pl: Zaawansowane Buty
pt: Botas Avançadas
ro: Cizme avansate
ru: Продвинутые Берцы
sr: Напредне чизме
tr: Geliştirilmiş Botlar
uk: Покращені чоботи

source: Advanced Chest
ar: درع صدر متطور
de: Fortgeschrittene Brustplatte
es: Peto Avanzado
fr: Plastron Avancé
it: Corazza avanzata
nl: Geavanceerde borst
pl: Zaawansowany Napierśnik
pt: Peitoral Avançado
ro: Vestă avansată
ru: Продвинутый Бронежилет
sr: Напредни панцир
tr: Geliştirilmiş Göğüslük
uk: Покращений бронежилет

source: Advanced Gloves
ar: قفازات متطورة
de: Fortgeschrittene Handschuhe
es: Guantes Avanzados
fr: Gants Avancés
it: Guanti avanzati
nl: Geavanceerde handschoenen
pl: Zaawansowane Rękawice
pt: Luvas Avançadas
ro: Mănuși avansate
ru: Продвинутые Перчатки
sr: Напредне Рукавице
tr: Geliştirilmiş Eldivenler
uk: Покращені рукавиці

source: Advanced Helmet
ar: خوذة متطورة
de: Fortgeschrittener Helm
es: Casco Avanzado
fr: Casque Avancé
it: Elmo avanzato
nl: Geavanceerde helm
pl: Zaawansowany Hełm
pt: Capacete Avançado
ro: Cască avansată
ru: Продвинутый Шлем
sr: Напредна Кацига
tr: Geliştirilmiş Kask
uk: Покращений шолом

source: Advanced Pants
ar: سراويل متطورة
de: Fortgeschrittene Hose
es: Pantalones Avanzados
fr: Pantalon Avancé
it: Pantaloni avanzati
nl: Geavanceerde Broeken
pl: Zaawansowane Spodnie
pt: Calças Avançadas
ro: Pantaloni avansați
ru: Продвинутые Штаны
sr: Напредне Панталоне
tr: Geliştirilmiş Pantolon
uk: Покращені штани

source: Agrarian
ar: زراعي
de: Agrarisch
es: Agrarista
fr: Agraire
nl: Agrarisch
ru: Аграрий
sr: Aграрна
uk: Аграризм

source: All
ar: الكل
de: Alle
es: Todo
fr: Toutes
it: Tutto
nl: Allemaal
pl: Wszystkie
pt: Todas
ro: Toate
ru: Все
sr: Све
tr: Tümü
uk: Усі

source: All categories
ar: جميع الفئات
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
it: Tutte le categorie
nl: Alle categorieën
pl: Wszystkie kategorie
pt: Todas as categorias
ro: Toate categoriile
ru: Все категории
sr: Све категорије
tr: Tüm kategoriler
uk: Усі категорії

source: All citizenship requests are accepted automatically.
ar: يتم قبول جميع طلبات الجنسية تلقائياً.
de: Alle Einbürgerungsanträge werden automatisch akzeptiert.
es: Todas las solicitudes de ciudadanía se aceptan automáticamente.
fr: Toutes les demandes de citoyenneté sont acceptées automatiquement.
nl: Alle naturalisatieverzoeken worden automatisch geaccepteerd.
pl: Wszystkie wnioski o obywatelstwo są akceptowane automatycznie.
pt: Todas as solicitações de cidadania são aceitas automaticamente.
ro: Toate cererile de cetățenie sunt acceptate automat.
ru: Все запросы на гражданство приняты автоматически.
sr: Сви захтеви за држављанство су аутоматски прихваћени.
tr: Tüm vatandaşlık başvuruları otomatik olarak kabul edilecek.
uk: Усі запити громадянства приймаються автоматично.

source: All coca, grain, livestock and fish deposits in your borders give <0>+{0}</0> more production bonus.
ar: جميع ودائع الكوكا والحبوب والماشية والأسماك داخل حدودك تمنح مكافأة إنتاج إضافية بقيمة <0>+{0}</0>.
de: Alle Coca-, Getreide-, Vieh- und Fischvorkommen innerhalb deiner Grenzen geben <0>+{0}</0> mehr Produktionsbonus.
es: Todos los yacimientos de coca, grano, ganado y pescado dentro de tus fronteras otorgan <0>+{0}</0> adicional de bono de producción.
nl: Alle coca-, graan-, vee- en visafzettingen in je borders geven <0>+{0}</0> meer productiebonus.
ru: Все запасы таинственного растения, зерна, скота и рыбы в пределах Ваших границ получают <0>+{0}</0> бонуса к производству.
sr: Сва налазишта коке, жита, стоке и рибе у вашим границама дају <0>+{0}<0} додатни бонус на производњу.
uk: Усі поклади коки, зерна, худоби та риби в межах вашої держави надають на <0>+{0}</0> більший бонус виробництва.

source: All companies in your borders get <0>+{0}</0> bonus towards ammo or construction specialization good.
ar: تحصل جميع الشركات داخل حدودك على مكافأة <0>+{0}</0> تجاه تخصص سلع الذخيرة أو البناء.
de: Alle Unternehmen innerhalb deiner Grenzen erhalten <0>+{0}</0> Bonus auf Munitions- oder Bauspezialisierungsgüter.
es: Todas las empresas dentro de tus fronteras obtienen <0>+{0}</0> de bono al bien especializado en armamento o construcción.
nl: Alle bedrijven binnen jouw grenzen krijgen <0>+{0}</0> bonus op munitie of bouwspecialisatie.
ru: Все компании в пределах Ваших границах получают <0>+{0}</0> бонус на производство снарядов или строительных товаров.
sr: Све компаније у вашим границама добијају бонус <0>+{0}<0><0> за муницију или специјализована грађевинска добра.
uk: Усі компанії в межах вашої держави отримують <0>+{0}</0> бонусу при виробництві набоїв чи будівельних товарів, на яких спеціалізується держава.

source: All event types
ar: جميع أنواع الأحداث
de: Alle Ereignistypen
es: Todos los tipos de eventos
fr: Tous les types d'événements
it: Tutti i tipi di evento
nl: Alle soorten evenementen
pl: Wszystkie typy wydarzeń
pt: Todos os tipos de eventos
ro: Toate tipurile de evenimente
ru: Все виды событий
sr: Сви типови догађаја
tr: Tüm olay türleri
uk: Усі типи подій

source: All languages
ar: جميع اللغات
de: Alle Sprachen
es: Todos los idiomas
fr: Toutes les langues
it: Tutte le lingue
nl: Alle talen
pl: Wszystkie języki
pt: Todos os idiomas
ro: Toate limbile
ru: Все языки
sr: Сви језици
tr: Tüm diller
uk: Усі мови

source: All law enactment costs are multiplied by {0}.
ar: يتم ضرب جميع تكاليف تشريع القوانين بـ {0}.
de: Alle Kosten für die Verabschiedung von Gesetzen werden mit {0} multipliziert.
es: Todos los costos de aprobación de leyes se multiplican por {0}.
nl: Alle wetswijzigingen worden vermenigvuldigd met {0}.
ru: Все затраты на законопроекты увеличены на {0}
sr: Сви трошкови доношења закона се множе са {0}.
tr: Tüm yasama maliyetleri {0} ile çarpılır.
uk: Вартість ухвалення законів збільшена у {0} рази.

source: All Parties
ar: جميع الأحزاب
de: Alle Parteien
es: Todos los partidos
fr: Tous les partis
nl: Alle partijen
ru: Все партии
sr: Све партије
tr: Partilerin Hepsi
uk: Усі партії

source: All skins owned
ar: تم امتلاك جميع المظاهر
de: Alle Skins im Besitz
es: Tus skins
fr: Tous les cosmétiques possédés
nl: Alle skins zijn eigendom
ru: Все скины в наличии
sr: Поседујеш све скинове
tr: Bütün görünümlere sahip
uk: Придбано усі скіни

source: All types
ar: جميع الأنواع
de: Alle Typen
es: Todos los tipos
fr: Tous les types
it: Tutti i tipi
nl: Alle typen
pl: Wszystkie typy
pt: Todos os tipos
ro: Toate tipurile
ru: Все виды
sr: Сви типови
tr: Tüm türler
uk: Усі типи

source: Alliance broken
ar: تم فك التحالف
de: Allianz gebrochen
es: Alianza rota
fr: Alliance rompue
it: Alleanza sciolta
nl: Alliantie verbroken
pl: Sojusz zerwany
pt: Aliança quebrada
ro: Alianță ruptă
ru: Союз расторгнут
sr: Савез раскинут
tr: İttifak bozuldu
uk: Альянс розірвано

source: Alliance formed
ar: تم تشكيل التحالف
de: Allianz geschlossen
es: Alianza formada
fr: Alliance formée
it: Alleanza formata
nl: Alliantie gevormd
pl: Sojusz utworzony
pt: Aliança formada
ro: Alianță formată
ru: Союз сформирован
sr: Савез формиран
tr: İttifak kuruldu
uk: Альянс сформовано

source: Alliances
ar: التحالفات
de: Allianzen
es: Alianzas
it: Alleanze
nl: Allianties
pl: Sojusze
pt: Alianças
ro: Alianțe
ru: Союзы
sr: Савези
tr: İttifaklar
uk: Альянси

source: Allies
ar: الحلفاء
de: Verbündete
es: Aliados
fr: Alliés
it: Alleati
nl: Geallieerden
pl: Sojusznicy
pt: Aliados
ro: Aliați
ru: Союзники
sr: Савезници
tr: Müttefikler
uk: Союзники

source: Allowed wage range:
ar: نطاق الأجور المسموح به:
de: Erlaubter Lohnbereich:
es: Rango de salario permitido:
fr: Plage de salaire autorisée :
it: Intervallo salariale consentito:
nl: Toegestane loonsbereik:
pl: Dozwolony zakres wynagrodzenia:
pt: Faixa de salário permitida:
ro: Interval de salariu permis:
ru: Разрешённые разброс зарплат:
sr: Дозвољен распон плата:
tr: İzin verilen maaş aralığı:
uk: Дозволений діапазон зарплатні:

source: Almost feels like cheating
ar: يبدو وكأنه غش تقريباً
de: Fühlt sich fast wie Cheating an
es: Casi parece trampa
fr: On dirait presque de la triche
it: Sembra quasi barare
nl: Het voelt bijna als valsspelen
pl: Prawie jak oszustwo
pt: Quase parece trapaça
ro: Aproape că pare că ai trișat
ru: *нюх-нюх* Читер! Чую читера
sr: Скоро као варање
tr: Hile hurda yok, değilmi?
uk: Відчувається майже як читинг

source: Almost ready...
ar: جاهز تقريباً...
de: Fast fertig...
es: Casi listo...
fr: Presque prêt...
it: Quasi pronto...
nl: Bijna klaar...
pl: Prawie gotowe...
pt: Quase pronto...
ro: Aproape gata...
ru: Почти готово....
sr: Учитавам...
tr: Neredeyse hazır...
uk: Майже готово...

source: Ammo
ar: ذخيرة
de: Munition
es: Munición
fr: Munitions
it: Munizioni
nl: Munitie
pl: Amunicja
pt: Munição
ro: Muniție
ru: Экспансивные патроны
sr: Муниција
tr: Mermi
uk: Набої

source: Amount
ar: الكمية
de: Betrag
es: Cantidad
fr: Montant
it: Quantità
nl: Hoeveelheid
pl: Kwota
pt: Quantidade
ro: Sumă
ru: Количество
sr: Износ
tr: Miktar
uk: Кількість

source: Amount of <0>Production Points</0> that can be stored inside the company before production stops.
ar: كمية <0>نقاط الإنتاج</0> التي يمكن تخزينها داخل الشركة قبل توقف الإنتاج.
de: Menge an <0>Produktionspunkten</0>, die im Unternehmen gelagert werden können, bevor die Produktion stoppt.
es: Cantidad de <0>Puntos de Producción</0> que se pueden almacenar en la empresa antes de que se detenga la producción.
fr: Quantité de <0>Points de Production</0> pouvant être stockée dans l'entreprise avant que la production ne s'arrête.
it: Quantità di <0>Punti Produzione</0> che possono essere immagazzinati nell'azienda prima che la produzione si fermi.
nl: Aantal <0>productiepunten</0> dat binnen het bedrijf kan worden opgeslagen voordat de productie stopt.
pl: Ilość <0>Punktów Produkcji</0>, które można przechowywać w firmie, zanim produkcja się zatrzyma.
pt: Quantidade de <0>Pontos de Produção</0> que pode ser armazenada na empresa antes da produção parar.
ro: Cantitate de <0>Puncte de Producție</0> care pot fi stocate în companie, până când producția se oprește.
ru: Количество <0>Очков Производства</0>, которое может хранить компания до остановки производства.
sr: Количина <0>поена производње</0> која може бити ускладиштена у компанији пре него што се производња заустави.
tr: Üretim durmadan önce şirket içinde saklanabilecek <0>Üretim Puanı</0> miktarı.
uk: Кількість <0>балів виробництва</0>, які можуть зберігатись на фабриці не зупиняючи виробництво.

source: Amount of <0>Workers</0> you can manage. And daily hire limit.
ar: عدد <0>العمال</0> الذين يمكنك إدارتهم. والحد اليومي للتوظيف.
de: Anzahl der <0>Arbeiter</0>, die du verwalten kannst. Sowie tägliches Einstellungslimit.
es: Cantidad de <0>Trabajadores</0> que puedes gestionar. Y límite diario de contratación.
fr: Nombre de <0>Travailleurs</0> que vous pouvez gérer. Et limite d'embauche quotidienne.
it: Numero di <0>Lavoratori</0> che puoi gestire e limite giornaliero di assunzioni.
nl: Aantal <0>Arbeiders</0> dat je kunt regelen. En een limiet op dagelijkse aanstelling.
pl: Ilość <0>Pracowników</0>, którymi możesz zarządzać. Oraz dzienny limit zatrudniania.
pt: Quantidade de <0>Trabalhadores</0> que você pode gerenciar. E limite diário de contratação.
ro: Numărul de <0>Muncitori</0> pe care îi poți gestiona. Și limita zilnică de angajare.
ru: Количество <0>Рабочих</0>, которыми Вы можете управлять. И дневной лимит найма.
sr: Број <0>Радника</0> којим можеш управљати. И дневни лимит запошљавања.
tr: Yönetebileceğiniz <0>İşçi</0> sayısı. Ve günlük işe alım limiti.
uk: Кількість <0>Робітників</0>, якими ви можете керувати. А також щоденний ліміт найму.

source: Amount of companies you can own
ar: عدد الشركات التي يمكنك امتلاكها
de: Anzahl der Unternehmen, die du besitzen kannst
es: Número de empresas que puedes poseer
fr: Nombre d'entreprises que vous pouvez posséder
it: Numero di aziende che puoi possedere
nl: Aantal bedrijven dat je kunt bezitten
pl: Liczba firm, które możesz posiadać
pt: Número de empresas que você pode possuir
ro: Numărul de companii pe care le poți deține
ru: Количество компаний, которыми Вы можете владеть
sr: Број компанија који можеш поседовати
tr: Sahip olabileceğin şirket sayısı
uk: Кількість фабрик, якими ви можете володіти

source: An email with the verification code has been sent to {email}
ar: تم إرسال بريد إلكتروني يحتوي على رمز التحقق إلى {email}
de: Eine E-Mail mit dem Bestätigungscode wurde an {email} gesendet
es: Se ha enviado un email con el código de verificación a {email}
fr: Un email avec le code de vérification a été envoyé à {email}
it: È stata inviata un'email con il codice di verifica a {email}
nl: Er is een e-mail met de verificatiecode gestuurd naar {email}
pl: Email z kodem weryfikacyjnym został wysłany na {email}
pt: Um email com o código de verificação foi enviado para {email}
ro: Un email cu codul de verificare a fost trimis la {email}
ru: Письмо с кодом подтверждения выслано на {email}
sr: Email са верификационим кодом је послат на {email}
tr: Doğrulama kodunu içeren bir e-posta {email} adresine gönderildi
uk: Електронний лист з кодом підтвердження було надіслано на {email}

source: Animated <0>GIF</0> as avatar
ar: صورة <0>GIF</0> متحركة كصورة رمزية
de: Animiertes <0>GIF</0> als Avatar
es: <0>GIF</0> animado como avatar
fr: <0>GIF</0> animé comme avatar
it: <0>GIF</0> animata come avatar
nl: Geanimeerd <0>GIF</0> als avatar
pl: Animowany <0>GIF</0> jako awatar
pt: <0>GIF</0> animado como avatar
ro: <0>GIF</0> animat ca avatar
ru: Анимированный <0>GIF</0> в аватарке
sr: Анимирани <0>GIF</0> као аватар
tr: Animasyonlu avatar <0>GIF</0>
uk: Анімований <0>GIF</0> як аватар

source: API token created
ar: تم إنشاء رمز API
de: API-Token erstellt
es: Token de API creado
fr: Jeton API créé
it: Token API creato
nl: API-token aangemaakt
pl: Token API utworzony
pt: Token de API criado
ro: Token API creat
ru: API токен создан
sr: API токен креиран
tr: API tokenı oluşturuldu
uk: API токен створено

source: API token regenerated
ar: تم إعادة إنشاء رمز API
de: API-Token regeneriert
es: Token de API regenerado
fr: Jeton API régénéré
it: Token API rigenerato
nl: API-token is opnieuw gegenereerd
pl: Token API zregenerowany
pt: Token de API regenerado
ro: Token API regenerat
ru: API токен перегенерирован
sr: API токен регенерисан
tr: API tokenı yeniden oluşturuldu
uk: API токен перестворено

source: API token revoked
ar: تم إبطال رمز API
de: API-Token widerrufen
es: Token de API revocado
fr: Jeton API révoqué
it: Token API revocato
nl: API-token ingetrokken
pl: Token API unieważniony
pt: Token de API revogado
ro: Token API revocat
ru: API токен отозван
sr: API токен укинут
tr: API Token'ı iptal edildi
uk: API токен відкликано

source: API Tokens
ar: رموز API
es: Tokens de API
fr: Jetons API
it: Token API
pl: Tokeny API
pt: Tokens de API
ro: Tokeni API
ru: API токены
sr: API токени
tr: API Token'ları
uk: API токени

source: API tokens allow external applications to access the API on your behalf. Use the token in the <0>X-API-Key</0> header. Each token has a rate limit of 200 requests per minute.
ar: تسمح رموز API للتطبيقات الخارجية بالوصول إلى API نيابة عنك. استخدم الرمز في ترويسة <0>X-API-Key</0>. كل رمز لديه حد معدل 200 طلب في الدقيقة.
de: API-Tokens ermöglichen es externen Anwendungen, in Ihrem Namen auf die API zuzugreifen. Verwenden Sie den Token im <0>X-API-Key</0>-Header. Jeder Token hat ein Ratelimit von 200 Anfragen pro Minute.
es: Los tokens de API permiten que aplicaciones externas accedan a la API en tu nombre. Usa el token en el encabezado <0>X-API-Key</0>. Cada token tiene un límite de 200 solicitudes por minuto.
fr: Les jetons API permettent aux applications externes d'accéder à l'API en votre nom. Utilisez le jeton dans l'en-tête <0>X-API-Key</0>. Chaque jeton a une limite de 200 requêtes par minute.
it: I token API permettono alle applicazioni esterne di accedere all'API a tuo nome. Usa il token nell'header <0>X-API-Key</0>. Ogni token ha un limite di 200 richieste al minuto.
nl: API-tokens stellen externe applicaties in staat om namens jou toegang te krijgen tot de API. Gebruik het token in de header <0>X-API-Key</0>. Elke token heeft een snelheidslimiet van 200 verzoeken per minuut.
pl: Tokeny API pozwalają zewnętrznym aplikacjom na dostęp do API w Twoim imieniu. Użyj tokenu w nagłówku <0>X-API-Key</0>. Każdy token ma limit 200 żądań na minutę.
pt: Os tokens de API permitem que aplicações externas acessem a API em seu nome. Use o token no cabeçalho <0>X-API-Key</0>. Cada token tem um limite de 200 requisições por minuto.
ro: Tokenii API permit aplicațiilor externe să acceseze API-ul în numele tău. Folosește tokenul în header-ul <0>X-API-Key</0>. Fiecare token are o limită de 200 de cereri pe minut.
ru: API токены открывают внешним приложениям доступ к API с вашей стороны. Используйте токен в заголовке <0>X-API-Key</0>. Каждый токен имеет лимит — 200 запросов в минуту.
sr: API токени омогућавају спољним апликацијама приступ API-ју у твоје име. Користи токен у <0>X-API-Key</0> заглављу. Сваки токен има ограничење од 200 захтева у минути.
tr: API jetonları harici uygulamaların sizin adınıza API'ye erişmesine izin verir. Jetonu <0>X-API-Key</0> başlığında kullanın. Her jetonun dakikada 200 istek limiti vardır.
uk: API токени дозволяють зовнішнім застосункам отримати доступ до API від вашого імені. Вкажіть токен у заголовку <0>X-API-Key</0>. Кожен токен має обмеження частоти, яке становить 200 запитів на хвилину.

source: App pattern
ar: نمط التطبيق
de: App-Muster
es: Patrón de la app
fr: Motif de l'application
it: Pattern app
nl: App-patroon
pl: Wzór aplikacji
pt: Padrão do app
ro: Textură
ru: Узор в приложении
sr: Шаблон апликације
tr: Uygulama deseni
uk: Схема застосунку

source: Application fee
ar: رسوم الطلب
de: Antragsgebühr
es: Tasa de solicitud
fr: Frais de candidature
it: Quota di richiesta
nl: Aanmeldvergoeding
pl: Opłata za zgłoszenie
pt: Taxa de aplicação
ro: Taxă aplicare
ru: Членский взнос
sr: Такса за пријаву
tr: Başvuru ücreti
uk: Збір за розгляд заявки

source: Apply
ar: تقديم طلب
de: Beantragen
es: Aplicar
fr: Appliquer
it: Fai richiesta
nl: Solliciteer
pl: Zastosuj
pt: Aplicar
ro: Aplică
ru: Принять
sr: Пријави се
tr: Başvur
uk: Подати заявку

source: Are you sure you want to fire this worker?
ar: هل أنت متأكد أنك تريد طرد هذا العامل؟
de: Sind Sie sicher, dass Sie diesen Arbeiter entlassen wollen?
es: ¿Estás seguro de que quieres despedir a este trabajador?
fr: Êtes-vous sûr de vouloir licencier ce travailleur ?
it: Sei sicuro di voler licenziare questo lavoratore?
nl: Weet je zeker dat je deze werknemer wilt ontslaan?
pl: Czy na pewno chcesz zwolnić tego pracownika?
pt: Tem certeza de que deseja demitir este trabalhador?
ro: Ești sigur că vrei să concediezi acest muncitor?
ru: Вы действительно хотите уволить этого рабочего?
sr: Да ли сте сигурни да желите да отпустите овог радника?
tr: Bu işçiyi kovmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете звільнити цього робітника?
