Repository: vatoutou/warera-translation
Catalog: */messages.po
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, sr, tr, uk

source: Check your loot!
ar: تفقد غنائمك!
de: Überprüfe deine Beute!
es: ¡Revisa tu botín!
fr: Vérifie ton butin!
it: Controlla il tuo bottino!
nl: Controleer je buit!
pl: Sprawdź swój łup!
pt: Confira seu espólio!
ro: Vezi ce ai primit!
ru: Проверь свой лут!
sr: Провери свој плен!
tr: Ganimetini göz at!
uk: Перевірте інвентар!

source: Chest
ar: درع الصدر
de: Brustplatte
es: Pechera
fr: Torse
it: Corazza
nl: Borst
pl: Napierśnik
pt: Peitoral
ro: Vestă
ru: Бронежилет
sr: Панцир
tr: Göğüslük
uk: Бронежилет

source: Chief
ar: رئيس
de: Chef
es: Jefe
fr: Chef
it: Capo
nl: Hoofd
pl: Szef
pt: Chefe
ro: Șef
ru: Фельдфебель
sr: Старешина
tr: Üst
uk: Головний сержант

source: Chief Commander
ar: قائد رئيسي
de: Oberbefehlshaber
es: Comandante en jefe
fr: Commandeur en chef
it: Comandante supremo
nl: Opperbevelhebber
pl: Naczelny Dowódca
pt: Comandante-chefe
ro: Comandant-șef
ru: Главнокомандующий
sr: Главни командант
tr: Baş Komutan
uk: Головнокомандувач

source: Choose your country
ar: اختر دولتك
de: Wähle dein Land
es: Elige tu país
fr: Choisissez votre pays
it: Scegli il tuo paese
nl: Kies je land
pl: Wybierz swój kraj
pt: Escolha seu país
ro: Alege-ți țara
ru: Выберите свою страну
sr: Изабери своју земљу
tr: Ülkeni seç
uk: Оберіть свою країну

source: Choose your side and click to deal <0>Damages</0>! Keep hitting to help your team win.
ar: اختر جانبك وانقر لإلحاق <0>الأضرار</0>! استمر في الضرب لمساعدة فريقك على الفوز.
de: Wähle deine Seite und klicke, um <0>Schaden</0> zu verursachen! Schlage weiter zu, um deinem Team zum Sieg zu verhelfen.
es: ¡Elige tu bando y haz clic para infligir <0>Daño</0>! Sigue golpeando para ayudar a ganar.
fr: Choisis ton camp et clique pour infliger des <0>Dégâts</0> ! Continue de frapper pour aider ton équipe à gagner.
it: Scegli la tua fazione e clicca per infliggere <0>Danni</0>! Continua a colpire per aiutare la tua squadra a vincere.
nl: Kies jouw kant en klik om <0>Damages</0> toe te brengen! Blijf slaan om je team te helpen winnen.
pl: Wybierz stronę i kliknij, aby zadać <0>Obrażenia</0>! Kontynuuj atakowanie, aby pomóc swojej drużynie wygrać.
pt: Escolha seu lado e clique para causar <0>Dano</0>! Continue atacando para ajudar seu time a vencer.
ro: Alege o parte și apasă pentru a produce <0>Daune</0>! Continua să lupți pentru a ajuta echipa ta să câștige.
ru: Выбери свою сторону и кликни, чтобы нанести <0>Урон</0>! Продолжай бить, чтобы помочь своей команде выиграть.
sr: Изабери страну и кликни да нанесеш <0>штету</0>! Настави да удираш даИзабери страну и кликни да нанесеш <0>штету</0>! Настави да удираш да помогнеш свом тиму да победи.
tr: Tarafını seç ve <0>Hasar</0> vermek için tıkla! Takımının kazanmasına yardım etmek için vurmaya devam et.
uk: Оберіть сторону та натисніть, аби завдати <0>Шкоду</0>! Продовжуйте атакувати, щоб допомогти своїй команді перемогти.

source: Citizen since <0><1/></0>
ar: مواطن منذ <0><1/></0>
de: Bürger seit <0><1/></0>
es: Ciudadano desde <0><1/></0>
fr: Citoyen depuis <0><1/></0>
it: Cittadino dal <0><1/></0>
nl: Burger sinds <0><1/></0>
pl: Obywatel od <0><1/></0>
pt: Cidadão desde <0><1/></0>
ro: Cetățean de <0><1/></0>
ru: Гражданин с <0><1/></0>
sr: Грађанин од <0><1/></0>
tr: <0><1/></0>'dan beri vatandaş
uk: Долучився <0><1/></0>

source: Citizens
ar: مواطنون
de: Bürger
es: Ciudadanos
fr: Citoyens
it: Cittadini
nl: Burgers
pl: Obywatele
pt: Cidadãos
ro: Cetățeni
ru: Граждане
sr: Грађани
tr: Vatandaşlar
uk: Громадяни

source: Citizens get a bonus when fighting for allies, or against the sworn enemy
ar: يحصل المواطنون على مكافأة عند القتال من أجل الحلفاء، أو ضد العدو اللدود
de: Bürger erhalten einen Bonus, wenn sie für Verbündete oder gegen den Erzfeind kämpfen
es: Los ciudadanos reciben un bono cuando luchan por los aliados o contra el enemigo principal
fr: Les citoyens reçoivent un bonus lorsqu'ils se battent pour les alliés ou contre l'ennemi principal
it: I cittadini ottengono un bonus quando combattono per gli alleati o contro il nemico giurato
nl: Burgers krijgen een bonus wanneer ze vechten voor bondgenoten, of tegen de gezworen vijand
pl: Obywatele otrzymują bonus walcząc za sojuszników lub przeciwko zaprzysięgłemu wrogowi
pt: Cidadãos recebem bônus quando lutam por aliados ou contra o inimigo jurado
ro: Cetățenii primesc un bonus când luptă pentru aliați, sau împotriva inamicului principal
ru: Граждане получают бонус, когда сражаются за союзников, или против заклятого врага
sr: Грађани добијају бонус када се боре за савезнике, или против заклетог непријатеља
tr: Vatandaşlar müttefikler için savaşırken veya baş düşmana karşı bonus alır
uk: Громадяни отримують бойовий бонус, воюючи на боці союзників або проти заклятого ворога

source: Citizens get an additional <0>{0}</0> attacking battle bonus.
ar: يحصل المواطنون على مكافأة معركة هجومية إضافية بقيمة <0>{0}</0>.
de: Bürger erhalten einen zusätzlichen Angriffs-Schlachtbonus von <0>{0}</0>.
es: Los ciudadanos obtienen un bono adicional de <0>{0}</0> por atacar en la batalla.
nl: Burgers krijgen een extra bonus van <0>{0}</0> aanvallen.
ru: Граждане получают дополнительный <0>{0}</0> урон к атаке
sr: Грађани добијају додатни <0>{0}</0> бонус током нападања у бици.
tr: Vatandaşlar saldırırken ek <0>{0}</0> bonus alır
uk: Громадяни отримують <0>{0}</0> бонусу до шкоди при нападі.

source: Citizens get an additional <0>{0}</0> battle bonus against sworn enemies.
ar: يحصل المواطنون على مكافأة معركة إضافية بقيمة <0>{0}</0> ضد الأعداء اللدودين.
de: Bürger erhalten einen zusätzlichen Schlachtbonus von <0>{0}</0> gegen Erzfeinde.
es: Los ciudadanos obtienen un bono de batalla adicional de <0>{0}</0> vs enemigos principales.
nl: Burgers krijgen een extra gevechtsbonus van <0>{0}</0> tegen gezworen vijanden.
ru: Граждание получают дополнительный <0>{0}</0> урон к войне против заклятого врага
sr: Грађани добијају додатни <0>{0}</0> бонус у бици против заклетих непријатеља.
tr: Vatandaşlar baş düşmanlara karşı savaşırken ek <0>{0}</0> bonus alır
uk: Громадяни отримують <0>{0}</0> бонусу до шкоди у боях проти заклятих ворогів.

source: Citizens get an additional <0>{0}</0> battle bonus fighting for allies.
ar: يحصل المواطنون على مكافأة معركة إضافية بقيمة <0>{0}</0> عند القتال للحلفاء.
de: Bürger erhalten einen zusätzlichen Schlachtbonus von <0>{0}</0>, wenn sie für Verbündete kämpfen.
es: Los ciudadanos obtienen un bono de batalla adicional de <0>{0}</0> por pelear por aliados.
nl: Burgers krijgen een extra <0>{0}</0> gevechtsbonus die voor bondgenoten vechten.
ru: Граждане получают дополнительный <0>{0}</0> урон к войне на стороне союзников
sr: Грађани добијају додатни <0>{0}</0> у бици за савезнике.
tr: Vatandaşlar müttefikler için savaşırken ek <0>{0}</0> bonus alır
uk: Громадяни отримують <0>{0}</0> бонусу до шкоди, борючись за союзників.

source: Citizens get an additional <0>{0}</0> defensive battle bonus.
ar: يحصل المواطنون على مكافأة معركة دفاعية إضافية بقيمة <0>{0}</0>.
de: Bürger erhalten einen zusätzlichen defensiven Schlachtbonus von <0>{0}</0>.
es: Los ciudadanos obtienen un bono de defensa en batalla adicional de <0>{0}</0>.
nl: Burgers krijgen een extra bonus van <0>{0}</0> defensieve gevechten.
ru: Граждане получают дополнительный <0>{0}</0> урон к защите
sr: Грађани добијају додатни <0>{0}</0> дефанзивни бонус у бици.
tr: Vatandaşlar ek <0>{0}</0> savunma bonusu alır.
uk: Громадяни отримують <0>{0}</0> бонусу до шкоди при обороні.

source: Citizenship
ar: الجنسية
de: Staatsbürgerschaft
es: Ciudadanía
fr: Citoyenneté
it: Cittadinanza
nl: Burgerschap
pl: Obywatelstwo
pt: Cidadania
ro: Cetățenie
ru: Гражданство
sr: Држављанство
tr: Vatandaşlık
uk: Громадянство

source: Citizenship Applications
ar: طلبات الجنسية
de: Staatsbürgerschaftsanträge
es: Solicitudes de ciudadanía
fr: Demandes de citoyenneté
it: Richieste di cittadinanza
nl: Aanvragen voor burgerschap
pl: Wnioski o obywatelstwo
pt: Solicitações de cidadania
ro: Aplicații pentru cetățenie
ru: Запросы гражданства
sr: Пријаве за држављанство
tr: Vatandaşlık Başvuruları
uk: Заявки на громадянство

source: Civil war
ar: حرب أهلية
de: Bürgerkrieg
es: Guerra civil
fr: Guerre civile
nl: Burgeroorlog
ru: Гражданская война
sr: Цивилни рат
tr: İç Savaş
uk: Громадянська війна

source: Claim
ar: مطالبة
de: Einsammeln
es: Reclamar
fr: Réclamer
it: Riscuoti
pl: Odbierz
pt: Resgatar
ro: Obține răsplata
ru: Забрать
sr: Преузми
tr: Talep Et
uk: Отримати

source: Claim your rewards!
ar: طالب بمكافآتك!
de: Sammle deine Belohnungen ein!
es: ¡Reclama tus recompensas!
fr: Réclame tes récompenses !
it: Riscuoti le tue ricompense!
nl: Claim je beloningen!
pl: Odbierz nagrody!
pt: Reivindique suas recompensas!
ro: Revendică-ți recompensele!
ru: Забери свою награду!
sr: Преузми своје награде!
tr: Ödüllerini al!
uk: Заберіть свої нагороди!

source: Claimed
ar: تمت المطالبة
de: Eingesammelt
es: Reclamado
fr: Réclamé
it: Riscosso
nl: Geclaimd
pl: Odebrano
pt: Resgatado
ro: Răsplătit
ru: Получено
sr: Преузето
tr: Talep Edildi
uk: Отримано

source: Clear selection
ar: مسح التحديد
de: Auswahl aufheben
es: Borrar selección
fr: Effacer la sélection
it: Cancella selezione
nl: Duidelijke selectie
pl: Wyczyść wybór
pt: Limpar seleção
ro: Deselectează
ru: Очистить выбор
sr: Поништи избор
tr: Seçimi temizle
uk: Очистити вибір

source: Click multiple times to increase this skill. Higher skills = more power!
ar: انقر عدة مرات لزيادة هذه المهارة. مهارات أعلى = قوة أكبر!
de: Klicke mehrfach, um diese Fertigkeit zu steigern. Höhere Fertigkeiten = mehr Macht!
es: Haz clic varias veces para aumentar esta habilidad. ¡Más habilidad = más poder!
fr: Clique plusieurs fois pour augmenter cette compétence. Plus de compétences = plus de puissance !
it: Clicca più volte per aumentare questa abilità. Abilità più alte = più potere!
nl: Klik meerdere keren om deze vaardigheid te verhogen. Hogere vaardigheden = meer kracht!
pl: Kliknij wielokrotnie, aby zwiększyć tę umiejętność. Wyższe umiejętności = większa moc!
pt: Clique várias vezes para aumentar esta habilidade. Mais habilidade = mais poder!
ro: Apasă de mai multe ori pentru a crește această competență. Competențe mari = mai multă putere!
ru: Кликни несколько раз, чтобы увеличить этот навык. Выше навык = больше мощи!
sr: Кликни више пута да повећаш ову вештину. Веће вештине = више моћи!
tr: Bu beceriyi artırmak için birden fazla kez tıkla. Yüksek beceri = yüksek güç!
uk: Натискайте кілька разів, щоб підвищити цю навичку. Кращі навички = більше сили!

source: Click on a battle to see what's happening and join in.
ar: انقر على معركة لترى ما يحدث وتنضم إليها.
de: Klicke auf eine Schlacht, um zu sehen, was passiert, und nimm teil.
es: Haz clic en una batalla para ver qué pasa y únete.
fr: Clique sur une bataille pour voir ce qui se passe et rejoins le combat.
it: Clicca su una battaglia per vedere cosa sta succedendo e unirti.
nl: Klik op een gevecht om te zien wat er gebeurt en doe mee.
pl: Kliknij bitwę, aby zobaczyć, co się dzieje i dołączyć.
pt: Clique em uma batalha para ver o que está acontecendo e participar.
ro: Apasă pe o luptă să vezi ce se întâmpla și alătură-te.
ru: Кликни на битву, чтобы посмотреть что происходит и присоединяйся к ней.
sr: Кликни на битку да видиш шта се дешава и придружи се.
tr: Neler olduğunu görmek ve katılmak için bir savaşa tıkla.
uk: Натисніть на бій, щоб побачити, що відбувається, та приєднатися.

source: Click on your country's conversation to chat with fellow citizens.
ar: انقر على محادثة بلدك للدردشة مع زملائك المواطنين.
de: Klicke auf die Konversation deines Landes, um mit Mitbürgern zu chatten.
es: Haz clic en la conversación de tu país para chatear con otros ciudadanos.
fr: Clique sur la conversation de ton pays pour discuter avec tes concitoyens.
it: Clicca sulla chat del tuo paese per parlare con gli altri cittadini.
nl: Klik op het gesprek van jouw land om met medeburgers te chatten.
pl: Kliknij na rozmowę swojego kraju, aby rozmawiać z innymi obywatelami.
pt: Clique na conversa do seu país para conversar com outros cidadãos.
ro: Apasă pe conversația țării tale pentru a discuta cu alți cetățeni.
ru: Кликни на обсуждение Вашей страны, чтобы пообщаться с согражданами.
sr: Кликни на разговор твоје земље да ћаскаш са суграђанима.
tr: Memleketlilerinle sohbet etmek için ülkenin sohbet bölümüne tıkla.
uk: Натисніть на чат своєї країни, щоб спілкуватися з іншими громадянами.

source: Click to apply and start earning money right away.
ar: انقر للتقديم وابدأ في كسب المال على الفور.
de: Klicke, um dich zu bewerben und sofort Geld zu verdienen.
es: Haz clic para aplicar y empieza a ganar dinero de inmediato.
fr: Clique pour postuler et commence à gagner de l'argent tout de suite.
it: Clicca per fare richiesta e iniziare subito a guadagnare soldi.
nl: Klik om te solliciteren en direct geld te verdienen.
pl: Kliknij, aby aplikować i zacznij zarabiać od razu.
pt: Clique para se candidatar e comece a ganhar dinheiro imediatamente.
ro: Apasă să aplici și începe să câștigi bani.
ru: Кликните, чтобы принять и сразу же начать зарабатывать деньги.
sr: Кликни да се пријавиш и почнеш да зарађујеш новац одмах.
tr: Başvurmak ve hemen para kazanmaya başlamak için tıkla.
uk: Натисніть, щоб подати заявку та одразу почати заробляти.

source: Click to change round.
ar: انقر لتغيير الجولة.
de: Klicken, um die Runde zu ändern.
es: Haz clic para cambiar de ronda.
fr: Clique pour changer de round.
it: Clicca per cambiare round.
nl: Klik om van ronde te veranderen.
pl: Kliknij, aby zmienić rundę.
pt: Clique para mudar a rodada.
ro: Apasă pentru a vizualiza altă rundă.
ru: Кликни, чтобы поменять раунд.
sr: Кликни да промениш рунду.
tr: Turu değiştirmek için tıkla.
uk: Натисніть, щоб змінити раунд.

source: Click to reveal what's inside. You might get something valuable!
ar: انقر للكشف عما بداخلها. قد تحصل على شيء ثمين!
de: Klicken, um den Inhalt zu enthüllen. Du könntest etwas Wertvolles erhalten!
es: Haz clic para revelar lo que hay dentro. ¡Podrías obtener algo valioso!
fr: Clique pour révéler ce qu'il y a dedans. Tu pourrais obtenir quelque chose de précieux !
it: Clicca per rivelare cosa c'è dentro. Potresti trovare qualcosa di prezioso!
nl: Klik om te zien wat erin zit. Misschien krijg je iets waardevols!
pl: Kliknij, aby zobaczyć, co jest w środku. Możesz dostać coś wartościowego!
pt: Clique para revelar o que há dentro. Você pode conseguir algo valioso!
ro: Apasă să vezi ce e înăuntru! Poate e ceva valoros!
ru: Кликни, чтобы узнать что внутри. Ты можешь получить что-то ценное!
sr: Кликни да откријеш шта је унутра. Можда добијеш нешто вредно!
tr: İçinde ne olduğunu görmek için tıkla. Belki değerli bir şeyler kazandırabilir!
uk: Натисніть, щоб дізнатися, що всередині. Можливо, вам пощастить!

source: Click to select law
ar: انقر لاختيار القانون
de: Klicken, um ein Gesetz auszuwählen
es: Haz clic para seleccionar una ley
fr: Clique pour sélectionner une loi
nl: Klik om recht te selecteren
ru: Кликните, чтобы выбрать законопроект
sr: Кликни да изабереш закон
tr: Yasa tasarısı seçmek için tıkla
uk: Натисність аби обрати закон

source: Click to select motion
ar: انقر لاختيار الاقتراح
de: Klicken, um einen Antrag auszuwählen
es: Haz clic para seleccionar una moción
fr: Clique pour sélectionner une motion
nl: Klik om beweging te selecteren
ru: Кликните, чтобы выбрать постановление
sr: Кликните да бисте изабрали предлог
tr: Önerge seçmek için tıkla
uk: Натисність аби обрати резолюцію

source: Climate
ar: المناخ
de: Klima
es: Clima
fr: Climat
it: Clima
nl: Klimaat
pl: Klimat
pt: Clima
ro: Climă
ru: Климат
sr: Клима
tr: İklim
uk: Клімат

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluit
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sr: Затвори
tr: Kapat
uk: Закрити

source: Colonel
ar: عقيد
de: Oberst
es: Coronel
it: Colonnello
nl: Kolonel
pl: Pułkownik
pt: Coronel
ru: Полковник
sr: Пуковник
tr: Albay
uk: Полковник

source: Color scheme
ar: نظام الألوان
de: Farbschema
es: Esquema de color
fr: Palette de couleurs
it: Combinazione colori
nl: Kleurenschema
pl: Schemat kolorów
pt: Esquema de cores
ro: Culoare
ru: Цветовая схема
sr: Шема боја
tr: Renk şeması
uk: Колірна схема

source: Commander
ar: قائد
de: Kommandant
es: Comandante
fr: Commandeur
it: Comandante
nl: Commandant
pl: Dowódca
pt: Comandante
ro: Comandant
ru: Командующий
sr: Командант
tr: Komutan
uk: Командир

source: Commodore
ar: عميد بحري
de: Kommodore
es: Comodoro
it: Commodoro
pl: Komodor
pt: Comodoro
ro: Comodor
ru: Коммодор
sr: Комодор
tr: Komodor
uk: Коммодор

source: Companies
ar: شركات
de: Firmen
es: Empresas
fr: Entreprises
it: Aziende
nl: Bedrijven
pl: Firmy
pt: Empresas
ro: Companii
ru: Компании
sr: Компаније
tr: Şirketler
uk: Фабрики

source: Companies limit
ar: حد الشركات
de: Unternehmenslimit
es: Límite de empresas
fr: Limite d'entreprises
it: Limite aziende
nl: Bedrijfslimiet
pl: Limit firm
pt: Limite de empresas
ro: Limită companii
ru: Лимит компаний
sr: Лимит компанија
tr: Şirket limiti
uk: Ліміт фабрик

source: Companies limit reached
ar: تم الوصول إلى حد الشركات
de: Unternehmenslimit erreicht
es: Límite de empresas alcanzado
fr: Limite d'entreprises atteinte
it: Limite aziende raggiunto
nl: Bedrijfslimiet bereikt
pl: Osiągnięto limit firm
pt: Limite de empresas atingido
ro: Limită companii atinsă
ru: Достигнут лимит компаний
sr: Лимит компанија достигнут
tr: Şirket limitine ulaşıldı
uk: Досягнуто ліміту фабрик

source: Company destroyed!
ar: تم تدمير الشركة!
de: Unternehmen zerstört!
es: ¡Empresa destruida!
fr: Entreprise détruite !
it: Azienda distrutta!
nl: Bedrijf vernietigd!
pl: Firma zniszczona!
pt: Empresa destruída!
ro: Companie demolată!
ru: Компания разрушена!
sr: Компанија уништена!
tr: Şirket yok edildi!
uk: Фабрику знищено!

source: Company disabled
ar: الشركة معطلة
de: Unternehmen deaktiviert
es: Empresa desactivada
fr: Entreprise désactivée
it: Azienda disabilitata
nl: Bedrijf uitgeschakeld
pl: Firma wyłączona
pt: Empresa desativada
ro: Companie dezactivată
ru: Компания выключена
sr: Компанија онемогућена
tr: Şirket devre dışı
uk: Фабрику зупинено

source: Company disabled!
ar: تم تعطيل الشركة!
de: Unternehmen deaktiviert!
es: ¡Empresa desactivada!
fr: Entreprise désactivée !
it: Azienda disabilitata!
nl: Bedrijf uitgeschakeld!
pl: Firma wyłączona!
pt: Empresa desativada!
ro: Companie dezactivată!
ru: Компания выключена!
sr: Компанија онемогућена!
tr: Şirket devre dışı bırakıldı!
uk: Фабрику зупинено!

source: Company enabled!
ar: تم تفعيل الشركة!
de: Unternehmen aktiviert!
es: ¡Empresa activada!
fr: Entreprise activée !
it: Azienda abilitata!
nl: Bedrijf ingeschakeld!
pl: Firma włączona!
pt: Empresa ativada!
ro: Companie activată!
ru: Компания включена!
sr: Компанија омогућена!
tr: Şirket etkinleştirildi!
uk: Фабрику запущено!

source: Company moved
ar: تم نقل الشركة
de: Unternehmen verschoben
es: Empresa trasladada
fr: Entreprise déplacée
it: Azienda spostata
nl: Bedrijf verhuisd
pl: Firma przeniesiona
pt: Empresa movida
ro: Companie mutată
ru: Компания перенесена
sr: Компанија премештена
tr: Şirket taşındı
uk: Фабрику переміщено

source: Company production storage
ar: مخزن إنتاج الشركة
de: Produktionslager des Unternehmens
es: Almacén de producción de la empresa
fr: Stockage de production
it: Magazzino di produzione aziendale
nl: Opslag van bedrijfsproductie
pl: Magazyn produkcji firmy
pt: Armazenamento de produção da empresa
ro: Magazie
ru: Склад продукции компании
sr: Складиште производње компаније
tr: Şirket üretim deposu
uk: Склад фабрики

source: Company renamed!
ar: تمت إعادة تسمية الشركة!
de: Unternehmen umbenannt!
es: ¡Empresa renombrada!
fr: Entreprise renommée !
it: Azienda rinominata!
nl: Bedrijf hernoemd!
pl: Firma przemianowana!
pt: Empresa renomeada!
ro: Companie redenumită!
ru: Компания переименована!
sr: Компанија преименована!
tr: Şirket yeniden adlandırıldı!
uk: Фабрику перейменовано!

source: Complete missions daily to earn XP and level up faster. Click to claim!
ar: أكمل المهام يومياً لكسب نقاط الخبرة ورفع مستواك بشكل أسرع. انقر للمطالبة!
de: Schließe täglich Missionen ab, um EP zu verdienen und schneller im Level aufzusteigen. Klicken zum Einsammeln!
es: Completa misiones diarias para ganar XP y subir de nivel más rápido. ¡Haz clic para reclamar!
fr: Termine des missions tous les jours pour gagner de l'XP et monter de niveau plus vite. Clique pour réclamer !
it: Completa missioni ogni giorno per guadagnare XP e salire di livello più in fretta. Clicca per riscuotere!
nl: Voltooi dagelijks missies om XP te verdienen en sneller te levelen. Klik om te claimen!
pl: Wykonuj misje codziennie, aby zdobywać XP i awansować szybciej. Kliknij, aby odebrać!
pt: Complete missões diariamente para ganhar XP e subir de nível mais rápido. Clique para reivindicar!
ro: Completează misiunile zilnice pentru a câștiga XP și a creșste mai rapid în nivel. Apasă pentru a revendica recompensa!
ru: Ежедневно выполняйте миссии, чтобы заработать XP и поднимать уровень быстрее. Кликни, чтобы забрать!
sr: Завршавај мисије свакодневно да зарадиш XP и брже напредујеш. Кликни за преузимање!
tr: XP kazanmak ve daha hızlı seviye atlamak için günlük görevleri tamamla. Talep etmek için tıkla!
uk: Виконуйте місії щодня, щоб отримувати досвід і швидше підвищувати рівень. Натисніть, щоб забрати нагороду!

source: Concrete
ar: خرسانة
de: Beton
es: Concreto
fr: Béton
it: Cemento
nl: Beton
pl: Beton
pt: Concreto
ro: Beton
ru: Бетон
sr: Бетон
tr: Beton
uk: Бетон

source: Congrats
ar: تهانينا
de: Glückwunsch
es: Felicidades
fr: Félicitations
it: Complimenti
nl: Gefeliciteerd
pl: Gratulacje
pt: Parabéns
ro: Felicitări
ru: Поздравляю
sr: Честитамо
tr: Tebrikler
uk: Вітаємо!

source: Congratulations, you leveled up to level {0}!
ar: تهانينا، لقد وصلت إلى المستوى {0}!
de: Herzlichen Glückwunsch, du bist auf Level {0} aufgestiegen!
es: ¡Felicidades, has subido al nivel {0}!
fr: Félicitations, tu as atteint le niveau {0} !
it: Complimenti, sei salito al livello {0}!
nl: Gefeliciteerd, je bent gestegen naar level {0}!
pl: Gratulacje, awansowałeś na poziom {0}!
pt: Parabéns, você subiu para o nível {0}!
ro: Felicitări, ai avansat la nivelul {0}!
ru: Поздравляют, вы поднялись до {0} уровня!
sr: Честитамо, достигао си ниво {0}!
tr: Tebrikler, {0}. seviyeye ulaştın!
uk: Вітаємо! Ви досягли {0} рівня!

source: Congratulations! You have been elected as the new congress member of {0}
ar: تهانينا! لقد تم انتخابك كعضو جديد في كونغرس {0}
de: Herzlichen Glückwunsch! Du wurdest als neues Kongressmitglied von {0} gewählt
es: ¡Felicidades! Has sido elegido como nuevo miembro del congreso de {0}
fr: Félicitations ! Tu as été élu comme nouveau membre du congrès de {0}
it: Complimenti! Sei stato eletto nuovo membro del congresso di {0}
nl: Gefeliciteerd! U bent gekozen als het nieuwe congreslid van {0}
pl: Gratulacje! Zostałeś wybrany nowym członkiem kongresu {0}
pt: Parabéns! Você foi eleito como novo membro do congresso de {0}
ro: Felicitări! Ai fost ales ca nou membru al congresului din {0}
ru: Поздравляю! Вы были избраны как новый член парламента {0}
sr: Честитамо! Изабран си за новог члана конгреса {0}
tr: Tebrikler! {0}'ın yeni meclis üyesi olarak seçildin
uk: Вітаємо! Вас обрано новим членом парламенту держави {0}

source: Congratulations! You have been elected as the new leader of <0/>
ar: تهانينا! لقد تم انتخابك كقائد جديد لـ <0/>
de: Herzlichen Glückwunsch! Du wurdest zum neuen Anführer von <0/> gewählt
es: ¡Felicidades! Has sido elegido como el nuevo líder de <0/>
fr: Félicitations ! Vous avez été élu nouveau dirigeant de <0/>
nl: Gefeliciteerd! U bent gekozen als de nieuwe leider van <0/>
pl: Gratulacje! Zostałeś wybrany nowym liderem <0/>
pt: Parabéns! Você foi eleito como o novo líder de <0/>
ro: Felicitări! Ați fost ales noul lider al <0/>
ru: Поздравляю! Вы были избраны новым лидером <0/>
sr: Честитамо! Изабран си као нови лидер <0/>
tr: Tebrikler! <0/> partisinin yeni lideri olarak seçildiniz
uk: Вітаємо! Вас обрано новим лідером <0/>
